<?php

//_::time();
$db=_::db();
$template=_::template();


_::$meta['rss']='http://feed.boxza.com/video/rss';
//_::$meta['google']=array('id'=>'112235668332689047152');

$video_rec=$db->find('video',array('dd'=>array('$exists'=>false),'rc'=>array('$gt'=>0)),array('_id'=>1,'t'=>1,'l'=>1,'f'=>1,'c'=>1,'cs'=>1,'n'=>1,'dr'=>1,'yt'=>1),array('sort'=>array('_id'=>-1),'limit'=>12));

$video=array();
foreach($cate as $a=>$b)
{
	$l=array_keys($b['l']);
	$video[$a]=$db->find('video',array('dd'=>array('$exists'=>false),'c'=>array('$in'=>$l)),array('_id'=>1,'t'=>1,'l'=>1,'f'=>1,'c'=>1,'cs'=>1,'n'=>1,'dr'=>1),array('sort'=>array('_id'=>-1),'limit'=>8));
}

$template->assign('video',$video);
$template->assign('video_rec',$video_rec);
_::$content=$template->fetch('home');

/*
# เหนือ
							'5','13','14','23','26','34','37','38','40','41','45','53','54','75','76'
# ออก
							'7','8','9','16','31','50',
# อีสาน
							'4','6','11','20','21','27','28','43','44','46','48','55','56','57','63','69','70','71','73','74','77',
# ตก
							'3','17','30','39','51',
# กลาง
							'2','10','18','19','24','29','33','52','60','61','62','64','65','66','67','72',
# ใต้
							'1','12','15','22','25','32','35','36','42','47','49','58','59','68',

$zone = array(
						'1'=>array('n'=>'กรุงเทพและปริมลฑล','l'=>array(2,19,24,29,60,62)),
						'2'=>array('n'=>'ภาคเหนือ','l'=>array(5,13,14,23,26,34,37,38,40,41,45,53,54,75,76)),
						'3'=>array('n'=>'ภาคตะวันออกเฉียงเหนือ','l'=>array(4,6,11,20,21,27,28,43,44,46,48,55,56,57,63,69,70,71,73,74,77)),
						'4'=>array('n'=>'ภาคตะวันตก','l'=>array(3,17,30,39,51)),
						'5'=>array('n'=>'ภาคตะวันออก','l'=>array(7,8,9,16,31,50)),
						'6'=>array('n'=>'ภาคกลาง','l'=>array(2,10,18,19,24,29,33,52,60,61,62,64,65,66,67,72)),
						'7'=>array('n'=>'ภาคใต้','l'=>array(1,12,15,22,25,32,35,36,42,47,49,58,59,68))
);
*/