<?php
/*
อิเลคทอนิค คอมพิวเตอร์ เครื่องใช้ไฟฟ้า
 - กล้องและอุปกรณ์ถ่ายรูป
 - คอมพิวเตอร์
 - เครื่องใช้ไฟฟ้า
 - โทรศัพท์ อุปกรณ์สื่อสาร

 สุขภาพ ความงาม
 - เครื่องสำอาง
 - น้ำหอม
 - อาหาร
 - อุปกรณ์กีฬา


 เสื้อผ้า แฟชั่น นาฬิกา
 - เสื้อผ้าผู้หญิง
 - เสื้อผ้าผู้ชาย
 - รองเท้า
 - นาฬิกา
 - เครื่องประดับ




 หนังเพลง ดนตรี บันเทิง

 อุปกรณ์สำนักงาน เครื่องเขียน


 รถ ยานพาหนะ
 - มอเตอร์ไซต์
 - รถกระบะ
 - รถยนต์
 -  อุปกรณ์ประดับยนต์
 - อะไหล่

 หนังสือ
 - นิตยสาร
 - ตำรา คู่มือ หนังสือเรียน
 - หนังสือการ์ตูน


 ท่องเที่ยว ตั๋ว บัตร
 - ที่พัก
 - ของที่ระลึก


 บ้าน และอุปกรณ์ภายใน
 	- เฟอร์นิเจอร์
	- เครื่องครัว
	- สัตว์เลี้ยง
	- ต้นไม้
	- บ้าน
	- ที่ดิน


 แม่และเด็ก
 - ของเล่นเด็ก
 - เสื้อผ้าเด็ก
 - นม อาหารเด็ก


ขายปลีก
ขายส่ง
มือหนึ่ง
มือสอง
สินค้าในประเทศ
สินค้านำเข้า
ของสะสม
*/
return array(
							'1'=>array(
													'name'=>'กล้องและอุปกรณ์ถ่ายรูป',
							),
							'2'=>array(
													'name'=>'กีฬา',
							),
							'3'=>array(
													'name'=>'ของเก่าและของสะสม',
							),
							'4'=>array(
													'name'=>'ของเล่น เกมส์',
							),
							'5'=>array(
													'name'=>'คอมพิวเตอร์',
							),
							'6'=>array(
													'name'=>'เครื่องใช้ไฟฟ้า',
							),
							'7'=>array(
													'name'=>'เครื่องประดับ',
							),
							'8'=>array(
													'name'=>'เครื่องสำอาง',
							),
							'9'=>array(
													'name'=>'ท่องเที่ยว ตั๋ว บัตร',
							),
							'10'=>array(
													'name'=>'โทรศัพท์ อุปกรณ์สื่อสาร',
							),
							'11'=>array(
													'name'=>'ธุรกิจ อุตสาหกรรม',
							),
							'12'=>array(
													'name'=>'หนัง เพลง ดนตรี บันเทิง',
							),
							'13'=>array(
													'name'=>'เฟอร์นิเจอร์ อุปกรณ์ภายในบ้าน',
							),
							'14'=>array(
													'name'=>'แม่และเด็ก',
							),
							'15'=>array(
													'name'=>'รถ ยานพาหนะ',
							),
							'16'=>array(
													'name'=>'ศิลปะ หัตถกรรม ของที่ระลึก',
							),
							'17'=>array(
													'name'=>'สัตว์เลี้ยง ต้นไม้',
							),
							'18'=>array(
													'name'=>'เสื้อผ้า แฟชั่น นาฬิกา',
							),
							'19'=>array(
													'name'=>'หนังสือ',
							),
							'20'=>array(
													'name'=>'อสังหาริมทัพย์',
							),
							'21'=>array(
													'name'=>'อาหารและสุขภาพ',
							),
							'22'=>array(
													'name'=>'อุปกรณ์สำนักงาน เครื่องเขียน',
							),
)





?>
