<?php

define('APP_VERSION','1.0');

$seamsee=array(
								'1'=>array('t'=>'ศาลเจ้าพ่อหลักเมือง','d'=>'ศาลเจ้าพ่อหลักเมือง กรุงเทพมหานคร'),
								'5'=>array('t'=>'เทวสถานโบสถ์พราหมณ์','d'=>'เทวสถานโบสถ์พราหมณ์ กรุงเทพมหานคร'),
								'2'=>array('t'=>'วัดโพธิ์','d'=>'วัดพระเชตุพนวิมลมังคลาราม กรุงเทพมหานคร'),
								'3'=>array('t'=>'วัดมังกรกมลาวาส','d'=>' เทพเจ้าแห่งยา หั่วท้อเซียงซือ กรุงเทพมหานคร'),
								'4'=>array('t'=>'วัดแขกสีลม','d'=>'วัดพระศรีมหาอุมาเทวี กรุงเทพมหานคร'),
								'8'=>array('t'=>'วัดสุทัศน์','d'=>'วัดสุทัศนเทพวรารามราชวรมหาวิหาร กรุงเทพมหานคร'),
								'15'=>array('t'=>'วัดระฆัง','d'=>'วัดระฆังโฆสิตาราม (บางกอกน้อย) กรุงเทพมหานคร'),
								'16'=>array('t'=>'วัดกัลยา','d'=>'วัดกัลยาณมิตรวรมหาวิหาร กรุงเทพมหานคร'),
								'12'=>array('t'=>'วัดแคนางเลิ้ง','d'=>'วัดสุนทรธรรมทาน กรุงเทพมหานคร'),
								'17'=>array('t'=>'วัดใหญ่ชัยมงคล','d'=>'วัดใหญ่ชัยมงคล (หลวงพ่อโต) พระนครศรีอยุธยา'),
								'13'=>array('t'=>'เจ้าพ่อโคกขาม','d'=>'ศาลพันท้ายนรสิงห์ สมุทรสาคร'),
								'18'=>array('t'=>'วัดพระศรีรัตนมหาธาตุวรมหาวิหาร','d'=>'วัดพระศรีรัตนมหาธาตุวรมหาวิหาร (พระพุทธชินราช) พิษณุโลก'),
								'14'=>array('t'=>'สมเด็จพระพุฒาจารย์ โต พรหมรังสี','d'=>'วัดไชโยวรวิหาร อ่างทอง'),
								'6'=>array('t'=>'วัดพระธาตุดอยสุเทพ','d'=>'วัดพระธาตุดอยสุเทพ  เชียงใหม่'),
								'7'=>array('t'=>'ศาลเจ้าพ่อมอดินแดง','d'=>'ศาลเจ้าพ่อมอดินแดง ขอนแก่น'),
								'9'=>array('t'=>'วัดพระแท่นศิลาอาสน์','d'=>'วัดพระแท่นศิลาอาสน์ อุตรดิตถ์'),
								'10'=>array('t'=>'วัดพระธาตุหริภุญชัย','d'=>'วัดพระธาตุหริภุญชัย ลำพูน'),
								'11'=>array('t'=>'วัดพระธาตุพนม','d'=>'วัดพระธาตุพนม นครพนม'),

);

$template=_::template();
$template->assign('seamsee',$seamsee);
$serv=array(
						''=>'home',
						'home'=>'home',
						'result'=>'result',
						'view'=>'view',
						'apps'=>'apps',
						'data'=>'data',
);


if(isset($serv[_::$path[0]]))
{
	require_once(__DIR__.'/mobile.seamsee.'.$serv[_::$path[0]].'.php');
}
else
{
	require_once(__DIR__.'/mobile.seamsee.home.php');
}


echo $template->fetch('seamsee');
exit;
?>