<style>

</style>
<div class="left pf-l">
<h4 class="cp">กฏกติกาการใช้งาน  <small style="font-weight:normal">- เริ่มใช้งาน 21 มีนาคม 2556 เวลา 0.00 น.</small><p></p></h4>
<div style="line-height:1.6em">
1. ยกเลิกระบบเพื่อน เหลือแต่ระบบติดตาม จำกัดสูงสุด 500 คน<br>
2. ปรับหน้าเพื่อน เป็นแสดงสมาชิกที่คุณติดตาม<br>
3. ปรับระยะเวลาการเก็บข้อมูล ทั้งตัวอักษร และรูปภาพ สามารถดูโพสย้อนหลังได้ 14 วัน<br>
4. ทุกโพส เมื่อมีการ กด “โดน” หรือมีการ Comment ต่อเนื่อง จะถูกต่ออายุการแสดงผล ออกไป 14 วัน นับจากวันเวลาที่กด “โดน”  หรือมีการ Comment ล่าสุด<br>
5. ระบบแชท จะมีการเก็บข้อมูลการสนทนา จำนวน 3 วัน <br>
6. การบล๊อกสมาชิกที่ไม่ต้องการให้มองเห็นซึ่งกันและกันสามารถทำได้ที่เมนูการตั้งค่า<br>
7. คะแนนการโหวตจะมีการ รีเซ็ตทุก เดือน เพื่อนับคะแนน มาจัดอันดับใหม่ (โดยที่คะแนนรวมย้อนหลังยังคงเก็บอยู่)<br>
8. การได้มาของ “บ๊อก” สามารถร่วมสนุกที่หัวข้อ +เกมส์หาบ๊อก และ ทุกวันเวลา 18:00-24:00 จะมีการแจกบ๊อก จำนวน 20 บ๊อก ทุกวัน<br>
9. ควรทำการยืนยันอีเมลล์ เพราะสมาชิกที่ไม่ยืนยันอีเมล์  และไม่ได้ทำการล๊อกอิน ภายใน 30 วัน สมาชิกนั้นจะถูกลบออกจากระบบ แต่หากทำการยืนยันอีเมล์แล้ว จะไม่มีการลบ สมาชิกออกจากระบบ<br>
10. ห้ามโพสโฆษณาเกี่ยวกับธุรกิจขายตรง หรืองานออนไลน์ หรือสแปม หรือโพสขายสินค้า โดยเด็ดขาด ฝ่าฝืน แบนทันที หากต้องการขายสินค้าเชิญที่บริการ ลงประกาศฟรี<br>
11. ห้ามแสดงความคิดเห็น โดยการโพสเว็บ/โปรโมทเว็บ บนโพสต์ของผู้อื่น ฝ่าฝืน แบนทันที<br>
<br><strong style="color:#c00">หมายเหตุ</strong>: หากมีผลตอบรับเป็นไม่ดี ทีมงานสามารถปิดบริการบ็อกซ่าโซเชียล (social.boxza.com) ได้ทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้า.
</div>
</div>
<div class="right pf-r">
<span class="ads-top"></span>
<div class="ads-box">

<?php echo $this->service?>

<div style="padding:5px 5px; margin:5px 0px 5px 0px; background-color:#f9f9f9; text-align:right; color:#999; font-size:11px">
&copy; 2013 BoxZa, All Rights Reserved.
</div>
</div>
</div>
<div class="clear"></div>
