<?php

# check session/login
_::session();
//_::time();

define('NEWS_CATE',2);
#_::$meta['image']='http://s0.boxza.com/static/images/global/logo-game.png';
/*
_::$meta['title'] = 'เกมส์ เกมส์ออนไลน์ เกมส์ทําอาหาร เกมส์แต่งตัว เกมส์จับคู่ เกมส์ต่อสู้ เกมส์รถแข่ง เกมส์แข่งรถ เกมส์เต้น และเกมส์อื่นๆอีกมากมาย';
_::$meta['description'] = 'iNet Game - เล่นเกม เกมส์ เกมส์ออนไลน์ เกมส์ทําอาหาร เกมส์แต่งตัว, เกมส์จับคู่ เกมส์ต่อสู้ เกมส์รถแข่ง เกมส์แข่งรถ เกมส์เต้น และเกมส์อื่นๆอีกมากมาย ฟรี';
_::$meta['keywords'] = 'เกมส์, เกม, เกมส์ออนไลน์, เกมส์ทําอาหาร, เกมส์แต่งตัว เกมส์จับคู่, เกมส์ต่อสู้, เกมส์รถแข่ง, เกมส์แข่งรถ, เกมส์เต้น';
*/

_::$meta['title'] = 'เกมส์ เกมส์ออนไลน์ เกมส์แฟลช เกมส์เฟสบุ๊ค เล่นเกมส์ ฟาร์มวิล2 (FarmVille2), ซิตี้วิลล์2 (CityVille2), โปร โกง hack cheat';
_::$meta['description'] = 'รวมเรื่องราวเกี่ยวกับเกมส์ ต่างๆมากมาย ทั้งโปรโกง hack cheat เล่นเกม ทั้งเกมส์แฟลช เกมส์ออนไลน์ เกมส์ทําอาหาร เกมส์แต่งตัว, เกมส์จับคู่ เกมส์ต่อสู้ เกมส์รถแข่ง เกมส์แข่งรถ เกมส์เต้น และเกมส์อื่นๆอีกมากมาย ฟรี';
_::$meta['keywords'] = 'เกมส์, เกม, เกมส์ออนไลน์, เกมส์เฟสบุ๊ค, hack, โปร, แฮ็ค, chat, เกมส์ทําอาหาร, เกมส์แต่งตัว เกมส์จับคู่, เกมส์ต่อสู้, เกมส์รถแข่ง, เกมส์แข่งรถ, เกมส์เต้น';

$template=_::template();

$cate=array (
  1 => array('t'=>'กีฬา','m'=>''),
  2 => array('t'=>'ก้านกล้วย','m'=>''),
  3 => array('t'=>'ขายของ','m'=>''),
  4 => array('t'=>'ขุดทอง','m'=>''),
  5 => array('t'=>'จับคู่','m'=>''),
  6 => array('t'=>'จับคู่ผลไม้','m'=>''),
  7 => array('t'=>'จับผิดภาพ','m'=>''),
  8 => array('t'=>'จีบสาว','m'=>''),
  9 => array('t'=>'จีบหนุ่ม','m'=>''),
  10 => array('t'=>'ซิมสัน','m'=>''),
  11 => array('t'=>'ซุปเปอร์แมน','m'=>''),
  12 => array('t'=>'ซู','m'=>''),
  13 => array('t'=>'ดราก้อนบอล','m'=>''),
  14 => array('t'=>'ดอร่า','m'=>''),
  15 => array('t'=>'ดิเอโก','m'=>''),
  16 => array('t'=>'ตกปลา','m'=>''),
  17 => array('t'=>'ตกแต่งบ้าน','m'=>''),
  18 => array('t'=>'ตลก','m'=>''),
  19 => array('t'=>'ตัดผม','m'=>''),
  20 => array('t'=>'ต่อสู้','m'=>''),
  21 => array('t'=>'ทรานฟอร์เมอร์','m'=>''),
  22 => array('t'=>'ทหาร','m'=>''),
  23 => array('t'=>'ทอมแอนด์เจอรี่','m'=>''),
  24 => array('t'=>'ทะลึ่ง','m'=>''),
  25 => array('t'=>'ทําขนม','m'=>''),
  26 => array('t'=>'ทําสปา','m'=>''),
  27 => array('t'=>'ทําอาหาร','m'=>''),
  28 => array('t'=>'ทําเค้ก','m'=>''),
  29 => array('t'=>'นารูโตะ','m'=>''),
  30 => array('t'=>'นินจา','m'=>''),
  31 => array('t'=>'บราทซ์','m'=>''),
  32 => array('t'=>'บาคุกัน','m'=>''),
  33 => array('t'=>'บาร์บี้','m'=>''),
  34 => array('t'=>'บ้านผีสิง','m'=>''),
  35 => array('t'=>'ปริศนา','m'=>''),
  36 => array('t'=>'ปลูกดอกไม้','m'=>''),
  37 => array('t'=>'ปลูกผัก','m'=>''),
  38 => array('t'=>'ป้องกันฐาน','m'=>''),
  39 => array('t'=>'ผจญภัย','m'=>''),
  40 => array('t'=>'ผี','m'=>''),
  41 => array('t'=>'ฝึกสมอง','m'=>''),
  42 => array('t'=>'พาวเวอร์เรนเจอร์','m'=>''),
  43 => array('t'=>'ฟุตบอล','m'=>''),
  44 => array('t'=>'มอนสเตอร์ไฮ','m'=>''),
  45 => array('t'=>'มันๆ','m'=>''),
  46 => array('t'=>'มาริโอ','m'=>''),
  47 => array('t'=>'มิกกี้เมาส์','m'=>''),
  48 => array('t'=>'ยาน','m'=>''),
  49 => array('t'=>'ยิง','m'=>''),
  50 => array('t'=>'รถ','m'=>''),
  51 => array('t'=>'รถถัง','m'=>''),
  52 => array('t'=>'รถแข่ง','m'=>''),
  53 => array('t'=>'รถไฟเหาะ','m'=>''),
  54 => array('t'=>'ระบายสี','m'=>''),
  55 => array('t'=>'ระบายอารมณ์','m'=>''),
  56 => array('t'=>'ลูนนีย์ตูนส์','m'=>''),
  57 => array('t'=>'วางระเบิด','m'=>''),
  58 => array('t'=>'วางแผน','m'=>''),
  59 => array('t'=>'วิบาก','m'=>''),
  60 => array('t'=>'วิ้งซ์คลับ','m'=>''),
  61 => array('t'=>'สกุ๊ปบี้ดู','m'=>''),
  62 => array('t'=>'สกุ๊ปบี้ดูผจญภัย','m'=>''),
  63 => array('t'=>'สงคราม','m'=>''),
  64 => array('t'=>'สตอเบอรี่ช็อตเค้ก','m'=>''),
  65 => array('t'=>'สนุก','m'=>''),
  66 => array('t'=>'สนุกเกอร์','m'=>''),
  67 => array('t'=>'สปองบ๊อบ','m'=>''),
  68 => array('t'=>'สร้างเกาะ','m'=>''),
  69 => array('t'=>'สร้างเมือง','m'=>''),
  70 => array('t'=>'สเมิร์ฟ','m'=>''),
  71 => array('t'=>'สไปเดอร์แมน','m'=>''),
  72 => array('t'=>'หมาก','m'=>''),
  73 => array('t'=>'หาของ','m'=>''),
  74 => array('t'=>'หุ่นยนต์','m'=>''),
  75 => array('t'=>'อวตาร','m'=>''),
  76 => array('t'=>'ออนไลน์','m'=>''),
  77 => array('t'=>'อาร์เมอร์ฮีโร่','m'=>''),
  78 => array('t'=>'อุลตร้าแมน','m'=>''),
  79 => array('t'=>'ฮัลค์','m'=>''),
  80 => array('t'=>'เครื่องบิน','m'=>''),
  81 => array('t'=>'เด็ก','m'=>''),
  82 => array('t'=>'เต้น','m'=>''),
  83 => array('t'=>'เบ็นเท็น','m'=>''),
  84 => array('t'=>'เลี้ยงปลา','m'=>''),
  85 => array('t'=>'เลี้ยงสัตว์','m'=>''),
  86 => array('t'=>'เลี้ยงสุนัข','m'=>''),
  87 => array('t'=>'เสิร์ฟอาหาร','m'=>''),
  88 => array('t'=>'เสือน้อยชิมาจิโร่','m'=>''),
  89 => array('t'=>'เหมือนจริง','m'=>''),
  90 => array('t'=>'เอ็กซ์เมน','m'=>''),
  91 => array('t'=>'เฮลิคอปเตอร์','m'=>''),
  92 => array('t'=>'แกล้งคน','m'=>''),
  93 => array('t'=>'แกะ','m'=>''),
  94 => array('t'=>'แข่งรถ','m'=>''),
  95 => array('t'=>'แต่งตัว','m'=>''),
  96 => array('t'=>'แต่งบ้าน','m'=>''),
  97 => array('t'=>'แต่งรถ','m'=>''),
  98 => array('t'=>'แต่งหน้า','m'=>''),
  99 => array('t'=>'แต่งหน้าเค้ก','m'=>''),
  100 => array('t'=>'แต่งเล็บ','m'=>''),
  101 => array('t'=>'แบทแมน','m'=>''),
  102 => array('t'=>'แพะกับหมาป่า','m'=>''),
  103 => array('t'=>'แอบถ่าย','m'=>''),
  104 => array('t'=>'โซนิก','m'=>''),
  105 => array('t'=>'โดเรมอน','m'=>''),
  106 => array('t'=>'โปเกม่อน','m'=>''),
  107 => array('t'=>'โรงแรมเจน','m'=>''),
  108 => array('t'=>'โหด','m'=>''),
  109 => array('t'=>'ไอรอนแมน','m'=>''),
);

$template->assign('cate',$cate);

$cache=_::cache();
if(!$data=$cache->get('ca1',_::$type.'-global'))
{
	$db=_::db();
	$data=array();
	$data['service']=_::sidebar()->service(array('line'=>'1'));
	$data['_banner']=_::banner(_::$type);
	$data['_job']=require(ROOT.'modules/game/lionica/config/job.php');
	$data['_lionica']=$db->find('lionica_char',array('dd'=>array('$exists'=>false)),array('_id'=>1,'n'=>1,'hp'=>1,'mhp'=>1,'mp'=>1,'mmp'=>1,'xp'=>1,'mxp'=>1,'lv'=>1,'u'=>1,'job'=>1,'gender'=>1,'hair'=>1,'color'=>1,'g'=>1),array('sort'=>array('lv'=>-1,'xp'=>-1,'dl'=>1),'limit'=>10));
	$data['_guild']=$db->find('lionica_guild',array('dd'=>array('$exists'=>false)),array('_id'=>1,'n'=>1,'p'=>1,'c'=>1,'mx'=>1,'ac'=>1,'lv'=>1,'xp'=>1,'pn'=>1,'mxp'=>1),array('sort'=>array('lv'=>-1,'xp'=>-1,'c'=>-1),'limit'=>10));
	$cache->set('ca1',_::$type.'-global',$data,false,3600);
}

$template->assign('_lionica',$data['_lionica']);
$template->assign('_job',$data['_job']);
$template->assign('_guild',$data['_guild']);
$template->assign('_banner',$data['_banner']);
$template->assign('service',$data['service']);


require_once(
									_::run(
													array(
																	'' => 'home',
																	'home' => 'home',
																	'lionica' => 'lionica',
																	'lionica2' => 'lionica2',
																	'flash' => 'flash',
																	'forum'=>'forum',
																	'farmville2'=>'page',
																	'legends'=>'page',
																	'cityville2'=>'page',
																	'cookie-run'=>'page',
																	'admin'=>'admin',
																	'news'=>'news',
																	'online'=>'news',
																	'web'=>'news',
																	'pc'=>'news',
																	'console'=>'news',
																	'mobile'=>'news',
													),
													true
								)
);


$template->display('content');


?>

