<?php


require_once('../../handlers/boxza.php');

# Initialization Application
_::load('bin');
_::session();
if(_::$my['_id']!=1)exit;

$e = array (
  'กก' => 
  array (
    'd' => 'ฝันเห็นต้นกก จะได้เป็นคนไกล่เกลี่ยเรื่องราวความขัดแย้ง เป็นคนกลางสมานใจให้คู่รักที่ทะเลาะเบาะแว้งกัน',
    'c' => 'ก',
  ),
  'กงเต๊ก' => 
  array (
    'd' => 'ฝันเห็นพิธีกงเต๊กในงานศพ หรือได้เห็นเครื่องกงเต๊ก  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดทุกข์ ถ้าป่วยก็จะหายเร็ววัน ถ้าปกติก็จะได้ลาภหรือยศ แต่จะมีอันต้องเสียญาติผู้ใหญ่ทางบิดา',
    's1' => '0',
    's2' => '4',
    's3' => '09 , 04 , 06 , 409 , 406 , 009',
    'c' => 'ก',
  ),
  'กฐิน' => 
  array (
    'd' => 'ฝันเห็นองค์กฐินหรือองค์ผ้าป่าในงาน <br />
<u>ทำนายว่า</u> จะได้ลาภลอย หรือโชคลาภทางการเสี่ยงโชค จะมีโชคฟลุ๊ก ๆทางการค้าขาย',
    's1' => '1',
    's2' => '7',
    's3' => '11 , 14 , 17 , 417 , 411 , 719 , 718',
    'c' => 'ก',
  ),
  'กบ' => 
  array (
    'd' => 'ฝันเห็นกบ ได้ยินเสียงกบ หรือเห็นฝูงกบจำนวนมากๆ หรือได้จับกบ <br />
<u>ทำนายว่า</u>จะได้โชคลาภทางค้าขาย นายหน้าหรือการเสี่ยงโชค ได้เลื่อนตำแหน่งการงาน หรือได้รับชื่อเสียงดีเด่นในผลงาน',
    's1' => '1',
    's2' => '9',
    's3' => '11 , 19 , 911 , 411 , 714 , 091',
    'c' => 'ก',
  ),
  'กรง' => 
  array (
    'd' => 'ฝันเห็นกรงสัตว์ จะมีข่าวดี หรือจะมีคนช่วยเหลือเกื้อกูลในการงานหรือธุรกิจ',
    'c' => 'ก',
  ),
  'กรรไกร' => 
  array (
    'd' => 'ฝันเห็นกรรไกร ผู้มีอาวุโสจะให้ความช่วยเหลือ',
    'c' => 'ก',
  ),
  'กรวดทราย' => 
  array (
    'd' => 'ฝันเห็นกรวดทราย หรือได้จับก้อนกรวด ก้อนทราย จะได้รับทุกข์เกี่ยวกับการยื่นมือเข้าไปช่วยเหลือผู้อื่น หรือจะได้รับความเดือดร้อน เพราะคนภายในเรือนหรือครอบครัว',
    'c' => 'ก',
  ),
  'กระจก' => 
  array (
    'd' => 'ฝันเห็นกระจกส่องหน้าหรือได้ส่องกระจก  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากกรรมเก่า หรือทางชื่อเสียง ถ้า<br />
ฝันเห็นกระจกสีต่างๆ จะได้รับโชคลาภทางการงาน และหน้าที่หรือชื่อเสียงเกียรติคุณ',
    's1' => '7',
    's2' => '4',
    's3' => '97 , 47 , 07 , 974 , 667',
    'c' => 'ก',
  ),
  'กระจาด' => 
  array (
    'd' => 'ฝันเห็นกระจาดหรือตะกร้า หรือเข่งสานด้วยไม้ไผ่หรือ<br />
ฝันว่า ได้แบกได้จับกระจาด <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนจากการรับรองหรือการค้ำประกัน หรือการซื้อขายเกี่ยวกับเงินเชื่อ มิฉะนั้นก็จะถูกฉ้อโกงทรัพย์สิน',
    'c' => 'ก',
  ),
  'กระดิ่ง' => 
  array (
    'd' => 'ฝันเห็นกระดิ่ง หรือได้ยินเสียงกระดิ่ง หรือระฆัง และในฝันมั่นในว่า เป็นเสียงกระดิ่งหรือระฆังแน่นอน <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากทางไกล หรือโชคลาภในทางเสี่ยงจะบังเกิดขึ้นในเร็ววัน',
    's1' => '2',
    's2' => '4',
    's3' => '00 , 24 , 220 , 224 , 442 , 441',
    'c' => 'ก',
  ),
  'กระดุม' => 
  array (
    'd' => 'ฝันเห็นลูกกระดุม หรือเครื่องเย็บสอย  <br />
<u>ทำนายว่า</u> ถ้าเป็นสตรีสาวโสดจะได้พบเนื้อคู่ บุรุษจะได้ลาภในหน้าที่การงานหรือถ้ามีครอบครัวแล้วจะได้บุตรหญิงน่ารัก',
    's1' => '0',
    's2' => '8',
    's3' => '01 , 08 , 001 , 108 , 803 , 088',
    'c' => 'ก',
  ),
  'กระต่าย' => 
  array (
    'd' => 'ฝันเห็นกระต่าย  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางการเสี่ยงโชค หรือมิฉะนั้น ก็จะได้รับทุกขลาภ คือมีทุกข์ทางเจ็บไข้ได้ป่วย ได้รับความตกใจเสียก่อนจึงจะมีลาภ',
    's1' => '4',
    's2' => '3',
    's3' => '14 , 34 , 344 , 034 , 334 , 639',
    'c' => 'ก',
  ),
  'กระทง' => 
  array (
    'd' => 'ฝันเห็นกระทงในงานลอยกระทง มีเทียนจุดสว่างไสวตามประเพณีลอยกระทง <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ที่ป่วยก็จะหายหรือจะได้พบกับโชคลาภทางไกลในไม่ช้า',
    's1' => '4',
    's2' => '3',
    's3' => '40 , 41 , 34 , 140 , 034 , 434',
    'c' => 'ก',
  ),
  'กระท่อม' => 
  array (
    'd' => 'ฝันเห็นกระท่อม หรือกระต๊อบหลังเล็กๆ กลางทุ่ง ไม่มีคนอาศัยเลย  <br />
<u>ทำนายว่า</u> จะต้องมีการเดินทางไกล หรือต้องถูกโยกย้ายไปในทิศทางไกลจากเดิม ถ้า<br />
ฝันว่า อยู่ในกระท่อมจะมีลาภระยะนาน',
    's1' => '6',
    's2' => '9',
    's3' => '69 , 79 , 769 , 669 , 664',
    'c' => 'ก',
  ),
  'กระบอก' => 
  array (
    'd' => 'ฝันเห็นกระบอกไม้ไผ่ หรือต้นไผ่เป็นลำใหญ่ๆ สำหรับตัดมาทำกระบอก  <br />
<u>ทำนายว่า</u> จะได้รับอุบัติเหตุจากการเดินทาง หรือมิฉะนั้นก็จะต้องได้รับข่าวร้ายจากญาติมิตร หรือเพื่อนฝูงทางไกล',
    'c' => 'ก',
  ),
  'กระเป๋า' => 
  array (
    'd' => 'ฝันเห็นกระเป๋าใส่เงิน หรือกระเป๋าใส่เสื้อผ้าเดินทาง  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่ในการงาน หรือมีการเปลี่ยนแปลงโยกย้ายไปในทางดี',
    's1' => '4',
    's2' => '9',
    's3' => '48 , 49 , 749 , 494 , 884 , 889',
    'c' => 'ก',
  ),
  'กระโปรง' => 
  array (
    'd' => 'ฝันว่าตนเอง(หญิง) ได้นุ่งกระโปรงใหม่ หรือได้รับกระโปรงใหม่จากใครคนหนึ่งในฝัน  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากเพื่อนฝูง หรือญาติมิตรภายในบ้านจะนำเรื่องเดือดร้อนเข้ามาสู่',
    's1' => '8',
    's2' => '4',
    's3' => '48 , 49 , 749 , 494 , 884 , 889',
    'c' => 'ก',
  ),
  'กราม' => 
  array (
    'd' => 'ฝันว่ากรามหัก ผู้ใหญ่จะจากไป ถ้าเป็นกรามบนจะเป็นฝ่ายชาย กรามล่างจะเป็นฝ่ายหญิง',
    'c' => 'ก',
  ),
  'กริช , กั้นหยั่น' => 
  array (
    'd' => 'ฝันเห็นกริช (มีดสองคม) หรือกั้นหยั่น (มีดสองคมของจีน ที่เขียนเป็นหน้าสิงโตคาบกั้นหยั่นบนกระจก สำหรับแขวนกันภูติร้ายหน้าประตูบ้านของคนจีนส่วนมาก)  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่ป่วยจะหาย หรือเป็นความในโรงศาลจะชนะ',
    's1' => '1',
    's2' => '0',
    's3' => '10 , 11 , 14 , 110 , 114 , 410',
    'c' => 'ก',
  ),
  'กล้วย' => 
  array (
    'd' => 'ฝันเห็นกล้วย การงานหรือสิ่งที่หวังไว้จะเกิดการสะดุด ต้องใช้สติและความพยายามสูงจึงจะผ่านพ้นวิกฤติไปได้',
    'c' => 'ก',
  ),
  'กลอง' => 
  array (
    'd' => 'ฝันเห็นกลอง ได้ตีกลอง ได้เห็นคนตีกลอง หรือได้ยินเสียงกลอง <br />
<u>ทำนายว่า</u> ท่านจะได้รับยศหรือชื่อเสียงในไม่ช้าเป็นลางนิมิตมงคลดี',
    's1' => '0',
    's2' => '4',
    's3' => '08 , 44 , 46 , 408 , 409 , 001',
    'c' => 'ก',
  ),
  'กล้องถ่ายรูป' => 
  array (
    'd' => 'ฝันเห็นกล้องถ่ายรูปหรือการถ่ายรูป <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายสถานที่อยู่หรือที่ทำงานหรืออาจมีเรื่องยุ่งยากทางครอบครัวทำให้ต้องแยกทางเดิน',
    'c' => 'ก',
  ),
  'กลางคืน' => 
  array (
    'd' => 'ฝันเห็นเวลากลางคืน จะได้ลาภยศและชื่อเสียง',
    's1' => '0',
    's2' => '1',
    's3' => '06 , 09 , 106 , 109 , 116',
    'c' => 'ก',
  ),
  'กวาง' => 
  array (
    'd' => 'ฝันเห็นกวาง หรือเขากวางสวยงาม ได้จับต้องลูบคลำ  <br />
<u>ทำนายว่า</u> จะได้เลื่อนยศ หรือตำแหน่งหน้าที่การงาน แต่มักมีอันให้ต้องเปลี่ยนแปลง หรือโยกย้ายที่อยู่ไปด้วยกับลาภ',
    's1' => '2',
    's2' => '7',
    's3' => '21 , 22 , 23 , 712 , 722 , 713',
    'c' => 'ก',
  ),
  'กษัตริย์' => 
  array (
    'd' => 'ถ้า<br />
ฝันเห็นองค์พระเจ้าแผ่นดิน หรือพระราชินีท่านจะได้เลื่อนตำแหน่งยศทางราชการ หรือในตำแหน่งหน้าที่การงานทั่วไป หรืออาจมีโชคลาภในการเสียงโชค ลาภลอย ได้รับข่าวดีจากญาติผู้ใหญ่',
    's1' => '9',
    's2' => '8',
    's3' => '89 , 19 , 59 , 298 , 198 , 589',
    'c' => 'ก',
  ),
  'กอดรัด' => 
  array (
    'd' => 'ฝันว่าได้กอดรัดคนที่ตายไปแล้ว จะได้รับเคราะห์อย่างหนัก จะได้รับความกังวลในเรื่องการงานที่กำลังดำเนินงานอยู่<br />
ถ้า<br />
ฝันว่าได้กอดรัดกับเพศตรงข้าม จะถูกคนปองร้ายหรือมีผู้แอบนินทากล่าวร้าย ไม่สู้ดีนัก',
    'c' => 'ก',
  ),
  'กังหัน' => 
  array (
    'd' => 'ฝันเห็นกังหันที่กำลังหมุน  <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้รับลาภและยศ ที่ป่วยก็จะหาย คลายจากโรคภัยทั้งปวง',
    's1' => '4',
    's2' => '2',
    's3' => '44 , 42 , 244 , 446 , 447',
    'c' => 'ก',
  ),
  'กัลปพฤกษ์' => 
  array (
    'd' => 'ฝันเห็นต้นกัลปพฤกษ์ หรือตามความเข้าใจใน<br />
ฝันว่า เป็นต้นไม้กัลปพฤกษ์ <br />
<u>ทำนายว่า</u> เป็นฝันที่ดี ผู้ฝันคิดอะไรไว้จะสมปรารถนา',
    's1' => '9',
    's2' => '1',
    's3' => '19 , 29 , 39 , 199 , 291 , 239',
    'c' => 'ก',
  ),
  'กา' => 
  array (
    'd' => 'ฝันเห็นกาหรืออีกาดำ จะได้รับเคราะห์หรือเป็นลางบอกเหตุร้ายไม่ดีนัก',
    'c' => 'ก',
  ),
  'กางเขน' => 
  array (
    'd' => 'ฝันเห็นเครื่องหมายกางเขน ศาสนาคริสต์หรือไม้กางเขนที่ปักบนหลุมฝังศพ  <br />
<u>ทำนายว่า</u> จะได้ลาภหรือได้เลื่อนตำแหน่งหน้าที่การงาน การซื้อขายจะดีขึ้น',
    's1' => '4',
    's2' => '1',
    's3' => '40 , 44 , 14 , 440 , 441 , 117',
    'c' => 'ก',
  ),
  'ก้างปลา' => 
  array (
    'd' => 'ฝันว่าได้เห็น หรือได้เคี้ยวกลืนก้างปลา  <br />
<u>ทำนายว่า</u> จะเกิดอุปสรรคขัดขวางกิจการที่กำลังทำอยู่ แต่ในที่สุดจะต่อสู้เอาชนะอุปสรรคนั้นได้ในไม่ช้า',
    's1' => '7',
    's2' => '2',
    's3' => '17 , 27 , 37 , 171 , 273 , 272',
    'c' => 'ก',
  ),
  'กางร่ม' => 
  array (
    'd' => 'ฝันว่า กางร่ม จะมีคนช่วยเหลือให้ได้เจริญในหน้าที่การงาน เป็นใหญ่เป็นโต',
    's1' => '1',
    's2' => '5',
    's3' => '51 , 71 , 151 , 157 , 171',
    'c' => 'ก',
  ),
  'กาน้ำ' => 
  array (
    'd' => 'ฝันเห็นกาน้ำ จะมีคนเชิญไปงานสังสรรค์ มีลาภปาก',
    'c' => 'ก',
  ),
  'กาสาวพัสตร์(ผ้าเหลือง)' => 
  array (
    'd' => 'ฝันเห็นผ้าไตรจีวร แต่ไม่เป็นองค์พระ <br />
<u>ทำนายว่า</u> ถ้ามีครอบครัวแล้วจะได้บุตรชาย หรือได้ลาภเป็นของมีค่าเป็นสัตว์ 4 เท้า 2 เท้า',
    's1' => '8',
    's2' => '4',
    's3' => '88 , 80 , 84 , 844 , 348 , 808 , 188',
    'c' => 'ก',
  ),
  'กำแพง' => 
  array (
    'd' => 'ฝันเห็นกำแพงโบราณ หรือกำแพงรั้วของบ้านใหญ่ๆ  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะมีอุปสรรค และมีคนคอยขัดขวาง ถ้า<br />
ฝันว่า ตนเองปีนกำแพงข้างไปยังกำแพงอีกข้างหนึ่งได้  <br />
<u>ทำนายว่า</u> จะมีโชคลาภและการงานที่คิดไว้ หรือกำลังทำอยู่จะประสบผลสำเร็จงดงาม แต่จะต้องมีความมานะขยันอดทน',
    's1' => '7',
    's2' => '9',
    's3' => '74 , 76 , 89 , 749 , 764 , 891',
    'c' => 'ก',
  ),
  'กิ้งก่า' => 
  array (
    'd' => 'ฝันเห็นกิ้งก่าตัวเล็กหางยาว  <br />
<u>ทำนายว่า</u> จะได้ลาภจากผู้มีบุญหนักศักดิ์ใหญ่ แต่จะมีเคราะห์เพราะถูกทำร้ายเป็นทุกขลาภส่วนมากจะได้ลาภก่อนมีเคราะห์',
    's1' => '7',
    's2' => '4',
    's3' => '14 , 17 , 47 , 447 , 117 , 147',
    'c' => 'ก',
  ),
  'กิ้งกือ' => 
  array (
    'd' => 'ฝันเห็นกิ้งกือ จะได้เดินทางไกลอย่างไม่คาดคิด ได้รับการต้อนรับดี',
    'c' => 'ก',
  ),
  'กิน' => 
  array (
    'd' => 'ฝันว่า กินข้าว ได้เลื่อนขั้น เจริญก้าวหน้าในหน้าที่การงาน<br />
ฝันว่า กินคน จะได้เป็นผู้บังคับบัญชา เลื่อนตำแหน่งเป็นผู้บริหาร<br />
ฝันว่า กินดิน มีคนยกย่อง สรรเสริญ มีอำนาจบารมี<br />
ฝันว่า กินนก หรือ กินข้าวนก จะมีปัญหาบางอย่างเกิดขึ้น แต่จะผ่านพ้นไปในที่สุด<br />
ฝันว่า กินบัว ไม่ว่าส่วนใดก็ตามของบัว อาการป่วยจะทุเลาลง<br />
ฝันว่า กินผึ้ง จะได้ลาภแบบไม่คาดคิด โชคดี อาจได้เลื่อนตำแหน่งด้วย<br />
ฝันว่า กินพระจันทร์ หรือดวงอาทิตย์ จะได้เลื่อนขั้น เลื่อนตำแหน่ง มีหน้าตาในสังคม<br />
ฝันว่า กินยา จะหายจากอาการป่วยในเร็ววัน<br />
ฝันว่า กินอาหาร จะได้ลาภและความสุขจากลูกหลานหรือบริวาร',
    'c' => 'ก',
  ),
  'กินนร' => 
  array (
    'd' => 'ฝันเห็นนางกินนร (คนครึ่งนก) หรือกินรี จะเป็นรูปปั้นหรือมีชีวิตจิตใจก็ตามแต่  <br />
<u>ทำนายว่า</u> ถ้าเป็นหญิงจะต้องมีการโยกย้ายที่อยู่หรือที่ทำงานถ้าเป็นชายจะได้เลื่อนตำแหน่งสูงขึ้น หรือถ้าเป็นชายโสดก็จะได้พบเนื้อคู่ที่มีสกุลหลักฐาน',
    's1' => '7',
    's2' => '8',
    's3' => '79 , 89 , 179 , 289 , 687',
    'c' => 'ก',
  ),
  'กุ้งปลา' => 
  array (
    'd' => 'ฝันเห็นกุ้งปลา หรือได้จับกุ้งปลา มากหรือน้อยทายวาจะได้ลาภ จากการเสี่ยงโชค หรือซื้อขายมากน้อยตามที่ฝัน คือถ้า<br />
ฝันว่าจับกุ้งปลาจำนวนมากก็ได้ลาภก้อนใหญ่ ฝันนี้เชื่อกันส่วนมากว่า เป็นฝันที่แม่นยำที่สุด',
    's1' => '7',
    's2' => '8',
    's3' => '89 , 79 , 78 , 788 , 889 , 709',
    'c' => 'ก',
  ),
  'เกลือ' => 
  array (
    'd' => 'ฝันว่าได้รับประทานเกลือ หรือเห็นนาเกลือขาวริมทะเล <br />
<u>ทำนายว่า</u> จะได้รับของกำนัล หรือการว่าจ้างในธุรกิจ หรือการทำสัญญาซื้อขายอย่างใดอย่างหนึ่ง ซึ่งเป็นผลกำไรในไม่ช้า',
    's1' => '7',
    's2' => '5',
    's3' => '57 , 67 , 87 , 577 , 267',
    'c' => 'ก',
  ),
  'เกวียน' => 
  array (
    'd' => 'ฝันเห็นเกวียนเทียมด้วยม้า หรือวัวควาย หรือได้นั่งขี่ไปในเกวียน <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากผู้ใหญ่หรือได้รับการอุปถัมภ์จากเจ้านาย',
    's1' => '4',
    's2' => '7',
    's3' => '40 , 14 , 44 , 447 , 147 , 717',
    'c' => 'ก',
  ),
  'เกาทัณฑ์' => 
  array (
    'd' => 'ฝันเห็นเกาทัณฑ์หรือธนู หรือหน้าไม้  <br />
<u>ทำนายว่า</u> จะมีลาภหรือได้รับข่าวเกี่ยวกับญาติมิตรทางไกล',
    's1' => '3',
    's2' => '6',
    's3' => '33 , 30 , 32 , 633 , 306 , 532',
    'c' => 'ก',
  ),
  'เกาะ' => 
  array (
    'd' => 'ฝันเห็นเกาะ จะมีคนติฉินนินทา ทำให้เสียหาย ถ้าอยู่ในองค์การจะถูกเจ้านายเพ่งเล็ง',
    'c' => 'ก',
  ),
  'เกี่ยวข้าว' => 
  array (
    'd' => 'ฝันว่าได้ไปเก็บหรือเกี่ยวข้าวในนา หรือ<br />
ฝันเห็นชาวนากำลังเกี่ยวข้าวอยู่ไกลๆ ในทุ่งนา  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะยังไม่บรรลุผลสมประสงค์ หรือถ้าสำเร็จก็จะกินเวลาเนิ่นนานไปทีเดียว',
    'c' => 'ก',
  ),
  'แก้ผ้า' => 
  array (
    'd' => 'ฝันว่าแก้ผ้า ทายว่า ท่านอาจจะมีคนคอยปองร้าย ให้ระวังตัวเองให้มาก อย่าไว้วางใจใครง่ายๆ',
    's3' => '10 , 594 , 504 , 533 , 423',
    'c' => 'ก',
  ),
  'แก้วน้ำ' => 
  array (
    'd' => 'ฝันเห็นแก้วน้ำ หรือจับแก้วน้ำไว้ในมือ จะได้ลาภในทุกทาง ชื่อเสียง เงินทอง ยศถาบรรดาศักดิ์',
    'c' => 'ก',
  ),
  'โกนผม' => 
  array (
    'd' => 'ฝันว่าโกนผม หรือ โกนหนวดเครา <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์เกี่ยวกับทรัพย์สินหรือเจ็บป่วย',
    'c' => 'ก',
  ),
  'โกรธ' => 
  array (
    'd' => 'ฝันว่าโกรธ คุณกำลังจะมีความสุข',
    'c' => 'ก',
  ),
  'โกศ' => 
  array (
    'd' => 'ฝันเห็นโกศศพในงานพิธีต่างๆ หรือโกศใส่กระดูก <br />
<u>ทำนายว่า</u> จะได้ลาภข้าวของเงินทอง จากญาติผู้ใหญ่ หรืออาจจะได้เงินทองจากมรดกญาติพี่น้อง',
    's1' => '1',
    's2' => '4',
    's3' => '41 , 42 , 91 , 114 , 119 , 412 , 409',
    'c' => 'ก',
  ),
  'ไก่' => 
  array (
    'd' => 'ฝันเห็นไก่ ได้กินไก่ จับไก่ หรือเป็ดไก่บินเข้ามาหา <br />
<u>ทำนายว่า</u> ท่านจะประสบโชคลาภทางการเงินหรือวัสดุสิ่งของหรือสิ่งที่มีชีวิต ซึ่งอาจเป็นบุตรหรือเป็นสัตว์สี่เท้าสองเท้าที่มีคนนำมาให้',
    's1' => '9',
    's2' => '2',
    's3' => '19 , 09 , 29 , 209 , 719 , 289',
    'c' => 'ก',
  ),
  'ขน' => 
  array (
    'd' => 'ฝันว่ามีขนเต็มตัว หรือเห็นคนมีขนเต็มตัว <br />
<u>ทำนายว่า</u> จะมีคนอิจฉา',
    'c' => 'ข',
  ),
  'ขนตา' => 
  array (
    'd' => 'ฝันว่าขนตาตนเองงอกงาม  <br />
<u>ทำนายว่า</u> จะเป็นนิมิตมงคลสำหรับคนทุกคน เป็นหญิงจะได้รับชื่อเสียงและการยกย่องไปในทางดี เป็นชายจะทำกิจการเจริญยิ่งขึ้น <br />
ฝันว่าขนตาร่วง หรือจับถอนหลุดออกมา  <br />
<u>ทำนายว่า</u> จะโชคร้าย ตรงกันข้ามกับ<br />
ฝันว่าขนตางอกงาม',
    's1' => '3',
    's2' => '6',
    's3' => '36 , 38 , 136 , 138 , 638',
    'c' => 'ข',
  ),
  'ขนม' => 
  array (
    'd' => 'ฝันเห็นขนม หรือได้กินขนมต่างๆ  <br />
<u>ทำนายว่า</u> จะเสียของมีค่า หรือถูกขโมยทรัพย์สิน หรือมิฉะนั้นจะเจ็บไข้ได้ป่วยหนัก',
    'c' => 'ข',
  ),
  'ขนสัตว์' => 
  array (
    'd' => 'ฝันเห็นเสื้อผ้าที่ทำด้วยขนสัตว์ หรือได้สวมใส่ <br />
<u>ทำนายว่า</u> จะได้รับทุกข์หรือเคราะห์จากศัตรูที่คิดร้าย หรือมีโรคภัยไข้เจ็บมาเบียดเบียน',
    'c' => 'ข',
  ),
  'ขนุน' => 
  array (
    'd' => 'ฝันว่าได้กินขนุน <br />
<u>ทำนายว่า</u> การงานจะมีปัญหาเกิดขึ้น',
    'c' => 'ข',
  ),
  'ขมิ้น' => 
  array (
    'd' => 'ฝันว่าทาขมิ้น หรือเห็นขมิ้น <br />
<u>ทำนายว่า</u> เพศตรงข้ามจะนำโชคมาให้ อาการป่วยจะทุเลาเบาบางลง',
    's1' => '2',
    's2' => '5',
    's3' => '25 , 26 , 251 , 256',
    'c' => 'ข',
  ),
  'ขโมย' => 
  array (
    'd' => 'ฝันว่า เห็นขโมยหรือขโมยขึ้นบ้าน <br />
<u>ทำนายว่า</u> จะมีเรื่องเดือดร้อน อาจจะมาจากคนในบ้านหรือคนอื่นก็ได้',
    'c' => 'ข',
  ),
  'ขลุ่ย' => 
  array (
    'd' => 'ฝันเห็นขลุ่ย <br />
<u>ทำนายว่า</u> จะมีโชคในเรื่องความรัก',
    'c' => 'ข',
  ),
  'ขวด' => 
  array (
    'd' => 'ฝันเห็นขวดแก้ววางเรียงราย หรือขวดใส่น้ำเต็มเกือบทุกขวด <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีหรือลาภยศทางไกล ถ้าเห็นขวดเปล่าจะถูกหลอกลวง หรือถูกขโมยทรัพย์สิน ถ้า<br />
ฝันเห็นขวดแตกกระจาย จะเกิดการทะเลาะวิวาท',
    's1' => '2',
    's2' => '8',
    's3' => '22 , 28 , 29 , 289 , 282',
    'c' => 'ข',
  ),
  'ขวดยา' => 
  array (
    'd' => 'ฝันเห็นขวดยา <br />
<u>ทำนายว่า</u> สุขภาพจะมีปัญหา',
    'c' => 'ข',
  ),
  'ขวดเหล้า' => 
  array (
    'd' => 'ฝันเห็นขวดเหล้า <br />
<u>ทำนายว่า</u> จะได้ช่วยเหลือญาติพี่น้องหรือเพื่อนฝูง',
    'c' => 'ข',
  ),
  'ขวาน' => 
  array (
    'd' => 'ฝันเห็นขวานหรือได้จับขวาน หรือมีดพร้าอาวุธต่างๆ  <br />
<u>ทำนายว่า</u> จะมีศัตรูคิดปองร้าย แต่จะเป็นเพียงชั่วระยะหนึ่งแล้วก็สลายไป ให้ระวังในชั่วระยะ 3-7 วัน',
    's1' => '6',
    's2' => '7',
    's3' => '76 , 66 , 37 , 673 , 671 , 607 , 866',
    'c' => 'ข',
  ),
  'ของมีค่า' => 
  array (
    'd' => 'ฝันว่าเก็บของมีค่าได้ <br />
<u>ทำนายว่า</u> จะมีคดีความ หรือมีเรื่องมีราวกับผู้ใหญ่หรือคนรัก และไม่ควรเสี่ยงโชค',
    'c' => 'ข',
  ),
  'ของลับ' => 
  array (
    'd' => 'ฝันว่าเห็นของลับของตนเองหรือของคนอื่น จะเกิดเรื่องไม่ดี โดนหักหลัง ไม่ควรเสี่ยงโชค',
    'c' => 'ข',
  ),
  'ของหาย' => 
  array (
    'd' => 'ฝันว่าของหาย <br />
<u>ทำนายว่า</u> ท่านจะมีเรื่องให้ไม่สบายใจ เสี่ยงโชคต่างๆอาจจะเสียได้',
    'c' => 'ข',
  ),
  'ขอทาน' => 
  array (
    'd' => 'ฝันเห็นขอทาน หรือกระยาจกเข้ามาขอเงิน  <br />
<u>ทำนายว่า</u> ผู้นั้น จะหมดเคราะห์หมดทุกข์ ที่ป่วยจะหาย ที่ปกติจะได้รับโชคลาภในทางการงานหรือหน้าที่',
    's1' => '9',
    's2' => '2',
    's3' => '29 , 19 , 69 , 229 , 219 , 619 , 119',
    'c' => 'ข',
  ),
  'ขอนไม้' => 
  array (
    'd' => 'ฝันเห็นขอนไม้ลอยน้ำมา  <br />
<u>ทำนายว่า</u> จะมีลาภในการเสี่ยง',
    's1' => '2',
    's2' => '4',
    's3' => '22 , 24 , 122 , 224 , 228',
    'c' => 'ข',
  ),
  'ขัง' => 
  array (
    'd' => 'ฝันว่าตัวเองโดนขัง <br />
<u>ทำนายว่า</u> การงานจะประสบความสำเร็จ มีโชคลาภ',
    's1' => '4',
    's2' => '2',
    's3' => '42 , 44 , 421 , 442',
    'c' => 'ข',
  ),
  'ขัน' => 
  array (
    'd' => 'ฝันว่าได้จับขันตักน้ำ หรือเอาขันตักน้ำราดอาบตนเอง <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หมดโศกโรคภัย ถ้ากำลังดำเนินธุรกิจอย่างใดอย่างหนึ่งอยู่ จะได้รับผลสำเร็จอย่างมากโดยไม่คาดฝัน',
    's1' => '8',
    's2' => '1',
    's3' => '80 , 82 , 88 , 180 , 182 , 188',
    'c' => 'ข',
  ),
  'ขาด' => 
  array (
    'd' => 'ฝันว่าถูกตัดอวัยวะใดๆ ในร่างกายจนขาด <br />
<u>ทำนายว่า</u> จะเสียลูกหลานหรือญาติผู้ใหญ่ ไม่ควรเสี่ยงโชค',
    'c' => 'ข',
  ),
  'ขาย ขายของ' => 
  array (
    'd' => 'ฝันว่าเดินขายของ <br />
<u>ทำนายว่า</u> จะมีโชค การงานเจริญก้าวหน้า ได้รับความช่วยเหลือจากทุกทาง',
    'c' => 'ข',
  ),
  'ข้าว' => 
  array (
    'd' => 'ฝันว่า หุงข้าว <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีหรือได้รับของกำนัลจากญาติสนิทมิตรสหาย<br />
ฝันเห็นข้าวสาร หรือข้าวที่หุงสุกแล้วภายในเรือน <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้รับข่าว หรือได้พบกับญาติมิตรลูกหลาน ที่จากกันไปช้านานโดยไม่นึกฝัน',
    'c' => 'ข',
  ),
  'ข้าวสาร' => 
  array (
    'd' => 'ฝันเห็นข้าวสาร หรือข้าวที่หุงสุกแล้วภายในเรือน  <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้รับข่าว หรือได้พบกับญาติมิตรลูกหลาน ที่จากกันไปช้านานโดยไม่นึกฝัน',
    's1' => '6',
    's2' => '9',
    's3' => '64 , 66 , 20 , 609 , 664 , 669 , 660',
    'c' => 'ข',
  ),
  'ขี่' => 
  array (
    'd' => 'ฝันว่าได้ขี่ม้า หรือขี่วัวควาย แล้วตกลงมา ความฝันนี้ บอกเหตุให้รู้ว่า ท่านจะได้รับภัยอันตรายจากศัตรู หรือสัตว์ร้ายที่มีพิษ <br />
ฝันว่าได้ขี่คอคน <br />
<u>ทำนายว่า</u> จะมีความสุขในทุกด้าน ทั้งโชคลาภและเกียรติยศชื่อเสียง<br />
ถ้า<br />
ฝันว่าขี่ธรรมดา <br />
<u>ทำนายว่า</u> จะต้องมีการเดินทางหรือโยกย้าย ที่ทำงาน พลัดพรากที่อยู่',
    'c' => 'ข',
  ),
  'ขี้' => 
  array (
    'd' => 'ฝันเห็นอุจจาระหรือขี้ หรือได้จับขี้ หรือตัวเองถ่ายอุจจาระ <br />
<u>ทำนายว่า</u> ผู้นั้นจะมีเคราะห์ จะมีเรื่องเสื่อมเสียในทางชื่อเสียง หรือถูกคนนินทากล่าวร้ายป้ายสี',
    'c' => 'ข',
  ),
  'ขึ้นต้นไม้' => 
  array (
    'd' => 'ฝันว่าตนเองได้ขึ้นต้นไม้ มีอาการเหนื่อยหอบทุลักทุเลแต่ปีนไปอยู่บนต้นไม้  <br />
<u>ทำนายว่า</u> การงานที่คิดไว้จะเป็นผลสำเร็จ แม้จะมีอุปสรรคก็ผ่านพ้นไปได้ ถ้า<br />
ฝันว่าปีนขึ้นไปแล้วตกลงมา จะได้รับความผิดหวัง หรือไม่จะได้รับเคราะห์จากอาการเจ็บป่วย',
    's1' => '5',
    's2' => '7',
    's3' => '50 , 15 , 57 , 752 , 751 , 729',
    'c' => 'ข',
  ),
  'ขึ้นบันได' => 
  array (
    'd' => 'ฝันว่าเดินขึ้นบันได หรือไต่ขึ้นที่สูง  <br />
<u>ทำนายว่า</u> การงานที่กำลังทำอยู่จะก้าวหน้าไปในทางดี แต่จะมีศัตรูคิดร้ายหรือคอยขัดขวาง ทำให้เป็นอุปสรรคไปได้ชั่วระยะหนึ่ง',
    's1' => '9',
    's2' => '4',
    's3' => '99 , 19 , 90 , 919 , 944 , 904',
    'c' => 'ข',
  ),
  'ขื่อคา' => 
  array (
    'd' => 'ฝันว่าถูกใส่ขื่อคา  <br />
<u>ทำนายว่า</u> ถ้าเป็นข้าราชการ ทหารหรือตำรวจ จะได้รับการเลื่อนยศ ถ้าทำการค้าจะเจริญรุ่งเรืองขึ้นอย่างฉับพลัน',
    's1' => '0',
    's2' => '2',
    's3' => '20 , 08 , 09 , 208 , 209',
    'c' => 'ข',
  ),
  'ขุด' => 
  array (
    'd' => 'ฝันว่า ขุดดิน ถ้าดินนั้นสะอาด <br />
<u>ทำนายว่า</u> จะมีโชคลาภ แต่ถ้าดินนั้นสกปรก <br />
<u>ทำนายว่า</u> เพื่อนฝูงจะนำความเดือดร้อนมาให้',
    'c' => 'ข',
  ),
  'เข็มเย็บผ้า' => 
  array (
    'd' => 'ฝันว่าได้จับเข็มเย็บผ้าหรือได้เห็นเข็ม  <br />
<u>ทำนายว่า</u> หญิงที่มีสามีจะตั้งครรภ์ แต่ถ้าเป็นหญิงโสดและชายโสด  <br />
<u>ทำนายว่า</u> จะถูกยุยงให้แตกร้าวความสามัคคีกับเพื่อนฝูง',
    'c' => 'ข',
  ),
  'เขา' => 
  array (
    'd' => 'ฝันว่าตกเขาหรือตกเหว ตกรถ ตกน้ำ <br />
<u>ทำนายว่า</u> อาจจะต้องพลัดพรากจากคนรักหรือเจ็บป่วย',
    's1' => '9',
    's2' => '2',
    's3' => '91 , 92 , 291 , 292',
    'c' => 'ข',
  ),
  'เขียนหนังสือ' => 
  array (
    'd' => 'ฝันว่าเขียนหนังสือด้วยมือซ้าย ไม่ถนัด <br />
<u>ทำนายว่า</u> จะมีผู้คิดปองร้าย',
    'c' => 'ข',
  ),
  'แขนขา' => 
  array (
    'd' => 'ฝันเห็นแขนขาของคนที่ขาดตกอยู่กลางถนน หรือแขนขาของตนมีอันต้องถูกตัด <br />
<u>ทำนายว่า</u> จะต้องเสียญาติผู้ใหญ่ หรือบุตรหลานภายในบ้าน หรือมิฉะนั้นตนเองจะต้องพลัดพรากจากบ้าน',
    'c' => 'ข',
  ),
  'โขลงช้าง' => 
  array (
    'd' => 'ฝันเห็นโขลงช้าง <br />
<u>ทำนายว่า</u> จะได้รับการสนับสนุนช่วยเหลือจากผู้ใหญ่',
    'c' => 'ข',
  ),
  'ไข่' => 
  array (
    'd' => 'ฝันเห็นไข่เป็ดหรือไข่ไก่ ถ้าเป็นจำนวนน้อย  <br />
<u>ทำนายว่า</u> จะได้ลาภเล็กๆ น้อยๆ แต่ถ้า<br />
ฝันเห็นกองไข่จำนวนมากๆ  <br />
<u>ทำนายว่า</u> จะเกิดความยุ่งยากในครอบครัว',
    's1' => '8',
    's2' => '2',
    's3' => '30 , 28 , 88 , 282 , 288',
    'c' => 'ข',
  ),
  'ไข้' => 
  array (
    'd' => 'ฝันว่าเป็นไข้ <br />
<u>ทำนายว่า</u> สุขภาพจะมีปัญหา ต้องระมัดระวังการกิน',
    'c' => 'ข',
  ),
  'คนตาย' => 
  array (
    'd' => 'ฝันเห็นคนตาย หรือศพ ส่งกลิ่นเหม็น  <br />
<u>ทำนายว่า</u> จะได้ลาภจากเสี่ยงโชค หรือโชคลาภทางการค้าขาย และหน้าที่การงาน ถ้า<br />
ฝันว่าคนตายนั้น มีน้ำเหลืองและหนอนไต่ยั้วเยี้ย ฝันนั้นจะทำให้โชคลาภสูงขึ้น',
    's1' => '4',
    's2' => '0',
    's3' => '14 , 10 , 44 , 404 , 004 , 409',
    'c' => 'ค',
  ),
  'คนรักเก่า' => 
  array (
    'd' => 'ฝันเห็นแฟนเก่า คนรักเก่า <br />
<u>ทำนายว่า</u>จะหมดเคราะห์ การที่คิดไว้จะสมหวัง หรือถ้ามีบุตร บุตรนี้จะเป็นหญิง จะได้ลาภลอยโดยที่ไม่ได้คิด หรือหวังมาก่อน',
    'c' => 'ค',
  ),
  'ครกสาก' => 
  array (
    'd' => 'ฝันเห็นครกสากในครัว หรือครกสากตำข้าวในลานบ้าน <br />
<u>ทำนายว่า</u> จะได้รับทั้งข่าวดีและข่าวร้ายจากญาติมิตรที่อยู่ทางไกล (ถ้าเป็นครกสากขนาดใหญ่ในลานบ้านที่ฝันถึง จะมีข่าวร้ายเกี่ยวกับญาติผู้ใหญ่สูงอายุ ถ้าครกสากในครัว หมายถึงญาติ หรือมิตรสนิทอายุคราวเดียวกัน)',
    'c' => 'ค',
  ),
  'คราด' => 
  array (
    'd' => 'ฝันเห็นคราด, จอบ, เสียม เครื่องมือทำสวนครัว หรือ<br />
ฝันว่าได้จับต้อง จะได้รับผลสำเร็จจากหน้าที่การงาน หรือได้รับการเลื่อนตำแหน่งหน้าที่ การค้าขายจะทำให้ขยายกิจการออกไปได้กว้างขวาง',
    's1' => '4',
    's2' => '9',
    's3' => '47 , 46 , 49 , 479 , 679 , 709',
    'c' => 'ค',
  ),
  'คราส' => 
  array (
    'd' => 'ฝันเห็นสุริยคราส อากาศมืดครึ้ม แต่ไม่มีฝน <br />
<u>ทำนายว่า</u> เจ้าของฝันจะได้รับความสุข ที่เจ็บก็จะหาย ที่เห็นหนี้จะมีผู้ช่วยเหลือ ถ้าในฝันมีฝนตกชุ่มฉ่ำ  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภลอยจากการเสี่ยงโชคอย่างมาก',
    's1' => '7',
    's2' => '0',
    's3' => '07 , 77 , 08 , 708 , 707 , 077',
    'c' => 'ค',
  ),
  'ครู' => 
  array (
    'd' => 'ฝันเห็นครูบาอาจารย์ <br />
<u>ทำนายว่า</u> จะมีความก้าวหน้าในชีวิต มีชื่อเสียง ได้เลื่อนตำแหน่ง ได้มิตรดี ผู้ใหญ่เอ็นดู',
    's1' => '1',
    's2' => '5',
    's3' => '51 , 59 , 151 , 159',
    'c' => 'ค',
  ),
  'คลอดบุตร คลอดลูก' => 
  array (
    'd' => 'ฝันเห็นหญิงมีครรภ์ คนท้อง หรือ คลอดบุตร หรือ<br />
ฝันว่าตัวท่านเองคลอดบุตร ความฝันนี้จะบอกเหตุให้รู้ว่า งานที่ท่านคิดไว้จะเป็นผลสำเร็จ หรือการทำนาค้าขายจะดีขึ้น',
    's1' => '3',
    's2' => '6',
    's3' => '39 , 41 , 66 , 148 , 339 , 669',
    'c' => 'ค',
  ),
  'คลื่น' => 
  array (
    'd' => 'ฝันเห็นคลื่นน้ำ <br />
<u>ทำนายว่า</u> การงานจะเกิดอุปสรรค',
    'c' => 'ค',
  ),
  'ควันไฟ' => 
  array (
    'd' => 'ฝันเห็นควันไฟสีขาวลอยพุ่งขึ้นไปบนอากาศหรือควันจากไฟเป็นสีมืดครึ้ม แต่ไม่มีแสงไฟ  <br />
<u>ทำนายว่า</u> จะต้องได้รับความเดือดเนื้อร้อนใจ หรือโยกย้ายเปลี่ยนแปลงหน้าที่การงานไปในทางไม่ดี หรือมิฉะนั้นก็จะต้องหนีออกจากบ้านเพราะมีเรื่อง',
    'c' => 'ค',
  ),
  'ควายวัว' => 
  array (
    'd' => 'ฝันเห็นวัวควายเข้ามาเดินเพ่นพ่านอยู่ในเขตบ้าน หรือเห็นวัวควายฝูงใหญ่กลางทุ่งนา <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตร ที่อยู่ห่างไกล <br />
ถ้า<br />
ฝันว่าได้ฆ่าวัวควาย จะได้รับความร้อนใจเพราะเสียของรักหรือญาติมิตรผู้ใหญ่',
    'c' => 'ค',
  ),
  'คอ' => 
  array (
    'd' => 'ฝันว่าโดนฟันคอขาด <br />
<u>ทำนายว่า</u> จะมีเคราะห์หนัก ต้องหมั่นทำบุญให้ทานให้ชีวิตมากๆ และบ่อยๆ <br />
แต่ถ้า<br />
ฝันว่าโดนผูกคอรวมกับคนอื่น <br />
<u>ทำนายว่า</u> จะพบเนื้อคู่หรือเพื่อนแท้',
    'c' => 'ค',
  ),
  'คอกหมู' => 
  array (
    'd' => 'ฝันเห็นคอกหมู <br />
<u>ทำนายว่า</u> จะสบายในช่วงแรก แต่ต่อมาจะมีเรื่องยุ่งยากเกิดขึ้น',
    'c' => 'ค',
  ),
  'ค้อน' => 
  array (
    'd' => 'ฝันเห็นค้อนตอกตาปู หรือมีผู้นำเอาค้อนมายื่นส่งให้ <br />
<u>ทำนายว่า</u> จะมีศัตรูคิดร้าย หรือทำให้ต้องเสียทรัพย์สิน และชื่อเสียงเร่งระวังตนให้จงนัก',
    'c' => 'ค',
  ),
  'ค้าขาย' => 
  array (
    'd' => 'ฝันว่าตัวเองค้าขาย <br />
<u>ทำนายว่า</u> จะได้รับความสุขทั้งครอบครัว ได้ไปท่องเที่ยวพักผ่อน',
    's1' => '4',
    's2' => '9',
    's3' => '47 , 49 , 149 , 247',
    'c' => 'ค',
  ),
  'คางคก' => 
  array (
    'd' => 'ฝันเห็นคางคก  <br />
<u>ทำนายว่า</u> จะมีเรื่องทะเลาะวิวาท บาดหมางกับคนในครอบครัว หรือในที่ทำงาน ถึงเลือดตกยางออก หรือมิฉะนั้น ก็จะได้รับโรคภัยที่เกี่ยวกับผิวหนังร่างกาย',
    'c' => 'ค',
  ),
  'ค้างคาว' => 
  array (
    'd' => 'ฝันเห็นค้างคาวบิน หรือเกาะอยู่บนคบต้นไม้หรือในบริเวณบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับความสุข ถ้าป่วยเจ็บจะหาย หรือทุกข์ต่างๆ ภายในบ้านจะหมดสิ้นไป',
    's1' => '4',
    's2' => '5',
    's3' => '30 , 45 , 65 , 456 , 265 , 812',
    'c' => 'ค',
  ),
  'ค่ำคืน' => 
  array (
    'd' => 'ฝันเห็นความมืดยามค่ำคืน มีแสงระยิบระยับ คนมีคู่จะมีความสุขมาก คนโสดจะได้พบเนื้อคู่ที่ดี',
    's1' => '4',
    's2' => '6',
    's3' => '22 , 44 , 662 , 644',
    'c' => 'ค',
  ),
  'คำนับ' => 
  array (
    'd' => 'ฝันว่า คำนับผู้ใหญ่ หรือผู้บังคับบัญชาของเรา  <br />
<u>ทำนายว่า</u> จะได้รับเลื่อนตำแหน่งหน้าที่ในการงาน เป็นฝันดีมีลาภหรือผู้ใหญ่จะให้ของขวัญมีค่าแก่เรา',
    's1' => '6',
    's2' => '7',
    's3' => '66 , 67 , 266 , 267 , 467',
    'c' => 'ค',
  ),
  'คุก , ตะราง' => 
  array (
    'd' => 'ถูกจำนองจำพันธนาการอยู่ในคุก หรือ<br />
ฝันว่า ตนเองถูกพาตัวเข้าไปไว้ในห้องขัง  <br />
<u>ทำนายว่า</u> จะพ้นเคราะห์ หรือมีโชคลาภทางการเสี่ยง',
    's1' => '4',
    's2' => '7',
    's3' => '41 , 46 , 47 , 142 , 334 , 756',
    'c' => 'ค',
  ),
  'คูคลอง' => 
  array (
    'd' => 'ฝันเห็นคูน้ำหรือลำคลอง หรือเดินทางด้วยพาหนะไปทางลำน้ำลำคลอง น้ำใสเย็นแลสงบเงียบ  <br />
<u>ทำนายว่า</u> จะได้รับความสุข เพราะเรื่องเดือดร้อนและทุกข์ต่างๆ จะหมดสิ้นไปฝันนี้มักจะเกิดขึ้นในขณะมีทุกข์หรือมีการเจ็บไข้ ถ้าได้ฝันอาการป่วยก็จะหายไปด้วย',
    's1' => '7',
    's2' => '2',
    's3' => '07 , 77 , 27 , 727 , 227 , 207',
    'c' => 'ค',
  ),
  'คู่รัก' => 
  array (
    'd' => 'ฝันเห็นคู่รักหรือคนรัก ได้มีการกอดรัดพูดคุยกันในฝัน  <br />
<u>ทำนายว่า</u> จะต้องพลัดคู่จากกัน หรือมีอุปสรรคมาขัดขวางทางรัก มิให้สมปรารถนา ถ้าในฝันเป็นคนแปลกหน้าที่บังเอิญไปพบกัน  <br />
<u>ทำนายว่า</u> จะมีศัตรูที่เป็นเพศตรงข้ามปองร้าย',
    's1' => '3',
    's2' => '6',
    's3' => '55 , 66 , 33 , 335 , 366 , 784 , 633',
    'c' => 'ค',
  ),
  'เครื่องครัว' => 
  array (
    'd' => 'ฝันเห็นครัว หรือเครื่องครัว เช่น เตาไฟ หรือภาชนะหุงต้ม  <br />
<u>ทำนายว่า</u> จะได้โยกย้ายหรือเปลี่ยนที่อยู่ใหม่ดีกว่าเก่า ชายที่มีครอบครัวแล้ว จะได้บุตรเป็นหญิง หรือมิฉะนั้น จะได้เลื่อนตำแหน่งขึ้นดีกว่าเก่า',
    's1' => '8',
    's2' => '2',
    's3' => '18 , 28 , 29 , 289 , 218 , 890',
    'c' => 'ค',
  ),
  'เครื่องดนตรี' => 
  array (
    'd' => 'ฝันเห็นเครื่องดนตรี เช่น ปี่ หรือ ไวโอลิน แต่มิได้จับต้องขึ้นมาเป่าหรือสี  <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียง และความสำเร็จในหน้าที่การงาน แต่มิใช่เป็นโชคลาภทางเงินทองหรือข้าวของ',
    's1' => '8',
    's2' => '7',
    's3' => '88 , 78 , 76 , 688 , 765 , 386 , 877',
    'c' => 'ค',
  ),
  'เครื่องแต่งตัว' => 
  array (
    'd' => 'ฝันเห็นเครื่องแต่งตัว เสื้อผ้าอาภรณ์หรือเครื่องประดับต่างๆ หรือ<br />
ฝันว่า ได้แต่งเสื้อผ้าอาภรณ์ใหม่ ถ้าเป็นหญิงมีครรภ์  <br />
<u>ทำนายว่า</u> จะได้บุตรหญิงน่ารักใคร่ ถ้าเป็นชายโสดจะได้คู่ หญิงโสดจะได้คู่ที่เป็นชายมีชื่อเสียงฐานะดี',
    's1' => '7',
    's2' => '8',
    's3' => '78 , 67 , 68 , 778 , 667 , 668 , 557',
    'c' => 'ค',
  ),
  'เครื่องบิน' => 
  array (
    'd' => 'ฝันเห็นเครื่องบินบนท้องฟ้า  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติพี่น้องที่อยู่ห่างไกล หรือได้รับข่าวดีจากหน้าที่การงาน แต่ยังไม่ได้รับผลสำเร็จ หรือโชคลาภทีเดียวนัก เป็นแต่บอกเหตุการณ์ล่วงหน้าให้รู้ก่อน',
    's1' => '4',
    's2' => '8',
    's3' => '44 , 48 , 418 , 488 , 448',
    'c' => 'ค',
  ),
  'เครื่องบูชา' => 
  array (
    'd' => 'ฝันเห็นเครื่องบูชา <br />
<u>ทำนายว่า</u> ครอบครัวจะมีความสุขความเจริญ',
    'c' => 'ค',
  ),
  'เครื่องรับวิทยุ' => 
  array (
    'd' => 'ฝันเห็นวิทยุ <br />
<u>ทำนายว่า</u> จะได้ข่าวดีจากญาติสนิทมิตรสหาย',
    'c' => 'ค',
  ),
  'เครื่องลายคราม' => 
  array (
    'd' => 'ฝันเห็นเครื่องลายคราม <br />
<u>ทำนายว่า</u> จะมีคนมาเยี่ยมและนำของมาฝาก',
    'c' => 'ค',
  ),
  'เครือญาติ' => 
  array (
    'd' => 'ฝันเห็นเครือญาติ หรือพี่น้องที่จากกันไปไกล ฝันนี้จะบอกเหตุทั้งทางดีและทางร้ายที่เกี่ยวกับเครือญาติหรือลาภลอยพอสมควร',
    's1' => '0',
    's2' => '3',
    's3' => '05 , 09 , 309 , 305303 , 609',
    'c' => 'ค',
  ),
  'แคร่หาม' => 
  array (
    'd' => 'ฝันเห็นคนนั่งแคร่หามหรือคานหาม หรือตนเองได้นั่งไปบนแคร่ในขบวนแห่ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หนักถึงเสียข้าวของหรือญาติมิตรผู้ใหญ่ ถ้าเป็นความจะแพ้คดีย่อยยับ',
    'c' => 'ค',
  ),
  'โคมตะเกียง' => 
  array (
    'd' => 'ฝันเห็นคนหิ้วโคมตะเกียงเดินผ่านหน้าไป หรือ<br />
ฝันว่าได้หิ้วโคมตะเกียง มีคนนำหน้าพาเราเดินไป  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดี หรือได้เดินทางไกลไปในหน้าที่และจะได้รับผลประโยชน์ตอบแทนคุ้มค่าในการเดินทาง',
    's1' => '4',
    's2' => '9',
    's3' => '44 , 48 , 49 , 448 , 449',
    'c' => 'ค',
  ),
  'โครงกระดูก' => 
  array (
    'd' => 'ฝันเห็นโครงกระดูกคนหรือสัตว์ <br />
<u>ทำนายว่า</u> คุณกำลังจะหมดเคราะห์ ทุเลาจากการอาการเจ็บป่วย',
    'c' => 'ค',
  ),
  'โคลน' => 
  array (
    'd' => 'ฝันว่าได้ลุยโคลน หรือเหยียบย่ำโคลนติดเท้าขึ้นมา ความฝันนี้จะบอกเหตุให้รู้ว่า จะเกิดทุกข์เพราะโรคภัยไข้เจ็บ หรือได้รับอันตรายจากอุบัติเหตุต่างๆ ควรระวังให้จงหนัก',
    'c' => 'ค',
  ),
  'ฆ้อง' => 
  array (
    'd' => 'ฝันเห็นฆ้อง หรือได้ตีฆ้อง ตีระฆัง  <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียงในหน้าที่การงาน หรือได้เลื่อนตำแหน่งหน้าที่สูงขึ้น ถ้าเป็นหญิงมีครรภ์ จะได้บุตรชายที่มีอนาคตดี ถ้าเป็นชายโสดจะได้พบหญิงมีฐานะ และเกียรติยศสูงกว่า',
    's1' => '0',
    's2' => '8',
    's3' => '08 , 09 , 06 , 708 , 781 , 102 , 398',
    'c' => 'ฆ',
  ),
  'ฆ่า' => 
  array (
    'd' => 'ฝันว่าถูกคนฆ่าตาย แต่ฟื้นกลับมามีชีวิตอีกครั้ง <br />
<u>ทำนายว่า</u> แม้มีศัตรูปองร้ายก็จะแคล้วคลาด มีคนช่วยเหลือเกื้อกูล ศัตรูจะแพ้ภัยตัวเอง',
    'c' => 'ฆ',
  ),
  'ฆ่าสัตว์' => 
  array (
    'd' => 'ฝันว่าได้ฆ่าสัตว์ เช่น วัวควาย หรือสัตว์เลี้ยงภายในบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับความร้อนใจ เพราะเสียของรัก หรือญาติมิตรภายในบ้าน ถ้า<br />
ฝันว่า ฆ่าสัตว์จำพวกมีพิษ เช่น งู สุนัขบ้า หรือ เสือ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือศัตรูที่คิดร้ายจะพ่ายแพ้เรา ถ้าเป็นคดีความจะชนะ',
    's1' => '4',
    's2' => '9',
    's3' => '49 , 47 , 39 , 449 , 349 , 843 , 638',
    'c' => 'ฆ',
  ),
  'ฆาตกรรม' => 
  array (
    'd' => 'ฝันเห็นฆาตกรรม หรือเห็นคนวิวาททำร้ายกันถึงตาย หรือตนเองถูกฆ่าแต่กลับฟื้นขึ้นมาได้  <br />
<u>ทำนายว่า</u> จะพ้นเคราะห์ ศัตรูที่คิดร้ายจะกลับมาเป็นมิตรดี และจะมีโชคลาภทางการเสี่ยงโชคด้วย',
    's1' => '4',
    's2' => '0',
    's3' => '40 , 26 , 70 , 340 , 706 , 440 , 764',
    'c' => 'ฆ',
  ),
  'ฆ่าตัวเอง' => 
  array (
    'd' => 'ฝันว่าฆ่าตัวเอง แต่มีผู้มาช่วยเหลือ  <br />
<u>ทำนายว่า</u> จะได้รับทุกข์เพราะตนเอง หรือได้รับความเดือดเนื้อร้อนใจเกี่ยวกับหน้าที่การงาน ได้รับความมัวหมองเพราะการกระทำของตนเองที่ขาดความยับยั้ง แต่ถ้า<br />
ฝันว่าตนเองถูกฆ่าจะมีโชคลาภ',
    's1' => '4',
    's2' => '5',
    's3' => '45 , 46 , 460 , 405 , 506 , 501',
    'c' => 'ฆ',
  ),
  'เฆี่ยน' => 
  array (
    'd' => 'ฝันว่าตนเองถูกเฆี่ยนด้วยแส้ หรือหวาย  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่ป่วยจะหาย ที่มีทุกข์ร้อนการเงินจะมีทางผ่อนชำระ ถ้า<br />
ฝันว่าตนเองเฆี่ยนผู้อื่น  <br />
<u>ทำนายว่า</u> จะมีปากเสียงกันคนในบ้านหรือมีเรื่องกับคนแปลกหน้าถึงขนาดรุนแรง',
    's1' => '3',
    's2' => '8',
    's3' => '33 , 63 , 38 , 336 , 388 , 486 , 868',
    'c' => 'ฆ',
  ),
  'โฆษก' => 
  array (
    'd' => 'ฝันว่าเป็นโฆษกหรือเห็นโฆษก <br />
<u>ทำนายว่า</u> จะมีคนติฉินนินทา หรือมีคนนำเรื่องเดือร้อนใจมาให้',
    'c' => 'ฆ',
  ),
  'โฆษณา' => 
  array (
    'd' => 'ฝันว่าตนทำหน้าที่โฆษก หรือป่าวร้องโฆษณา <br />
<u>ทำนายว่า</u> งานที่กำลังทำอยู่จะล้มเหลว',
    'c' => 'ฆ',
  ),
  'งมของ' => 
  array (
    'd' => 'ฝันว่าได้ลงไปงมของในน้ำ หรือเอามืองมของในท้องร่อง ท่อ คูคลอง <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากนายหน้า หรือนายประกัน หรือมิฉะนั้นจะต้องเสียทรัพย์สินเพราะถูกโจรกรรม',
    'c' => 'ง',
  ),
  'งอบ' => 
  array (
    'd' => 'ฝันว่าเห็นงอบหรือใส่งอบ <br />
<u>ทำนายว่า</u> ชีวิตจะดีขึ้น เรื่องไม่ดีจะคลี่คลาย',
    'c' => 'ง',
  ),
  'งับ' => 
  array (
    'd' => 'ฝันว่าสัตว์งับ มีรอยเขี้ยว <br />
<u>ทำนายว่า</u> กำลังมีความคิดที่จะมีบ้านเล็กบ้านน้อย',
    'c' => 'ง',
  ),
  'งาช้าง' => 
  array (
    'd' => 'ฝันเห็นงาช้างคู่ หรือได้จับต้องงาช้าง  <br />
<u>ทำนายว่า</u> จะได้โชคลาภอย่างใหญ่หลวง ถ้าค้าขายจะประสบความร่ำรวยเห็นผลเร็ว ถ้าทำงานหรือรับราชการ จะมีผู้ใหญ่นำโชคลาภมาให้ หรือได้โชคลาภทางการเสี่ยง',
    's1' => '5',
    's2' => '1',
    's3' => '50 , 15 , 13 , 513 , 5149 , 517',
    'c' => 'ง',
  ),
  'งานพิธีต่างๆ' => 
  array (
    'd' => 'ฝันว่าได้ไปร่วมในงานพิธีต่างๆ เช่น งานบวชนาคหรืองานโกนจุก งานรื่นเริงของเพื่อนฝูง  <br />
<u>ทำนายว่า</u> จะได้รับทั้งข่าวดี และข่าวร้าย หรือได้ทุกขลาภ จะเสียญาติผู้ใหญ่ แต่จะได้เงินทองมาชดเชยภายหลัง หรือมีลาภจากการแบ่งไม่เต็มเม็ดเต็มหน่วย',
    's1' => '3',
    's2' => '9',
    's3' => '30 , 36 , 39 , 339 , 336 , 359',
    'c' => 'ง',
  ),
  'งานศพ' => 
  array (
    'd' => 'ฝันว่าได้ไปร่วมพิธีในงานศพ หรือเห็นผู้คนพลุกพล่านในงานศพ <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีเกี่ยวกับหน้าที่การงาน หรือการค้าขาย ถ้าเป็นคดีความ จะได้ชัยชนะฝ่ายตรงข้าม',
    's1' => '4',
    's2' => '7',
    's3' => '47 , 27 , 48 , 437 , 427 , 484',
    'c' => 'ง',
  ),
  'ง้าวขอ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้รับศัตราวุธต่างๆ  <br />
<u>ทำนายว่า</u> ฝันนี้เป็นนิมิตดี จะมีอำนาจวาสนา หรือได้ผู้ใหญ่อุปการะช่วยเหลือ',
    's1' => '2',
    's2' => '3',
    's3' => '23 , 29 , 272 , 293 , 279',
    'c' => 'ง',
  ),
  'งู' => 
  array (
    'd' => 'ฝันเห็นงู หรือถูกงูกัด หรือตีงูจนตายแล้วงูกลับมามีชีวิตอีกครั้ง <br />
<u>ทำนายว่า</u> คนโสดจะได้แต่งงาน ถ้าเป็นชายที่มีครอบครัวแล้วอาจคิดนอกลู่นอกทาง ถ้าเป็นหญิงที่มีครอบครัวแล้วจะได้ลูก',
    'c' => 'ง',
  ),
  'งูกัด' => 
  array (
    'd' => 'ฝันว่างูกัด  <br />
<u>ทำนายว่า</u> ศัตรูเพศตรงข้ามจะคิดร้าย หรือได้รับเคราะห์จากเพื่อนบ้าน ถ้างูกัดต่ำ ก็เป็นเคราะห์เล็กน้อย ถ้ากัดสูง จะได้รับเคราะห์หนัก หรือมิฉะนั้นจะป่วยเจ็บเพราะอุบัติเหตุในการเดินทาง',
    's1' => '4',
    's2' => '5',
    's3' => '45 , 65 , 98 , 459 , 658 , 498',
    'c' => 'ง',
  ),
  'งูเขียว' => 
  array (
    'd' => 'ฝันเห็นงูเขียว <br />
<u>ทำนายว่า</u> จะได้คู่ที่ถูกใจมาก',
    'c' => 'ง',
  ),
  'งูพิษ' => 
  array (
    'd' => 'ฝันเห็นงูพิษหรืองูเห่ารัดแขนขา <br />
<u>ทำนายว่า</u> จะมีโชคด้านความรัก พบคู่และได้แต่งงานสมใจ',
    'c' => 'ง',
  ),
  'งูรัด' => 
  array (
    'd' => 'ฝันว่างูรัด หรือเลื้อยมาพันร่างกาย  <br />
<u>ทำนายว่า</u> ถ้าเป็นคนโสดจะได้พบเนื้อคู่ในกะทันหัน ให้สังเกตความ<br />
ฝันว่า ถ้างูกัดส่วนสูงของร่างกาย เช่น รัดคอ รัดบั้นเอวจะได้เนื้อคู่ฐานะดี หรือมีศักดิ์ ถ้ารัดต่ำลงมาถึงขา  <br />
<u>ทำนายว่า</u> จะได้เนื้อคู่ต่ำศักดิ์กว่า ถ้าเป็นคนมีครอบครัวแล้ว ในฝันนั้นถ้าได้ใช้มือจับลำตัวงูแล้วจะได้ลาภเป็นบุตร หรือโชคลาภจร ลาภลอย จากการเสี่ยงโชคใหญ่',
    's1' => '5',
    's2' => '6',
    's3' => '56 , 66 , 55 , 559 , 566 , 568',
    'c' => 'ง',
  ),
  'งูเหลือม' => 
  array (
    'd' => 'ฝันเห็นงูเหลือม <br />
<u>ทำนายว่า</u> ให้ระวังเรื่องเงินๆ ทองๆ สุขภาพจะมีปัญหา',
    'c' => 'ง',
  ),
  'เงา' => 
  array (
    'd' => 'ฝันเห็นเงาตนเองในน้ำ หรือในกระจกส่องหน้า หรือสามวันดีสี่วันไข้ออดแอดอยู่ระยะหนึ่ง เมื่อพ้นเคราะห์แล้ว จะได้ลาภพอสมควร',
    's1' => '5',
    's2' => '9',
    's3' => '55 , 59 , 57 , 559 , 579 , 705',
    'c' => 'ง',
  ),
  'เงิน' => 
  array (
    'd' => 'ฝันว่ามีคนเอาเงินมาให้ <br />
<u>ทำนายว่า</u> จะมีโชคทั้งด้านการงานและความรัก',
    'c' => 'ง',
  ),
  'เงินทอง' => 
  array (
    'd' => 'ฝันว่าได้เงินได้ทอง หรือ<br />
ฝันว่าได้จับเงินทอง  <br />
<u>ทำนายว่า</u> ผู้ที่มีครอบครัวแล้วจะได้บุตรแต่ถ้าผู้ฝันเป็นนักชอบเล่นการพนัน <br />
<u>ทำนายว่า</u> จะเสียเงิน หรือเสียพนัน ถ้า<br />
ฝันว่าเสียเงิน  <br />
<u>ทำนายว่า</u> จะได้รับเงิน (การฝันถึงเงิน หรือเงินทอง ตำราฝันของไทยถือว่าเป็นฝันดี แต่ตำราของต่างประเทศส่วนมากถือว่าเป็นฝันร้าย)',
    's1' => '6',
    's2' => '9',
    's3' => '66 , 69 , 369 , 766 , 664',
    'c' => 'ง',
  ),
  'เงี่ยง' => 
  array (
    'd' => 'ฝันว่าถูกเงี่ยงเบ็ดเกี่ยวเนื้อ หรือถูกเงี่ยงปลายัก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากหน้าที่ในการงานหรือเพื่อนฝูง ถ้าเป็นพ่อค้าจะถูกฉ้อโกงหรือหักหลังจากลูกหนี้หรือศัตรูในทางการค้า',
    'c' => 'ง',
  ),
  'จดหมาย' => 
  array (
    'd' => 'ฝันว่าได้รับจดหมาย  <br />
<u>ทำนายว่า</u> จะได้รับทั้งข่าวดีและลาภยศในระยะเร็ววัน ถ้าเป็นซองจดหมายสีขาว จะได้ลาภในทางการงาน หรือตำแหน่งหน้าที่ ถ้าเป็นซองจดหมายสีชมพูหรือสีฟ้า จะได้รับการช่วยเหลือจากเพศตรงข้าม ทั้งทางการเงินหรือทางธุรกิจ',
    's1' => '4',
    's2' => '7',
    's3' => '45 , 46 , 74 , 407 , 547 , 497',
    'c' => 'จ',
  ),
  'จมน้ำ ตกน้ำ' => 
  array (
    'd' => 'ฝันเห็นคนตกน้ำกำลังจะจมมิจมแหล่ หรือ<br />
ฝันว่าตนเองตกน้ำหรือจมน้ำ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หนัก ถ้าเป็นความ จะแพ้คดีถึงต้องโทษ ถ้าเป็นการค้า จะเสียหายหรือขาดทุนย่อยยับ',
    'c' => 'จ',
  ),
  'จรวด' => 
  array (
    'd' => 'ฝันเห็นจรวดยาน หรือจรวดดอกไม้ไฟพุ่งขึ้นไปสู่ท้องฟ้า <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายของญาติมิตรที่อยู่ต่างแดน หรือได้รับทุกขลาภทางหน้าที่การงาน หรือการค้าพอเสมอตัว แต่มักจะเป็นเคราะห์ เกี่ยวกับญาติมิตรมิใช่ตนเอง',
    's1' => '7',
    's2' => '7',
    's3' => '47 , 14 , 19 , 479 , 797 , 704',
    'c' => 'จ',
  ),
  'จระเข้' => 
  array (
    'd' => 'ฝันเห็นจระเข้ หรือถูกจระเข้ทำร้าย  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากศัตรูหรือมีผู้คิดร้าย คอยทำร้ายหรือลักทรัพย์สินของเรา',
    'c' => 'จ',
  ),
  'จราจร' => 
  array (
    'd' => 'ฝันเห็นการจราจรวุ่นวาย <br />
<u>ทำนายว่า</u> มีจะมีเรื่องเดือดร้อยทั้งกายทั้งใจ',
    'c' => 'จ',
  ),
  'จลาจล' => 
  array (
    'd' => 'ฝันเห็นการจลาจลภายในบ้านเมือง มีการใช้อาวุธโรมรันกัน  <br />
<u>ทำนายว่า</u> จะได้รับทั้งโชคและเคราะห์ในเวลาไล่เลี่ยกัน ถ้าป่วยเจ็บจะได้ลาภลอยหรือผู้ใหญ่สงสารช่วยอุปการะ',
    's1' => '9',
    's2' => '2',
    's3' => '90 , 91 , 92 , 290 , 219 , 229',
    'c' => 'จ',
  ),
  'จอก' => 
  array (
    'd' => 'ฝันว่าได้รับจอกหรือถ้วยใส่น้ำ <br />
<u>ทำนายว่า</u> จะได้ลาภจากทางไกล',
    'c' => 'จ',
  ),
  'จองจำ' => 
  array (
    'd' => 'ฝันว่าถูกจองจำพันธนาการ เป็นฝันร้ายที่กลายเป็นดี <br />
<u>ทำนายว่า</u> การเงินดี การงานประสบความสำเร็จ',
    'c' => 'จ',
  ),
  'จอบเสียม' => 
  array (
    'd' => 'ฝันเห็นจอบหรือเสียม หรือเครื่องมือทางเกษตร ถ้าได้จับต้องจะได้รับผลสำเร็จทั้งในหน้าที่การงานหรือการค้าขาย',
    's1' => '4',
    's2' => '9',
    's3' => '47 , 46 , 49 , 479 , 709 , 679',
    'c' => 'จ',
  ),
  'จอมปลวก' => 
  array (
    'd' => 'ฝันเห็นจอมปลวกขึ้นภายในบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภใหญ่หลวง ถ้าเป็นข้าราชการหรือคนทำงาน จะได้เลื่อนตำแหน่งหน้าที่ดีขึ้น ถ้าเป็นพ่อค้าจะเจริญก้าวหน้ารวดเร็ว ถ้า<br />
ฝันเห็นจอมปลวกกลางถนนนอกบ้าน  <br />
<u>ทำนายว่า</u> จะได้โชคลาภในการเดินทาง หรือการเสี่ยงโชค',
    's1' => '8',
    's2' => '9',
    's3' => '98 , 88 , 809 , 409 , 819 , 969',
    'c' => 'จ',
  ),
  'จักจั่น' => 
  array (
    'd' => 'ฝันถึงจักจั่นหรือเรไร หรือ<br />
ฝันว่าได้ยินเสียงจักจั่นขันในพงหญ้า <br />
<u>ทำนายว่า</u> กิจการที่กำลังทำอยู่นั้นจะมีอุปสรรค และจะมีผู้แกล้งทำให้งานถ่วงล่าช้าออกไปและอาจทำให้เสียเงินทองด้วย',
    'c' => 'จ',
  ),
  'จักรพรรดิ' => 
  array (
    'd' => 'ฝันเห็นจักรพรรดิ หรือ พระเจ้าแผ่นดินต่างประเทศ <br />
<u>ทำนายว่า</u> จะได้เดินทางไกล หรือผู้ใหญ่ต่างชาติจะช่วยเหลือ หรือถ้ายังเป็นโสด จะได้พบเนื้อคู่ต่างชาติต่างภาษาที่มีฐานะดี',
    's1' => '9',
    's2' => '8',
    's3' => '98 , 09 , 919 , 914 , 098 , 968',
    'c' => 'จ',
  ),
  'จักรยาน' => 
  array (
    'd' => 'ฝันเห็นจักรยานหรือได้ขับขี่จักรยาน  <br />
<u>ทำนายว่า</u> จะต้องเดินทางไกล หรือมีการโยกย้ายที่อยู่ หรือหน้าที่การงาน',
    's1' => '7',
    's2' => '8',
    's3' => '77 , 78 , 378 , 897 , 276',
    'c' => 'จ',
  ),
  'จักรเย็บผ้า' => 
  array (
    'd' => 'ฝันเห็นจักรเย็บผ้า หรือได้ถีบจักร หรือมีคนยกเอาจักรเข้ามาในบ้าน <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายหน้าที่การงานหรือเคหสถาน',
    'c' => 'จ',
  ),
  'จันทน์' => 
  array (
    'd' => 'ฝันเห็นหรือได้รับลูกจันทน์ ผลไม้ชนิดหนึ่ง หรือลูกอินทร์ผลสุกปลั่ง  <br />
<u>ทำนายว่า</u> ถ้าเป็นคนมีครอบครัวแล้วหรือหญิงมีครรภ์  <br />
<u>ทำนายว่า</u> จะได้บุตรเป็นศรีสง่าภายหน้า ถ้าเป็นโสดจะได้พบเนื้อคู่วาสนาดี แต่ยังไม่ประสบผลสำเร็จเร็ววันนัก',
    's1' => '7',
    's2' => '9',
    's3' => '09 , 07 , 747 , 797 , 679',
    'c' => 'จ',
  ),
  'จันทร์ทรงกลด' => 
  array (
    'd' => 'ฝันเห็นพระอาทิตย์ พระจันทร์ทรงกลดรัศมีเปล่ง <br />
<u>ทำนายว่า</u> สตรีมีครรภ์จะได้บุตรชายเป็นศรีสง่าหรือจะมีโชคลาภอุดมสมบูรณ์',
    's1' => '9',
    's2' => '8',
    's3' => '09 , 08 , 109 , 189 , 898',
    'c' => 'จ',
  ),
  'จันทรุปราคา' => 
  array (
    'd' => 'ฝันเห็นสุริยคราส อากาศมืดครึ้มแต่ไม่มีฝน <br />
<u>ทำนายว่า</u> เจ้าของฝันจะได้รับความสุข ที่เจ็บก็จะหาย ที่เห็นหนี้จะมีผู้ช่วยเหลือ <br />
ถ้าในฝันมีฝนตกชุ่มฉ่ำ <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภลอยจากการเสี่ยงโชคอย่างมาก',
    'c' => 'จ',
  ),
  'จับ' => 
  array (
    'd' => 'ฝันว่าถูกจับ หรือถูกจองจำ  <br />
<u>ทำนายว่า</u> จะพ้นเคราะห์ หรือจะมีโชคลาภจากการเสี่ยง (ในตำราให้สังเกตว่า ถ้าได้รับความตกใจอย่างมาก จะได้รับโชคลาภมากตามส่วน)',
    's1' => '7',
    's2' => '5',
    's3' => '75 , 76 , 275 , 576 , 577',
    'c' => 'จ',
  ),
  'จับเจ่า' => 
  array (
    'd' => 'ฝันว่าตนเองนั่งจับเจ่าคนเดียวในที่เปลี่ยว หรือในห้องแต่ลำพังคนเดียว  <br />
<u>ทำนายว่า</u> จะต้องมีการโยกย้ายที่อยู่ หรือทำงานไปในที่ไกลๆ',
    'c' => 'จ',
  ),
  'จานชาม' => 
  array (
    'd' => 'ฝันเห็นจานชามหรือถ้วยจาน หรือได้จับต้อง  <br />
<u>ทำนายว่า</u> ถ้าเป็นคนมีครอบครัวแล้ว จะได้บุตรหรือสัตว์เลี้ยงมีคุณเข้ามาอยู่ในบ้าน หรือมิฉะนั้นจะได้งานการหรือการค้าเป็นหลักแหล่งดี',
    's1' => '7',
    's2' => '9',
    's3' => '77 , 78 , 79 , 779 , 789',
    'c' => 'จ',
  ),
  'จำปา-จำปี' => 
  array (
    'd' => 'ฝันว่าได้ดอกจำปี หรือดอกจำปา  <br />
<u>ทำนายว่า</u> เป็นความฝันดี ผู้ฝันจะได้รับความสุขจากชีวิตภายในครอบครัว หรือได้รับโชคลาภในหน้าที่การงาน',
    's1' => '8',
    's2' => '7',
    's3' => '78 , 26 , 287 , 875 , 887',
    'c' => 'จ',
  ),
  'จิ้งจก' => 
  array (
    'd' => 'ฝันเห็นจิ้งจก หรือได้ยินเสียงจิ้งจกทักในฝัน  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากการงาน หรือลาภทางการเสี่ยงโชคเล็กน้อย',
    's1' => '7',
    's2' => '1',
    's3' => '77 , 71 , 771 , 707 , 761',
    'c' => 'จ',
  ),
  'จิ้งหรีด' => 
  array (
    'd' => 'ฝันเห็นจิ้งหรีดกัดกัน หรือได้จับจิ้งหรีด  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากผู้มีอายุน้อยกว่า หรือบุตรหลานภายในบ้าน จะทำให้เสียเงินทอง',
    'c' => 'จ',
  ),
  'จี้' => 
  array (
    'd' => 'ฝันว่าถูกจี้ ไม่ควรเสี่ยงโชคเพราะจะเสียเงินเปล่า',
    'c' => 'จ',
  ),
  'จีวร' => 
  array (
    'd' => 'ฝันเห็นจีวรพระ ต้องรีบไปทำบุญตักบาตร แล้วโชคดีจะเกิดขึ้น',
    'c' => 'จ',
  ),
  'จุดไฟ' => 
  array (
    'd' => 'ฝันว่าจุดไฟติดง่ายและลุกโพลงดี  <br />
<u>ทำนายว่า</u> คนที่แต่งงานแล้วจะได้บุตรแข็งแรงอ้วนท้วนสมบูรณ์และถ้า<br />
ฝันว่าจุดไฟแล้วดับ ดับแล้วจุดใหม่ แล้วดับอีก  <br />
<u>ทำนายว่า</u> บุตรที่อยู่ในท้องจะแท้งหรือคลอดยาก',
    's1' => '4',
    's2' => '5',
    's3' => '40 , 54 , 64 , 464 , 540',
    'c' => 'จ',
  ),
  'จูบ' => 
  array (
    'd' => 'ฝันว่าได้กอดจูบเด็กเล็ก <br />
<u>ทำนายว่า</u> จะได้ลาภหรือสิ่งของเป็นของกำนัล <br />
ถ้าได้จูบคนสูงอายุกว่า <br />
<u>ทำนายว่า</u> จะได้ลาภจากผู้ใหญ่ <br />
ถ้าจูบสัตว์เลี้ยงหรือคนรัก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์เล็กๆ น้อยๆ จากคนในบ้านหรือคนรักหรือมิตรสหายใกล้ชิด',
    'c' => 'จ',
  ),
  'เจดีย์' => 
  array (
    'd' => 'ฝันเห็นองค์พระเจดีย์ หรือพระปรางค์ หรือสถูปยอดสูง ๆ  <br />
<u>ทำนายว่า</u> จะเป็นมงคลแก่ตัวเอง ถ้าเป็นข้าราชการหรือคนทำงาน จะได้รับตำแหน่งหน้าที่สูงขึ้น ถ้าเป็นพ่อค้าจะได้รับชื่อเสียงไปในทางดี แต่ยังไม่มีโชคลาภทางการเงินทีเดียวนัก',
    's1' => '7',
    's2' => '9',
    's3' => '79 , 71 , 179 , 799 , 771',
    'c' => 'จ',
  ),
  'เจดีย์ทราย' => 
  array (
    'd' => 'ฝันเห็นเจดีย์ทราย <br />
<u>ทำนายว่า</u> การงานจะมีอุปสรรค ทำธุรกิจอาจถูกโกง',
    'c' => 'จ',
  ),
  'เจว็ด' => 
  array (
    'd' => 'ฝันเห็นเจว็ดในศาลพระภูมิ หรือรูปเทพารักษ์ หรือรูปปั้นต่างๆ ภายในศาลเจ้าหรือในวิหาร  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ที่ป่วยเจ็บจะหาย หรือทรัพย์สินที่หายไปจะได้กลับคืน',
    's1' => '1',
    's2' => '7',
    's3' => '11 , 17 , 47 , 417 , 117 , 790',
    'c' => 'จ',
  ),
  'เจ้า' => 
  array (
    'd' => 'ฝันเห็นพระเจ้าแผ่นดิน <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่ง ได้รับเงินเพิ่ม ได้โชคดีจากผู้ใหญ่',
    'c' => 'จ',
  ),
  'แจกัน' => 
  array (
    'd' => 'ฝันว่าตนเองนั่งจับเจ่าคนเดียวในที่เปลี่ยว หรือในห้องแต่ลำพังคนเดียว  <br />
<u>ทำนายว่า</u> จะต้องมีการโยกย้ายที่อยู่ หรือทำงานไปในที่ไกลๆ',
    's1' => '7',
    's2' => '9',
    's3' => '27 , 77 , 79 , 279 , 779',
    'c' => 'จ',
  ),
  'แจว' => 
  array (
    'd' => 'ฝันว่าได้แจวเรือ <br />
<u>ทำนายว่า</u> จะไม่สบายใจ ครอบครัวมีเรื่องเดือดร้อน',
    'c' => 'จ',
  ),
  'แจ่ว' => 
  array (
    'd' => 'ฝันว่าได้กินแจ่ว <br />
<u>ทำนายว่า</u> จะมีคนติฉินนินทา ใส่ร้ายป้ายสีให้',
    'c' => 'จ',
  ),
  'โจงกระเบน' => 
  array (
    'd' => 'ฝันเห็นคนนุ่งโจงกระเบน หรือตัวเองใส่โจงกระเบน <br />
<u>ทำนายว่า</u> จะมีโชค ได้เลื่อนตำแหน่ง',
    'c' => 'จ',
  ),
  'โจร' => 
  array (
    'd' => 'ฝันเห็นโจร <br />
<u>ทำนายว่า</u> จะมีเรื่องเดือดร้อนเรื่องเงิน',
    'c' => 'จ',
  ),
  'ฉมวก' => 
  array (
    'd' => 'ฝันเห็นฉมวกหรือสามง่ามแทงปลา หรือได้จับฉมวก <br />
<u>ทำนายว่า</u> จะได้รับโชคทางการงานหน้าที่ดีขึ้น ถ้าเป็นการค้า จะได้รับผลกำไรเปลี่ยนแปลงไปในทางที่ดี ถ้าใช้ฉมวกแทงปลาได้ในฝัน  <br />
<u>ทำนายว่า</u> จะได้โชคลาภจากการพนัน หรือการเสี่ยงซื้อขาย',
    's1' => '3',
    's2' => '8',
    's3' => '33 , 37 , 38 , 887 , 338 , 937',
    'c' => 'ฉ',
  ),
  'ฉลอง' => 
  array (
    'd' => 'ฝันเห็นงานฉลอง หรืองานมงคลที่มีฝูงคนไปร่วมอยู่ในงานมากๆ  <br />
<u>ทำนายว่า</u> ถ้าผู้ฝันเป็นคนฐานะยากจน จะยิ่งยากจนลำบากลงไปอีก ถ้าผู้ฝันเป็นคนมีฐานะดีหรือมีกิจการค้าดีหรือกำลังอยู่ในความรัก  <br />
<u>ทำนายว่า</u> จะได้รับผลสำเร็จสมประสงค์',
    's1' => '9',
    's2' => '2',
    's3' => '92 , 93 , 95 , 292 , 893 , 595',
    'c' => 'ฉ',
  ),
  'ฉลองพระบาท' => 
  array (
    'd' => 'ฝันเห็นฉลองพระบาท หรือรองเท้าของพระเจ้าแผ่นดิน หรือเป็นสัญลักษณ์ของรูปรองเท้ากษัตริย์ตามที่นึกคิดในฝัน  <br />
<u>ทำนายว่า</u> จะได้รับโชควาสนาจากผู้ใหญ่มีอำนาจส่งเสริมหรือได้เลื่อนตำแหน่งหน้าที่การงานสูงขึ้น',
    's1' => '8',
    's2' => '9',
    's3' => '88 , 89 , 889 , 809 , 966 , 288',
    'c' => 'ฉ',
  ),
  'ฉลาม' => 
  array (
    'd' => 'ฝันเห็นปลาฉลามขนาดใหญ่ หรือปลาใหญ่ในทะเล  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติมิตรผู้ใหญ่หรือผู้สูงอายุ ถ้าเป็นลาภมักจะเป็นข้าวของ หรือหน้าที่ในการงาน มิใช่เป็นโชคลาภทางการเงิน',
    's1' => '8',
    's2' => '1',
    's3' => '08 , 81 , 189 , 889 , 801 , 811',
    'c' => 'ฉ',
  ),
  'ฉ้อโกง' => 
  array (
    'd' => 'ฝันว่าถูกฉ้อโกง หรือถูกคนตีชิง ฉ้อฉลสิ่งของมีค่า  <br />
<u>ทำนายว่า</u> จะมีเคราะห์ หรือมีคนคิดปองร้าย ให้ระวังตน',
    'c' => 'ฉ',
  ),
  'ฉัตรเงิน' => 
  array (
    'd' => 'ฝันเห็นฉัตรเงิน หรือพระที่นั่งภายใต้เศวตฉัตรหรือตัวท่านได้นั่งอยู่ใต้ฉัตรเงินฉัตรทอง  <br />
<u>ทำนายว่า</u> อนาคตในระยะใกล้ของท่าน จะได้รับอุปการะจากผู้ใหญ่ที่มีอำนาจช่วยส่งเสริม',
    's1' => '7',
    's2' => '9',
    's3' => '17 , 97 , 719 , 798 , 279',
    'c' => 'ฉ',
  ),
  'ฉาก' => 
  array (
    'd' => 'ฝันเห็นฉากกั้น หรือม่านกั้นกำบังสิ่งใดสิ่งหนึ่ง  <br />
<u>ทำนายว่า</u> จะมีคนทำหน้าไหว้หลังหลอก หรือมิฉะนั้น จะถูกฉ้อโกงทรัพย์สินจากคนที่อยู่ใกล้ชิด หรือเพื่อนฝูง แต่ประสบเคราะห์แล้วจะมีโชคภายหลัง',
    's1' => '5',
    's2' => '1',
    's3' => '59 , 51 , 151 , 591 , 156',
    'c' => 'ฉ',
  ),
  'ฉางข้าว' => 
  array (
    'd' => 'ฝันเห็นฉางข้าว บรรจุข้าวเต็มฉางหรือเต็มยุ้ง <br />
<u>ทำนายว่า</u> จะได้รับความสุขสมบูรณ์ทางร่างกายและจิตใจ ที่ป่วยไข้จะหายขาด แม้ไม่ได้ลาภทางการเงิน แต่ก็ทำให้ครอบครัวมีความสุขดี',
    's1' => '4',
    's2' => '9',
    's3' => '49 , 48 , 14 , 148 , 149 , 489',
    'c' => 'ฉ',
  ),
  'ฉิ่งฉาบ' => 
  array (
    'd' => 'ฝันเห็นฉิ่งฉาบ หรือได้ตีฉาบตีฉิ่งมีกังวาลเสียงไพเราะในฝัน <br />
<u>ทำนายว่า</u> กำลังจะได้รับโชคดี ถ้าเป็นคนมีครอบครัวแล้ว จะได้บุตรเป็นศรีสง่าในภายหน้า ถ้าเป็นโสดจะได้พบเนื้อคู่หรือได้รับชื่อเสียงในหน้าที่การงาน',
    's1' => '8',
    's2' => '4',
    's3' => '28 , 48 , 64 , 428 , 283 , 848 , 364',
    'c' => 'ฉ',
  ),
  'ฉีดยา' => 
  array (
    'd' => 'ฝันว่าฉีดยาหรือถูกฉีดยา <br />
<u>ทำนายว่า</u> จะต้องเสียเงินในเรื่องที่ไม่จำเป็น สุขภาพย่ำแย่',
    'c' => 'ฉ',
  ),
  'ฉุด' => 
  array (
    'd' => 'ฝันว่าถูกฉุด ถ้าเป็นชาย <br />
<u>ทำนายว่า</u> เจ้านายจะคอยจับผิด ถ้าเป็นหญิง<br />
<u>ทำนายว่า</u> จะเสียของรัก',
    'c' => 'ฉ',
  ),
  'โฉนด' => 
  array (
    'd' => 'ฝันว่าเห็นโฉนดที่ดินหรือได้โฉนดที่ดิน <br />
<u>ทำนายว่า</u> ธุรกิจที่ทำอยู่จะราบรื่นดี คนที่กำลังจะเริ่มธุรกิจจะมีโอกาสดี',
    'c' => 'ฉ',
  ),
  'ชกต่อย' => 
  array (
    'd' => 'ฝันเห็นการชกต่อย หรือการทะเลาะวิวาท หรือตนเองวิวาทกับผู้อื่นในฝัน <br />
<u>ทำนายว่า</u>จะได้รับเคราะห์จากการเจ็บป่วย',
    'c' => 'ช',
  ),
  'ชฎา' => 
  array (
    'd' => 'ฝันเห็นชฎาสวมศีรษะกษัตริย์ หรือชฎาพวกละครหรือหมวกมียอดแหลมคล้ายชฎา  <br />
<u>ทำนายว่า</u> จะได้ดีมีโชคทางหน้าที่การงาน แต่ถ้าเป็นพ่อค้า จะมีการเสียเงินเสียทองมากในชั้นต้น แล้วจะดีในภายหลัง ถ้าในฝันนั้น ชฎามีแสงประกาย  <br />
<u>ทำนายว่า</u> จะได้รับโชคไปในทางชื่อเสียงหรือเกียติคุณ',
    's1' => '9',
    's2' => '1',
    's3' => '91 , 97 , 119 , 974 , 117',
    'c' => 'ช',
  ),
  'ชนไก่' => 
  array (
    'd' => 'ฝันเห็นไก่ชน หรือการชนไก่กลางลานบ้าน หรือภายในบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับการเสียหายจากทรัพย์สินภายในบ้าน หรือถูกขโมยลักเงินทองข้าวของโดยคนในบ้านเป็นสาย',
    'c' => 'ช',
  ),
  'ชนะ' => 
  array (
    'd' => 'ฝันว่าชนะคู่แข่งหรือข้าศึก <br />
<u>ทำนายว่า</u> การงานจะประสบความสำเร็จ',
    'c' => 'ช',
  ),
  'ชลธาร' => 
  array (
    'd' => 'ฝันเห็นทะเลสาบ,ร่องน้ำ หรือลำคลอง หรือน้ำตก  <br />
<u>ทำนายว่า</u> จะได้รับความสุข หรือมีการเดินทางไกลไปในทางดี ถ้าเจ็บป่วยจะหายจากโรคภายในเร็ววัน',
    's1' => '2',
    's2' => '6',
    's3' => '19 , 22 , 26 , 226 , 219 , 269',
    'c' => 'ช',
  ),
  'ช้องผม' => 
  array (
    'd' => 'ฝันเห็นช้องผม หรือวิกผมปลอม หรือได้สวมวิก หรือช้องบนศีรษะ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากการกู้หนี้ยืมสิน หรือเป็นนายหน้านายประกันหรือถูกฉ้อโกง',
    'c' => 'ช',
  ),
  'ช่อดอกไม้' => 
  array (
    'd' => 'ฝันเห็นช่อดอกไม้ หรือดอกไม้ที่ปักในแจกันเป็นช่อมิใช่อยู่ที่ต้น <br />
<u>ทำนายว่า</u> จะได้รับข่าวมงคลจากญาติพี่น้อง หรือคนภายในครอบครัวจะได้รับชื่อเสียง',
    's1' => '6',
    's2' => '3',
    's3' => '33 , 36 , 306 , 369 , 376 , 665',
    'c' => 'ช',
  ),
  'ช้อนชาม' => 
  array (
    'd' => 'ฝันเห็นช้อนหรือชามจาน ถ้าเป็นคนมีครอบครัวแล้ว  <br />
<u>ทำนายว่า</u> จะได้บุตรหรือสัตว์เลี้ยง หรือมิฉะนั้นจะได้งานเป็นหลักแหล่งดีขึ้น',
    's1' => '7',
    's2' => '8',
    's3' => '77 , 78 , 47 , 778 , 708 , 779',
    'c' => 'ช',
  ),
  'ชะนี' => 
  array (
    'd' => 'ฝันเห็นชะนี <br />
<u>ทำนายว่า</u> คนรักจะนอกใจ ทำเรื่องเสื่อมเสีย',
    'c' => 'ช',
  ),
  'ชะลอม' => 
  array (
    'd' => 'ฝันเห็นชะลอมหรือมีคนส่งชะลอมให้ <br />
<u>ทำนายว่า</u> จะได้ลาภที่ถูกใจมาก',
    'c' => 'ช',
  ),
  'ชักลาก' => 
  array (
    'd' => 'ฝันว่าได้ฉุดชักลากรถบรรทุกของหนัก หรือฉุดลากสัตว์ <br />
<u>ทำนายว่า</u> การงานที่ทำอยู่จะต้องเปลี่ยนแปลงหรือโยกย้าย หรือมีศัตรูคอยแกล้ง',
    's1' => '7',
    's2' => '9',
    's3' => '99 , 76 , 746 , 719 , 376',
    'c' => 'ช',
  ),
  'ชักว่าว' => 
  array (
    'd' => 'ฝันเห็นว่าว หรือคนชักว่าว  <br />
<u>ทำนายว่า</u> การงานที่กำลังริเริ่มจะทำนั้น จะมีอุปสรรคขัดขวาง แต่จะได้รับผลสำเร็จ ถ้าไม่ด่วนท้อถอยกลางคันเสียก่อน หรืองานในหน้าที่จะมีศัตรูคอยแกล้ง',
    's1' => '1',
    's2' => '6',
    's3' => '11 , 19 , 16 , 169 , 109 , 106',
    'c' => 'ช',
  ),
  'ช้าง' => 
  array (
    'd' => 'ฝันเห็นช้างเหยาะย่าง <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากผู้ใหญ่ ภายในเร็ววัน ถ้า<br />
ฝันว่าขี่ช้าง หรือได้ลูบคลำตัวช้าง จะได้รับข่าวดีจากทางไกลหรือจากการเดินทาง ถ้า<br />
ฝันว่าตกช้าง หรือขี่ช้างตกมันอาละวาด  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือการปองร้ายจากศัตรูที่เหนือกว่า',
    's1' => '9',
    's2' => '1',
    's3' => '19 , 39 , 119 , 139 , 309',
    'c' => 'ช',
  ),
  'ช่างปั้น' => 
  array (
    'd' => 'ฝันเห็นตนเองปั้นดินหรือปั้นปูน หรือเห็นช่างปั้นกำลังปั้นสิ่งใดสิ่งหนึ่ง ถ้าผู้ฝันเป็นคนกลับกลอกมีนิสัยเกเร หรือชอบพาลทะเลาะวิวาท  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์อย่างหนักแต่ถ้าผู้นั้นเป็นคนมีศีลธรรม และมีจิตใจธรรมะธรรมโมจะตรงข้าม กลับเป็นฝันดี และจะมีชื่อเสียงเกียรติยศ',
    's1' => '1',
    's2' => '2',
    's3' => '11 , 12 , 117 , 118 , 112',
    'c' => 'ช',
  ),
  'ชาวนา ชาวไร่' => 
  array (
    'd' => 'ฝันเห็นชาวนาชาวไร่ <br />
<u>ทำนายว่า</u> จะมีโชคด้านการเงิน ครอบครัวมีความสุขอุดมสมบูรณ์',
    'c' => 'ช',
  ),
  'ชี' => 
  array (
    'd' => 'ฝันถึงชีผู้ทรงศีลบริสุทธิ์จะเป็นชีไทยหรือชีในศาสนาคริสต์ก็ตาม  <br />
<u>ทำนายว่า</u> จะได้รับความสุข ที่ป่วยจะหายเร็ววัน ถ้าเป็นหญิงตั้งครรภ์จะได้บุตรหญิงเป็นศรีสง่าแก่ครอบครัว',
    's1' => '5',
    's2' => '1',
    's3' => '55 , 56 , 551 , 159 , 256',
    'c' => 'ช',
  ),
  'ชุดอาบน้ำ' => 
  array (
    'd' => 'ฝันเห็นชุดอาบน้ำ <br />
<u>ทำนายว่า</u> จะถูกเพศตรงข้ามหลอกลวง และเสียใจไปนาน',
    'c' => 'ช',
  ),
  'ชู้' => 
  array (
    'd' => 'ฝันเห็นคนรักมีความสัมพันธ์ลึกซึ้งกับคนอื่น <br />
<u>ทำนายว่า</u> คนรักจะปันใจให้คนอื่น',
    'c' => 'ช',
  ),
  'เชิงตะกอน' => 
  array (
    'd' => 'ฝันเห็นเชิงตะกอนเผาศพ แต่ไม่มีศพ  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ทางเจ็บป่วย หรืออุบัติเหตุในการเดินทาง ถ้าใน<br />
ฝันเห็นศพกำลังเผาบนเชิงตะกอน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหายจากโรคเจ็บป่วย',
    's1' => '4',
    's2' => '1',
    's3' => '04 , 06 , 14 , 406 , 414 , 704',
    'c' => 'ช',
  ),
  'เชิงเทียน' => 
  array (
    'd' => 'ฝันเห็นเชิงเทียน หรือ<br />
ฝันว่าได้จับเชิงเทียน ถ้ามีเทียนจุดอยู่ด้วย  <br />
<u>ทำนายว่า</u> จะได้รับความสำเร็จในกิจการต่างๆ หรือการก้าวหน้าในหน้าที่การงาน ถ้าในฝันเป็นเชิงเทียนไม่มีเทียนปัก จะได้รับข่าวดีเกี่ยวกับการค้าและหน้าที่การงาน',
    's1' => '1',
    's2' => '7',
    's3' => '17 , 19 , 517 , 819 , 879',
    'c' => 'ช',
  ),
  'เชือก' => 
  array (
    'd' => 'ฝันว่าได้จับเชือก หรือดึงเชือกฉุดลากสิ่งใดสิ่งหนึ่ง หรือ<br />
ฝันว่าถูกมัดด้วยเชือก <br />
<u>ทำนายว่า</u> จะถูกโยกย้ายหน้าที่ หรือที่อยู่อาศัย หรือมิฉะนั้นจะถูกศัตรูปองร้าย',
    'c' => 'ช',
  ),
  'แชมพู' => 
  array (
    'd' => 'ฝันเห็นแชมพูหรือได้สระผม <br />
<u>ทำนายว่า</u> จะหายป่วย ได้ลาภ หนี้สินจะทุเลาเบาบาง',
    'c' => 'ช',
  ),
  'ซอ' => 
  array (
    'd' => 'ฝันว่าเล่นซอ หรือไวโอลิน หรือเครื่องดนตรีประเภทสี  <br />
<u>ทำนายว่า</u> จะมีคนคิดร้าย หรือฉ้อโกงทรัพย์สิน ระวังคนแปลกหน้า จะเข้ามาตีสนิทคบหา และคิดร้ายภายหลังได้',
    'c' => 'ซ',
  ),
  'ซ่อง' => 
  array (
    'd' => 'ฝันเห็นซ่องหรือไปเที่ยวซ่อง <br />
<u>ทำนายว่า</u> จะมีคนทำให้เสียชื่อเสียง',
    'c' => 'ซ',
  ),
  'ซองจดหมาย' => 
  array (
    'd' => 'ฝันเห็นซองจดหมายหรือได้รับซองจดหมายสีขาว  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่การงาน หรือการทำสัญญาว่าจ้าง ให้ทำงานอย่างใดอย่างหนึ่ง ซองสีชมพู จะได้รับข่าวดีเกี่ยวกับเรื่องเพศตรงข้ามและความรัก ถ้าเป็นซองสีฟ้า จะได้ลาภลอย หรือลาภจากการเสี่ยงโชค ซองสีแดง จะเป็นข่าวร้ายเกี่ยวกับญาติพี่น้องครอบครัว',
    's1' => '4',
    's2' => '2',
    's3' => '44 , 42 , 342 , 346 , 348',
    'c' => 'ซ',
  ),
  'ซองบุหรี่' => 
  array (
    'd' => 'ฝันเห็นซองบุหรี่ หรือได้จับซองบุหรี่  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติมิตรที่อยู่ห่างไกล หรือได้ลาภทางการเสี่ยงโชคเล็กๆ น้อย',
    's1' => '4',
    's2' => '7',
    's3' => '44 , 47 , 447 , 417 , 747',
    'c' => 'ซ',
  ),
  'ซ่อนกลิ่น' => 
  array (
    'd' => 'ฝันเห็นดอกซ่อนกลิ่น หรือได้ถือกำดอกซ่อนกลิ่น  <br />
<u>ทำนายว่า</u> จะต้องเสียญาติผู้ใหญ่ หรือคนในบ้านจะมีเคราะห์แทน',
    'c' => 'ซ',
  ),
  'ซ่อนหา' => 
  array (
    'd' => 'ฝันว่าเล่นซ่อนหา หรือการเล่นหลบซ่อนกับเพื่อนฝูง  <br />
<u>ทำนายว่า</u> จะเกิดการแตกร้าวสามัคคี หรือมีเรื่องบาดหมางกับผู้ที่อยู่ร่วมกัน ทั้งในบ้านและที่ทำงาน',
    'c' => 'ซ',
  ),
  'ซ่อมแซม' => 
  array (
    'd' => 'ฝันว่าซ่อมแซมสิ่งของต่างๆ <br />
<u>ทำนายว่า</u> บริวารจะมีความซื่อสัตย์',
    'c' => 'ซ',
  ),
  'ซอย' => 
  array (
    'd' => 'ฝันเห็นตรอกซอกซอย <br />
<u>ทำนายว่า</u> จะได้เดินทางหรือย้ายที่อยู่',
    'c' => 'ซ',
  ),
  'ซักผ้า' => 
  array (
    'd' => 'ฝันว่าซักเสื้อผ้าอาภรณ์ของตนเอง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหายจากการเจ็บป่วยและเริ่มจะมีโชคขึ้นทีละเล็กละน้อย',
    's1' => '6',
    's2' => '4',
    's3' => '16 , 84 , 46 , 148 , 168 , 416',
    'c' => 'ซ',
  ),
  'ซาวข้าว' => 
  array (
    'd' => 'ฝันว่าตนเองซาวข้าวเตรียมจะหุงข้าว หรือ<br />
ฝันเห็นข้าวแช่อยู่ในน้ำ ในภาชนะหุงต้ม ถ้าเป็นหญิง <br />
<u>ทำนายว่า</u> จะได้รับข่าวดี หรือมีโชคลาภทางหน้าที่การงาน ถ้าเป็นชายจะได้รับข่าวดีจากคนรักหรือภรรยา หรือบุตรสาว',
    's1' => '2',
    's2' => '5',
    's3' => '21 , 23 , 25 , 21 , 23 , 25',
    'c' => 'ซ',
  ),
  'ซินแส,หมอดู' => 
  array (
    'd' => 'ฝันเห็นซินแสหรือหมอดู <br />
<u>ทำนายว่า</u> อุปสรรคในการงานจะหมดไป จะมีคนมาช่วยเหลือชี้ทางให้',
    'c' => 'ซ',
  ),
  'ซีเมนต์' => 
  array (
    'd' => 'ฝันเห็นซีเมนต์ <br />
<u>ทำนายว่า</u> มีโชคด้านการเงิน มีโครงการจะสร้างที่อยู่หรือซื้ออสังหาริมทรัพย์',
    'c' => 'ซ',
  ),
  'ซื้อขาย' => 
  array (
    'd' => 'ฝันเห็นคนมุงซื้อขาย หรือตนเองได้จับจ่ายซื้อของใช้ต่างๆ  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรที่อยู่ห่างไกล',
    's1' => '1',
    's2' => '2',
    's3' => '15 , 19 , 26 , 562 , 619 , 715',
    'c' => 'ซ',
  ),
  'ซุง' => 
  array (
    'd' => 'ฝันเห็นท่อนซุง หรือท่อนไม้ขนาดใหญ่ลอยน้ำ  <br />
<u>ทำนายว่า</u> จะต้องเดินทางไกลหรือโยกย้ายหน้าที่ แต่จะมีลาภทางไกล',
    's1' => '1',
    's2' => '6',
    's3' => '19 , 16 , 216 , 119 , 206',
    'c' => 'ซ',
  ),
  'ซุ้มประตู' => 
  array (
    'd' => 'ฝันเห็นซุ้มประตู <br />
<u>ทำนายว่า</u> จะได้เลื่อนขั้น เลื่อนตำแหน่ง มีงานสังสรรค์อย่างสนุกสนาน',
    'c' => 'ซ',
  ),
  'เซิ้ง' => 
  array (
    'd' => 'ฝันเห็นการเต้นรำหรือรำเซิ้งของชาวเหนือ เช่นเซิ้งบ้องไฟ มีการร้องรำทำเพลงอย่างสนุกสนาน ถ้าเป็นหญิง  <br />
<u>ทำนายว่า</u> จะได้ลาภเล็กๆ น้อยๆ จากการวิ่งเต้น ถ้าเป็นชาย จะประสบโชคร้ายเพราะเรื่องผู้หญิง',
    's1' => '7',
    's2' => '8',
    's3' => '77 , 78 , 277 , 778 , 786',
    'c' => 'ซ',
  ),
  'แซ่ , แส้' => 
  array (
    'd' => 'ฝันว่าถูกตีด้วยแส้ เจ็บปวดและมีโลหิตไหลออกจากกายเรา  <br />
<u>ทำนายว่า</u> จะได้รับทุกขลาภ ที่ป่วยเจ็บจะหายแต่ต้องเสียเงินทองมาก ที่ได้โชคลาภในการเสี่ยงก็มักจะมีเคราะห์ในขณะเดียวกัน',
    's1' => '1',
    's2' => '2',
    's3' => '11 , 24 , 34 , 114 , 112 , 101',
    'c' => 'ซ',
  ),
  'โซ่ตรวน' => 
  array (
    'd' => 'ฝันเห็นโซ่ตรวน หรือถูกโซ่ตรวนผูกมัด <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ร้ายจากญาติมิตร หรือสหาย หรือเคราะห์ที่เกิดจากคนในบ้าน',
    'c' => 'ซ',
  ),
  'ญาติ' => 
  array (
    'd' => 'ฝันเห็นญาติพี่น้องหรือญาติพี่น้องเสียชีวิต <br />
<u>ทำนายว่า</u> แนะนำให้ไปทำบุญอุทิศส่วนกุศล เรื่องทุกข์จะทุเลาเบาบางลง',
    'c' => 'ญ',
  ),
  'หญิง' => 
  array (
    'd' => 'ฝันเห็นหญิงแปลกหน้า ไม่เคยรู้จักมาก่อน  <br />
<u>ทำนายว่า</u> การงานการเงินของท่าน จะมีผู้หญิงเข้ามาเกี่ยวข้องและเป็นไปในทางดี',
    's1' => '7',
    's2' => '5',
    's3' => '05 , 06 , 07 , 256 , 267 , 507',
    'c' => 'ญ',
  ),
  'หญิงกวาดถนน' => 
  array (
    'd' => 'ฝันเห็นผู้หญิงกวาดถนนจนสะอาด <br />
<u>ทำนายว่า</u> อาการป่วยจะทุเลา เคราะห์ร้ายจะหายไป',
    'c' => 'ญ',
  ),
  'หญิงชรา' => 
  array (
    'd' => 'หญิงชายใดก็ตาม ถ้า<br />
ฝันเห็นญาติผู้หญิงสูงอายุที่ยังมีชีวิตอยู่หรือตายไปแล้ว  <br />
<u>ทำนายว่า</u> จะมีเคราะห์หนักจะเสียของรักภายในบ้าน หรือการแตกร้าวภายในครอบครัว',
    'c' => 'ญ',
  ),
  'หญิงแต่งชุด' => 
  array (
    'd' => 'ฝันเห็นหญิงแต่งชุดดำ  <br />
<u>ทำนายว่า</u> จะมีศัตรูคิดปองร้าย<br />
ฝันเห็นหญิงแต่งชุดขาว  <br />
<u>ทำนายว่า</u> จะได้ประสบความร่มเย็น <br />
ฝันเห็นหญิงแต่งชุดแดง  <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนทางการเงินหรือการงานในหน้าที่ <br />
ฝันเห็นหญิงแต่งชุดสีเขียวหรือสีฟ้า  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากหญิงเป็นผู้ชักนำมา',
    's1' => '5',
    's2' => '9',
    's3' => '55 , 58 , 59 , 155 , 258 , 259',
    'c' => 'ญ',
  ),
  'หญิงปลูกต้นไม้' => 
  array (
    'd' => 'ฝันเห็นผู้หญิงปลูกต้นไม้ <br />
<u>ทำนายว่า</u> จะมีผู้หญิงเข้ามาช่วยแก้ไขปัญหาที่เกิดขึ้น',
    'c' => 'ญ',
  ),
  'หญิงเปลือย' => 
  array (
    'd' => 'ฝันเห็นหญิงเปลือยกาย ถ้าผู้นั้นเป็นชายได้จับต้องลูบคลำ ในฝัน <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนในทางการเงิน หรือการงานจากผู้หญิง ถ้าเพียง<br />
ฝันเห็นหญิงเปลือย ไม่ได้จับต้องหรือสัมผัสใกล้ชิด  <br />
<u>ทำนายว่า</u> จะได้ลาภจากการเสี่ยงโชคเล็กๆ น้อยๆ',
    's1' => '6',
    's2' => '3',
    's3' => '25 , 36 , 37 , 067 , 367 , 356',
    'c' => 'ญ',
  ),
  'หญิงพายเรือ' => 
  array (
    'd' => 'ฝันเห็นผู้หญิงพายเรือ <br />
<u>ทำนายว่า</u> จะมีข่าวดีจากผู้หญิง <br />
แต่ถ้า<br />
ฝันเห็นผู้หญิงพายเรือแล้วพลิกคว่ำ <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติพี่น้องที่เป็นผู้หญิง',
    'c' => 'ญ',
  ),
  'หญิงโสเภณี' => 
  array (
    'd' => 'ฝันเห็นโสเภณี <br />
<u>ทำนายว่า</u> ผู้หญิงจะสร้างความเดือดร้อนให้ <br />
ถ้า<br />
ฝันว่ามีเพศสัมพันธ์กับโสเภณี <br />
<u>ทำนายว่า</u> มีเคราะห์ เจ็บป่วย ไม่ควรเสี่ยงโชค',
    'c' => 'ญ',
  ),
  'ด้วง' => 
  array (
    'd' => 'ฝันเห็นด้วง <br />
<u>ทำนายว่า</u> จะมีคนขุดคุ้ยเรื่องราวในอดีตมานินทา ทำลายชื่อเสียง',
    'c' => 'ด',
  ),
  'ดวงอาทิตย์' => 
  array (
    'd' => 'ฝันเห็นดวงอาทิตย์ <br />
<u>ทำนายว่า</u> จะมีอำนาจวาสนาแต่จะมีคนหมั่นไส้',
    'c' => 'ด',
  ),
  'ด้วน' => 
  array (
    'd' => 'ฝันว่าอวัยวะด้วน <br />
<u>ทำนายว่า</u> จะมีชื่อเสียงโด่งดังในอนาคต',
    'c' => 'ด',
  ),
  'ดอกบัว' => 
  array (
    'd' => 'ฝันเห็นดอกบัวตูม ได้เก็บดอกบัวสีแดง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดทุกข์ถ้าป่วยจะหาย ถ้าปกติจะได้ลาภเป็นข้าวของเงินทอง',
    's1' => '4',
    's2' => '1',
    's3' => '14 , 44 , 114 , 116 , 446 , 449',
    'c' => 'ด',
  ),
  'ดอกไม้' => 
  array (
    'd' => 'ฝันเห็นดอกไม้จำพวก กุหลาบ,เบญจมาศ ชบา หรือดอกบัว (ยกเว้นเฉพาะดอกซ่อนกลิ่น) <br />
<u>ทำนายว่า</u> จะได้รับข่าวมงคลจากญาติพี่น้อง',
    's1' => '3',
    's2' => '5',
    's3' => '35 , 36 , 356 , 561 , 371',
    'c' => 'ด',
  ),
  'ดักนก กับดัก' => 
  array (
    'd' => 'ฝันเห็นเครื่องดักนก หรือเครื่องดักจับสัตว์ต่างๆ <br />
<u>ทำนายว่า</u> ของที่หายไปจะได้กลับคืน หรือคนรักที่จากไปจะกลับมาคืนดี แต่ถ้าของหายได้กลับคืน มักจะประสบเคราะห์ตามหลัง',
    'c' => 'ด',
  ),
  'ดับไฟ' => 
  array (
    'd' => 'ฝันว่าได้ดับไฟที่กำลังไหม้ หรือดับไฟตะเกียง  <br />
<u>ทำนายว่า</u> จะมีเคราะห์เล็กๆ น้อยๆ แต่จะผ่านพ้นไปไม่ถึงกับรุนแรง',
    's1' => '0',
    's2' => '4',
    's3' => '04 , 08 , 004 , 104 , 148',
    'c' => 'ด',
  ),
  'ดาบ' => 
  array (
    'd' => 'ฝันเห็นดาบหรือมีด หรือได้จับดาบ  <br />
<u>ทำนายว่า</u> จะได้บุตรชายหรือจะได้เลื่อนตำแหน่งหน้าที่ในการงาน ถ้าเป็นความจะชนะศัตรู',
    's1' => '1',
    's2' => '4',
    's3' => '11 , 14 , 114 , 161 , 171 , 181',
    'c' => 'ด',
  ),
  'ดาว' => 
  array (
    'd' => 'ฝันเห็นดาวสว่างสุกใส หรือตกลงมาจากท้องฟ้า  <br />
<u>ทำนายว่า</u> หญิงชายที่เห็นโสดจะได้พบเนื้อคู่ที่พึงพอใจ ถ้าเป็นคนมีครอบครัวแล้วจะได้บุตร หรือได้โชคลาภจากการเสี่ยง',
    's1' => '9',
    's2' => '3',
    's3' => '29 , 39 , 298 , 399 , 389',
    'c' => 'ด',
  ),
  'ดำน้ำ' => 
  array (
    'd' => 'ฝันว่าลงไปเล่นน้ำ และดำน้ำสำลัก หรือผลุบๆ โผล่ๆ ในน้ำ  <br />
<u>ทำนายว่า</u> จะได้รับทุกข์เสียก่อน จึงจะมีลาภ หรือได้ทุกข์ลาภไปในขณะเดียวกัน',
    's1' => '2',
    's2' => '1',
    's3' => '20 , 12 , 210 , 228 , 209',
    'c' => 'ด',
  ),
  'ดิน' => 
  array (
    'd' => 'ฝันว่าได้กินก้อนดิน หรือจับก้อนดิน  <br />
<u>ทำนายว่า</u> จะได้ลาภทางการเงินจากมิตรสนิทหรือคนใกล้ชิด',
    's1' => '6',
    's2' => '5',
    's3' => '56 , 66 , 96 , 669 , 650 , 690',
    'c' => 'ด',
  ),
  'ดีใจ' => 
  array (
    'd' => 'ฝันไปในทางดีใจ หรือหัวเราะสนุกสนานครื้นเครง ดีอกดีใจในการได้รับของ <br />
<u>ทำนายว่า</u> มักจะเป็นเรื่องร้าย ตรงข้ามกับฝันร้าย ถ้าฝันเสียอกเสียใจ กลับจะเป็นเรื่องดีมีลาภ',
    'c' => 'ด',
  ),
  'ดื่มน้ำ' => 
  array (
    'd' => 'ฝันว่าดื่มน้ำหรือดื่มเหล้า เป็นการดับกระหาย <br />
<u>ทำนายว่า</u> จะพ้นจากโรคภัยไข้เจ็บ หรือหนี้สินต่างๆ จะเบาบางลง เพราะ มีคนช่วยเหลือ',
    's1' => '2',
    's2' => '9',
    's3' => '22 , 29 , 269 , 229 , 209 , 916',
    'c' => 'ด',
  ),
  'ดู' => 
  array (
    'd' => 'ฝันว่าได้ดูหนังละคร หรือดูการละเล่นต่างๆ <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตรที่อยู่ไกล',
    'c' => 'ด',
  ),
  'เด็ก' => 
  array (
    'd' => 'ฝันเห็นเด็กทารก ขาวอวบสมบูรณ์ ฝันนี้จะบอกเหตุให้รู้ว่า จะได้ลาภในการเงินหรือได้บุตรในเร็ววัน',
    's1' => '3',
    's2' => '1',
    's3' => '17 , 13 , 33 , 317 , 311 , 513',
    'c' => 'ด',
  ),
  'เดินทาง' => 
  array (
    'd' => 'ฝันว่าได้เดินทางไปในกลางทะเลทรายหรือป่ารก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากญาติมิตรที่อยู่ไกล หรือจากเพื่อนสนิทที่นำเคราะห์มาให้โดยไม่รู้ตัว <br />
ถ้า<br />
ฝันว่าได้เดินทางไปในป่าช้าหรือสุสานหรือในบริเวณวัด <br />
<u>ทำนายว่า</u> จะได้ลาภลอยทางเสี่ยงโชค',
    's1' => '6',
    's2' => '1',
    's3' => '16 , 19 , 66 , 169 , 609 , 166',
    'c' => 'ด',
  ),
  'เดินเรือ' => 
  array (
    'd' => 'ฝันว่าได้เดินทางไปในกลางทะเลทรายหรือป่ารก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากญาติมิตรที่อยู่ไกล หรือจากเพื่อนสนิทที่นำเคราะห์มาให้โดยไม่รู้ตัว <br />
ถ้า<br />
ฝันว่าได้เดินทางไปในป่าช้าหรือสุสานหรือในบริเวณวัด <br />
<u>ทำนายว่า</u> จะได้ลาภลอยทางเสี่ยงโชค',
    'c' => 'ด',
  ),
  'เดือน' => 
  array (
    'd' => 'ฝันเห็นเดือนหรือพระจันทร์สุกปลั่งเป็นวงกลม  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีเป็นมงคล หรือจะได้บุตรน่ารัก ถ้าเป็นผู้สูงอายุจะได้ยศหรือศักดิ์สูงขึ้น',
    's1' => '0',
    's2' => '8',
    's3' => '09 , 89 , 089 , 008',
    'c' => 'ด',
  ),
  'แดง' => 
  array (
    'd' => 'ฝันเห็นผ้านุ่งแดง,ซองจดหมายสีแดง หรือแผ่นกระดาษสีแดง ถ้าได้จับต้อง <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ มีศัตรูคิดปองร้ายหรือถูกโจรกรรมทรัพย์สิน (ตำราฝันต่างประเทศส่วนมากให้ข้อคิดว่า การฝันถึงสีแดงหมายถึงอันตรายหรือฝันไปในทางเคราะห์ร้ายมากกว่าดี)',
    'c' => 'ด',
  ),
  'แดด' => 
  array (
    'd' => 'ฝันว่าเดินตากแดด อากาศร้อนจัดแดดเผาดำ หรือเหงื่อออกท่วมตัว <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากป่วยเจ็บ หรือได้รับความตื่นตกใจจากอุบัติเหตุ',
    'c' => 'ด',
  ),
  'โดด' => 
  array (
    'd' => 'ฝันว่ากระโดดจากที่สูงลงมาที่ต่ำ หรือกระโดดข้ามฝั่งน้ำ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือโชคร้ายจากการงานในหน้าที่',
    'c' => 'ด',
  ),
  'โดนยิง' => 
  array (
    'd' => '<u>ทำนายว่า</u> จะได้รับส่วนแบ่งจากผลประโยชน์ร่วมกับมิตรสหาย ผู้ที่อยากมีบุตรจะได้บุตรสมประสงค์',
    'c' => 'ด',
  ),
  'โดม' => 
  array (
    'd' => 'ฝันเห็นยอดตึกสูงเป็นรูปหลังคากลม หรือยอดสูงเป็นรูปโดม  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดี หรือโชคลาภในทางการงาน และการเงินจากผู้ใหญ่',
    's1' => '9',
    's2' => '4',
    's3' => '19 , 49 , 119 , 149 , 409',
    'c' => 'ด',
  ),
  'ตก' => 
  array (
    'd' => 'ฝันว่าตกจากที่สูง <br />
<u>ทำนายว่า</u> กำลังมีเคราะห์<br />
ฝันว่าตกไปในกองไฟหรือน้ำเดือด <br />
<u>ทำนายว่า</u> จะมีเรื่องเดือดร้อน<br />
ฝันว่าตกบ่อ ตกเหว ตกร่อง ตกหลุม <br />
<u>ทำนายว่า</u> การติดต่อสื่อสารไม่สัมฤทธิ์ผล ไม่ควรเสี่ยงโชค',
    'c' => 'ต',
  ),
  'ตกกล้า' => 
  array (
    'd' => 'ฝันว่าได้ตกกล้าหรือหว่านข้าวในนา  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์เสียเงินเสียทองโดยใช่เหตุ หรือมีอันถูกลักถูกขโมย',
    'c' => 'ต',
  ),
  'ตกใจ' => 
  array (
    'd' => 'ฝันว่าได้รับภัยอย่างใดอย่างหนึ่ง ทำให้ตกใจสะดุ้ง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตรทางไกล ถ้าฝันนั้นเพียงตกใจ และระงับไปได้ในฝัน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะได้ลาภตามมาภายหลัง',
    's1' => '3',
    's2' => '7',
    's3' => '38 , 37 , 378 , 367 , 317',
    'c' => 'ต',
  ),
  'ตกทุกข์' => 
  array (
    'd' => 'ฝันว่าตกทุกข์ได้ยาก <br />
<u>ทำนายว่า</u> จะมีฐานะทางการเงินดีขึ้น',
    'c' => 'ต',
  ),
  'ตกบ่อ' => 
  array (
    'd' => 'ฝันว่าตนเองตกลงไปในบ่อหรือหลุมโสโครกมีหนอนไต่ยั้วเยี้ยเป็นที่ขยะแขยง  <br />
<u>ทำนายว่า</u> จะได้ลาภทางการเสี่ยงเป็นกอบเป็นกำ ถ้า<br />
ฝันว่าตกลงไปในบ่อขี้ มีอุจจาระติดเนื้อติดตัวเราขึ้นมา  <br />
<u>ทำนายว่า</u> จะได้รับการมัวหมองจากหน้าที่การงาน หรือได้รับการติฉินนินทาไปในทางเสื่อมเสีย',
    's1' => '1',
    's2' => '3',
    's3' => '13 , 17 , 37 , 107 , 309 , 153',
    'c' => 'ต',
  ),
  'ตกปลา' => 
  array (
    'd' => 'ฝันว่าได้ตกปลา และปลาติดเบ็ดขึ้นมา  <br />
<u>ทำนายว่า</u> จะได้ลาภจากการเสี่ยงโชค เล็กๆ น้อยๆ',
    's1' => '8',
    's2' => '6',
    's3' => '18 , 68 , 168 , 178 , 708 , 668',
    'c' => 'ต',
  ),
  'ต้นไม้' => 
  array (
    'd' => 'ฝันเห็นต้นไม้เขียวชอุ่ม หรือ<br />
ฝันว่าได้ปีนป่ายขึ้นไปบนต้นไม้อย่างปลอดภัย  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่การงานสูงขึ้น หรือ<br />
ฝันว่าเข้าไปอยู่ใต้ร่มไม้ใหญ่ ๆ ก็เป็นความฝันดี จะมีผู้ใหญ่ค้ำชู',
    's1' => '9',
    's2' => '3',
    's3' => '19 , 29 , 39 , 129 , 239 , 339',
    'c' => 'ต',
  ),
  'ต้นไม้แห้ง' => 
  array (
    'd' => 'ฝันเห็นต้นไม้แห้งเฉา <br />
<u>ทำนายว่า</u> ต้องระมัดระวังในเรื่องเงินเรื่องทอง',
    'c' => 'ต',
  ),
  'ตบมือ' => 
  array (
    'd' => 'ฝันว่าตนเองตบมือ ให้ทำนองชอบอกชอบใจ <br />
<u>ทำนายว่า</u> จะมีเคราะห์ หรือเกิดทะเลาะวิวาทกับคนในบ้าน <br />
ถ้า<br />
ฝันว่าเอามือตนเองตบกับขาของตนเอง <br />
<u>ทำนายว่า</u> จะต้องรับเคราะห์เพราะการเข้าไปร่วมหุ้น หรือร่วมทำงานกับเพื่อนฝูง มีอันให้ขาดทุนหรือเสียหาย',
    'c' => 'ต',
  ),
  'ตราสัง' => 
  array (
    'd' => 'ฝันเห็นศพตราสัง มีน้ำเหลืองท่วมผ้าขาวหรือมีกลิ่นเหม็นสะอิดสะเอียน  <br />
<u>ทำนายว่า</u> จะได้ลาภจากทางไกล หรือการเสี่ยงโชคในไม่ช้า',
    's1' => '4',
    's2' => '0',
    's3' => '04 , 06 , 404 , 406 , 114',
    'c' => 'ต',
  ),
  'ตลาด' => 
  array (
    'd' => 'ฝันว่าไปในตลาดที่มีผู้คนขวักไขว่ หรือไปซื้อของในตลาดสด  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากการค้าขาย หรือลาภจากการพนันขันต่อ',
    's1' => '6',
    's2' => '8',
    's3' => '46 , 69 , 644 , 669 , 819 , 884',
    'c' => 'ต',
  ),
  'ต่อสู้' => 
  array (
    'd' => 'ฝันว่ากำลังต่อสู้กับคนร้ายหรือคู่วิวาท หรือสัตว์ร้าย ยังไม่รู้แพ้รู้ชนะ  <br />
<u>ทำนายว่า</u> จะมีศัตรูคิดปองร้าย แต่ทำอะไรไม่ได้รุนแรงนัก ถ้าในฝันนั้นเราเป็นฝ่ายชนะ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ถ้าตกเป็นฝ่ายแพ้  <br />
<u>ทำนายว่า</u> จะมีเคราะห์เล็กๆ น้อยๆ',
    's1' => '8',
    's2' => '3',
    's3' => '39 , 89 , 843 , 839 , 388',
    'c' => 'ต',
  ),
  'ตะกร้า' => 
  array (
    'd' => 'ฝันเห็นตะกร้า <br />
<u>ทำนายว่า</u> จะเดือดร้อน อย่ายื่นมือเข้าไปช่วยเหลือใคร',
    'c' => 'ต',
  ),
  'ตะกรุด' => 
  array (
    'd' => 'ฝันเห็นตะกรุด <br />
<u>ทำนายว่า</u> จะได้เดินทางไปทำบุญ ศัตรูจะแพ้ภัยตัวเอง',
    'c' => 'ต',
  ),
  'ตะกวด' => 
  array (
    'd' => 'ฝันเห็นตะกวดหรือเหี้ย เข้ามาอยู่ในบ้าน ความฝันนี้ <br />
<u>ทำนายว่า</u> จะมีคนนำลาภหรือสิ่งของมาให้ (ตรงกันข้ามกับที่ว่า ถ้าตัวสัตว์จำพวกนี้เลื้อยเข้ามาในบ้าน ถือว่าเป็นเสนียดจัญไรแก่บ้าน ต้องทำพิธีปัดไล่รังควานออกไป)',
    's1' => '4',
    's2' => '9',
    's3' => '48 , 49 , 148 , 149 , 448 , 439',
    'c' => 'ต',
  ),
  'ตะเกียง' => 
  array (
    'd' => 'ฝันเห็นคนหิ้วโคมตะเกียงเดินผ่านหน้าไป หรือ<br />
ฝันว่าได้หิ้วโคมตะเกียง มีคนนำหน้าพาเราเดินไป <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีหรือได้เดินทางไกลไปในหน้าที่ และจะได้รับผลประโยชน์ตอบแทนคุ้มค่าในการเดินทาง',
    'c' => 'ต',
  ),
  'ตะขาบ' => 
  array (
    'd' => 'ฝันเห็นตะขาบ <br />
<u>ทำนายว่า</u>จะพบเพศตรงข้ามในทำนองชู้สาว',
    's1' => '4',
    's2' => '8',
    's3' => '90 , 285 , 843 , 144 , 743',
    'c' => 'ต',
  ),
  'ตะไคร้' => 
  array (
    'd' => 'ฝันเห็นต้นตะไคร้ <br />
<u>ทำนายว่า</u> เหนื่อยเพราะช่วยเหลือผู้อื่นแต่จะมีชื่อเสียงโด่งดัง',
    'c' => 'ต',
  ),
  'ตะไบ' => 
  array (
    'd' => 'ฝันเห็นตะไบ <br />
<u>ทำนายว่า</u> ช่วงนี้ควรขยันทำงานให้ดี ผู้ใหญ่จะเล็งเห็น',
    'c' => 'ต',
  ),
  'ตะปู' => 
  array (
    'd' => 'ฝันว่าถูกตะปู หรือ ของมีคมตำเท้า ถึงเลือดตก <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือหมดทุกข์จะมีผู้ช่วยเหลือ',
    's1' => '1',
    's2' => '8',
    's3' => '11 , 18 , 101 , 108 , 118 , 178',
    'c' => 'ต',
  ),
  'ตะโพน' => 
  array (
    'd' => 'ฝันเห็นตะโพน หรือกลองสองหน้า หรือ<br />
ฝันว่าได้ตีตะโพน  <br />
<u>ทำนายว่า</u> จะได้รับยศและชื่อเสียงในหน้าที่การงาน และการเงิน',
    's1' => '4',
    's2' => '0',
    's3' => '04 , 08 , 44 , 408 , 446 , 401',
    'c' => 'ต',
  ),
  'ตะราง' => 
  array (
    'd' => 'ฝันเห็นตะรางที่คุมขัง หรือ<br />
ฝันเห็นเหล็กลูกกรงขัดเป็นตะรางหน้าบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ทางเจ็บไข้ได้ป่วยหรือการวิวาท',
    'c' => 'ต',
  ),
  'ตักน้ำ' => 
  array (
    'd' => 'ฝันว่าได้ตักน้ำใส่โอ่งภายในบ้าน หรือตักตวงใส่ภาชนะจนเต็มล้น  <br />
<u>ทำนายว่า</u> จะได้ลาภทางเสี่ยงโชค หรือการค้าจะรุ่งโรจน์ขึ้น',
    's1' => '2',
    's2' => '3',
    's3' => '22 , 32 , 339 , 329 , 289',
    'c' => 'ต',
  ),
  'ตั้งครรภ์' => 
  array (
    'd' => 'ฝันว่าตั้งครรภ์ <br />
<u>ทำนายว่า</u> เรื่องการเงินของท่าน หรือการลงทุนทำสิ่งใดนั้น จะมีอุปสรรคทำให้ไม่ราบรื่นนัก ดังนั้นท่านต้องทำอย่างระมัดระวัง และพิจารณาให้รอบคอบก่อนที่จะลงทุนอะไรไป',
    'c' => 'ต',
  ),
  'ตัด' => 
  array (
    'd' => 'ฝันว่าถูกตัดอวัยวะ <br />
<u>ทำนายว่า</u> การงานดี ค้าขายมีกำไร',
    'c' => 'ต',
  ),
  'ตัดผม' => 
  array (
    'd' => 'ฝันว่าได้ดัดผม หรือตัดผมตัวเองแปลกไปจากเดิม <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือพ้นจากโรคภัย',
    's1' => '3',
    's2' => '9',
    's3' => '34 , 39 , 79 , 579 , 357 , 379',
    'c' => 'ต',
  ),
  'ตัดหัว' => 
  array (
    'd' => 'ฝันเห็นคนถูกตัดหัว หรือตนเองถูกตัดศีรษะ  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่การงาน หรือมีอำนาจเพิ่มขึ้น',
    's1' => '1',
    's2' => '9',
    's3' => '14 , 19 , 35 , 194 , 165 , 359',
    'c' => 'ต',
  ),
  'ตับไต' => 
  array (
    'd' => 'ฝันเห็นตับไตไส้พุง หรือได้ล้วงตับไตไส้ใหญ่น้อย  <br />
<u>ทำนายว่า</u> จะได้ลาภอันพึงพอใจ',
    's1' => '5',
    's2' => '3',
    's3' => '35 , 59 , 15 , 359 , 135 , 527',
    'c' => 'ต',
  ),
  'ตัวเงินตัวทอง' => 
  array (
    'd' => 'ฝีนเห็น ตัวเงินตัวทอง <br />
<u>ทำนายว่า</u>คนโสดจะมีคู่ คนที่มีคู่แล้วจะมีบุตร  หรือ อาจได้ข้าวของเงินทอง หรือ ลาภลอยในทางเสี่ยงดวง',
    's1' => '3',
    's2' => '1',
    's3' => '17 , 47 ,  , 137 , 341 , 239 , 356',
    'c' => 'ต',
  ),
  'ตากอากาศ ท่องเที่ยว' => 
  array (
    'd' => 'ฝันว่าไปท่องเที่ยวตากอากาศ <br />
<u>ทำนายว่า</u> จะได้เดินทางหรือเสียเงินโดยใช่เหตุ',
    'c' => 'ต',
  ),
  'ตาข่าย' => 
  array (
    'd' => 'ฝันว่าได้จับตาข่าย หรือเอาตาข่ายไปขึงดักจับสัตว์ได้  <br />
<u>ทำนายว่า</u> จะได้ลาภจากการค้าหรือการเสี่ยงโชค ถ้า<br />
ฝันว่าถูกตาข่ายคลุมรัดตัว จะได้รับเคราะห์อย่างหนัก',
    's1' => '4',
    's2' => '8',
    's3' => '44 , 48 , 404 , 408 , 488',
    'c' => 'ต',
  ),
  'ต่างหู' => 
  array (
    'd' => 'ฝันเห็นต่างหู หรือตุ้มหู มักจะเป็นฝันของสตรีเสียส่วนมาก ถ้า<br />
ฝันว่าได้สวมหรือได้รับกับมือ  <br />
<u>ทำนายว่า</u> ถ้าเป็นหญิงโสดจะได้แต่งงาน ถ้ามีสามีแล้วจะได้บุตรหญิง หรืออาจเป็นบุตรแฝด',
    's1' => '7',
    's2' => '2',
    's3' => '21 , 27 , 217 , 279 , 771',
    'c' => 'ต',
  ),
  'ตาชั่ง , ครื่องชั่ง' => 
  array (
    'd' => 'ฝันเห็นตาชั่งน้ำหนัก หรือเครื่องชั่งน้ำหนัก <br />
<u>ทำนายว่า</u> จะเดือดเนื้อร้อนใจในทางถ้อยคดีหรือทะเลาะวิวาทแต่ไม่ถึงกับรุนแรงนัก',
    'c' => 'ต',
  ),
  'ตาบอด' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่านัยน์ตาของตนเองบอดมืดมิดหรือเห็นคนตาบอดในฝัน <br />
<u>ทำนายว่า</u> การที่คิดไว้จะไม่สมหวัง หรือล้มเหลว และจะต้องเสียเงินเสียทองเป็นการสเดาะเคราะห์',
    'c' => 'ต',
  ),
  'ตาย' => 
  array (
    'd' => 'ฝันเห็นคนตาย  <br />
<u>ทำนายว่า</u> จะได้ลาภหรือหมดเคราะห์ ถ้า<br />
ฝันว่าตนเองตาย จะหมดเคราะห์ และจะได้ลาภติดตามมา',
    's1' => '4',
    's2' => '7',
    's3' => '07 , 04 , 407 , 714 , 447',
    'c' => 'ต',
  ),
  'ตาลปัตร' => 
  array (
    'd' => 'ฝันเห็นตาลปัตรที่พระถือ หรือได้จับด้ามตาลปัตร  <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียงในทางดีงาม หรือได้เลื่อนตำแหน่งหน้าที่ในการงาน',
    's1' => '8',
    's2' => '9',
    's3' => '19 , 89 , 889 , 819 , 810',
    'c' => 'ต',
  ),
  'ตำรวจ' => 
  array (
    'd' => 'ฝันเห็นคนแต่งเครื่องแบบตำรวจ หรือเห็นตำรวจตั้งด่านตรวจจับคนร้ายในฝัน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหายเจ็บไข้ แต่จะต้องเสียเงินเสียทองด้วย เป็นทุกข์ลาภ',
    's1' => '7',
    's2' => '0',
    's3' => '70 , 706 , 577 , 236 , 265',
    'c' => 'ต',
  ),
  'ตำรา หนังสือ' => 
  array (
    'd' => 'ฝันเห็นตำรา หนังสือต่างๆ <br />
<u>ทำนายว่า</u> จะได้ไปศึกษาต่อหรือได้รับทุนการศึกษา',
    'c' => 'ต',
  ),
  'ตำหนัก' => 
  array (
    'd' => 'ฝันเห็นตำหนัก(ที่พักของเจ้า) <br />
<u>ทำนายว่า</u> ผู้ใหญ่จะเอ็นดูเป็นพิเศษ จะได้ขั้นได้ตำแหน่ง ชื่อเสียงโด่งดัง',
    'c' => 'ต',
  ),
  'ตุ๊กแก' => 
  array (
    'd' => 'ฝันเห็นตุ๊กแก หรือได้ยินเสียงตุ๊กแกทักในฝัน <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากการงาน หรือลาภทางการเสี่ยงโชคเล็กน้อย',
    'c' => 'ต',
  ),
  'ตุ๊กตา' => 
  array (
    'd' => 'ฝันเห็นตุ๊กตา หรือได้อุ้มตุ๊กตาน่ารัก ถ้าเป็นหญิง  <br />
<u>ทำนายว่า</u> จะได้ลาภเป็นข้าวของหรือสัตว์เลี้ยง ถ้าเป็นชายแต่งงานแล้ว จะได้บุตรหญิงน่ารัก ชายโสดจะได้พบเนื้อคู่',
    's1' => '2',
    's2' => '1',
    's3' => '22 , 11 , 112 , 122 , 128',
    'c' => 'ต',
  ),
  'ตุ้มหู' => 
  array (
    'd' => 'ฝันเห็นตุ้มหู ใส่ตุ้มหู หรือได้รับตุ้มหู ถ้าเป็นผู้หญิงโสดจะได้พบเนื้อคู่ ถ้าแต่งงานแล้วจะได้ลูกแฝด',
    'c' => 'ต',
  ),
  'ตู้เซฟ' => 
  array (
    'd' => 'ฝันเห็นตู้เซฟหรือตู้เหล็กใส่เอกสาร ในฝันนั้นว่าได้เปิดตู้ <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากทางไกล หรือจะได้เลื่อนตำแหน่งหน้าที่การงานในไม่ช้า หรือไม่เร็วนัก ถ้าเป็นนายหน้าซื้อขายจะได้รับผลสำเร็จอย่างงาม',
    's1' => '4',
    's2' => '8',
    's3' => '44 , 48 , 448 , 884 , 408',
    'c' => 'ต',
  ),
  'ตู้ไปรษณีย์ ตู้จดหมาย' => 
  array (
    'd' => 'ฝันเห็นตู้ไปรษณีย์ <br />
<u>ทำนายว่า</u> จะได้ข่าวดีจากญาติสนิทมิตรสหายที่อยู่ห่างไกล',
    'c' => 'ต',
  ),
  'ตู้เย็น' => 
  array (
    'd' => 'ฝันเห็นตู้เย็น <br />
<u>ทำนายว่า</u> ต้องเหนื่อยก่อนจะได้โชค',
    'c' => 'ต',
  ),
  'ตู้หนังสือ ชั้นหนังสือ' => 
  array (
    'd' => 'ฝันเห็นตู้หนังสือ <br />
<u>ทำนายว่า</u> มีโอกาสได้ศึกษาต่อ ถ้ารอผลสอบรับรองผ่านแน่นอน',
    'c' => 'ต',
  ),
  'ตู้อาหาร ตู้กับข้าว' => 
  array (
    'd' => 'ฝันเห็นตู้อาหาร <br />
<u>ทำนายว่า</u> จะบริบูรณ์ทั้งการกินการอยู่ ทรัพย์สินเงินทอง',
    'c' => 'ต',
  ),
  'เต้นรำ' => 
  array (
    'd' => 'ฝันว่าได้เต้นรำด้วยตนเองกับเพศตรงข้าม ถ้าเป็นหญิงจะได้ลาภทางวิ่งเต้นเป็นนายหน้า ถ้าเป็นชายตรงข้าม จะได้รับเคราะห์ในทางเสียเงินทองเพราะหญิง',
    's1' => '2',
    's2' => '1',
    's3' => '11 , 22 , 211 , 229 , 218',
    'c' => 'ต',
  ),
  'เต่า' => 
  array (
    'd' => 'หญิงชายใดที่<br />
ฝันเห็นเต่าหรือได้จับตัวเต่าหรือตะพาบน้ำ  <br />
<u>ทำนายว่า</u> จะได้ลาภสัตว์ 4 เท้า 2 เท้า ในระยะเวลาอันใกล้',
    's1' => '4',
    's2' => '5',
    's3' => '43 , 45 , 054 , 345 , 745 , 465',
    'c' => 'ต',
  ),
  'เต้านม' => 
  array (
    'd' => 'ชายใดที่<br />
ฝันเห็นเต้านมของหญิงสาว หรือได้จับต้องลูบคลำ จะได้ลาภทางการเสี่ยงโชค หรือหญิงจะเป็นผู้นำโชคลาภมาให้',
    's1' => '8',
    's2' => '0',
    's3' => '08 , 88 , 78 , 278 , 288 , 208',
    'c' => 'ต',
  ),
  'เตาไฟ' => 
  array (
    'd' => 'ฝันเห็นเตาไฟมีถ่านลุกแดง  <br />
<u>ทำนายว่า</u> จะมีเคราะห์เกิดขึ้นภายในบ้าน หรือคนภายในครอบครัว ถ้า<br />
ฝันเห็นเตา และเครื่องภาชนะหุงต้ม แต่ไม่เห็นถ่านไฟหรือเปลวไฟ  <br />
<u>ทำนายว่า</u> จะได้สัตว์เลี้ยงมีคุณเข้ามีอยู่ในบ้าน',
    's1' => '7',
    's2' => '4',
    's3' => '77 , 47 , 79 , 478 , 407 , 774',
    'c' => 'ต',
  ),
  'แตกร้าว' => 
  array (
    'd' => 'ฝันว่ากระจกส่องหน้าแตกร้าว หรือทำภาชนะตกแตก  <br />
<u>ทำนายว่า</u> ชีวิตในครอบครัวจะรอหองระแหง หรือกิจการในหน้าที่จะยุ่งเหยิง มีทางให้เสียเงินเสียทองเห็นการฟาดเคราะห์',
    'c' => 'ต',
  ),
  'แต่งงาน' => 
  array (
    'd' => 'ฝันเห็นการแต่งงาน หรือได้เข้าสู่พิธีแต่งงาน  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หนัก หรือเจ็บไข้ได้ป่วยถึงล้มหมอนนอนเสื่อ ถ้าพ้นจากเคราะห์นี้ไปแล้วจะมีลาภตามภายหลัง',
    's1' => '6',
    's2' => '2',
    's3' => '22 , 66 , 265 , 266 , 454',
    'c' => 'ต',
  ),
  'แต่งตัว แต่งหน้า' => 
  array (
    'd' => 'ฝันว่าได้แต่งตัว หรือแต่งเสื้อผ้าอาภรณ์ใหม่  <br />
<u>ทำนายว่า</u> ถ้าเป็นหญิงแต่งงานแล้ว จะได้บุตรน่ารัก ถ้าเป็นชายโสดจะพบเนื้อคู่ ถ้าเป็นหญิงโสดจะได้ลาภเป็นสิ่งของเล็ก ๆ น้อยๆ',
    's1' => '7',
    's2' => '6',
    's3' => '78 , 76 , 68 , 278 , 267 , 268',
    'c' => 'ต',
  ),
  'แตน , ต่อ' => 
  array (
    'd' => 'ฝันว่าถูกแตนหรือต่อต่อยตกน้ำ เป็นฝันไม่สู้ดีนัก <br />
<u>ทำนายว่า</u> ผู้ฝันจะมีศัตรูปองร้าย ทำให้พลัดที่อยู่หรือโยกย้ายหน้าที่การงาน (ทางตำราไทย ถือว่า ถ้า<br />
ฝันว่าถูกแตนต่อย ให้ไปแก้เคล็ดที่ถนนหนทาง เคราะห์ร้ายจะบรรเทาลงบ้าง)',
    'c' => 'ต',
  ),
  'แตร' => 
  array (
    'd' => 'ฝันเห็นแตรหรือได้เป่าแตร <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์เพราะปากของตนเอง หรือได้รับการเจ็บป่วย',
    'c' => 'ต',
  ),
  'โต๊ะ เตียง' => 
  array (
    'd' => 'ฝันเห็นโต๊ะ หรือเตียง หรือเก้าอี้นั่ง <br />
<u>ทำนายว่า</u> จะได้รับการโยกย้าย หรือเปลี่ยนแปลงหน้าที่ทางการงาน หรือทางครอบครัวจะมีการแตกร้าวระหองระแหงไปชั่วระยะหนึ่ง',
    'c' => 'ต',
  ),
  'ใต้ถุน' => 
  array (
    'd' => 'ฝันเห็นว่าตนเองมุดหรือคลานเข้าไปในใต้ถุนบ้านหรือเรือนแห่งหนึ่งในความมืด แล้วคลานออกพบกับแสงสว่าง <br />
<u>ทำนายว่า</u> เป็นฝันดี จะหมดเคราะห์และมีโชค  ถ้าในฝันยังคลานวนเวียนอยู่ในที่มืดใต้ถุนนั้นอยู่ ไม่ได้คลานลอดออกมา <br />
<u>ทำนายว่า</u> จะยังมีเคราะห์ อย่าเพิ่งเสี่ยงทำการค้า หรือควรจะล้มเลิกความคิดที่คิดจะทำอย่างหนึ่งอย่างใดนั้นเสีย เพราะจะไม่มีทางสำเร็จ',
    'c' => 'ต',
  ),
  'ไต้' => 
  array (
    'd' => 'ฝันว่าถือไต้หรือคบไฟ (มีแสงไฟลุก ไม่ใช่ตะเกียงหรือโคม) ส่องไสว  <br />
<u>ทำนายว่า</u> จะมีเคราะห์อย่างหนัก หรือถึงการเจ็บป่วย หรือถูกโยกย้าย แต่เมื่อมีเคราะห์แล้วจะได้ลาภพอสมน้ำสมเนื้อกันเข้าทำนองทุกข์ลาภ',
    's1' => '4',
    's2' => '9',
    's3' => '44 , 49 , 144 , 149 , 147',
    'c' => 'ต',
  ),
  'ไต่เขา' => 
  array (
    'd' => 'ฝันว่าตนเองไต่เขาหรือปีนขึ้นไปบนเขา  <br />
<u>ทำนายว่า</u> จะหมดทุกข์หรือหมดเคราะห์ ถ้ามีหนี้สินจะผ่อนคลายเบาบางลง',
    's1' => '9',
    's2' => '1',
    's3' => '91 , 99 , 198 , 911 , 948',
    'c' => 'ต',
  ),
  'ไตรจีวร ผ้าไตร' => 
  array (
    'd' => 'ฝันเห็นผ้าไตรจีวร แต่ไม่เป็นองค์พระ <br />
<u>ทำนายว่า</u> ถ้ามีครอบครัวแล้วจะได้บุตรชาย หรือได้ลาภเป็นของมีค่าเป็นสัตว์ 4 เท้า 2 เท้า',
    'c' => 'ต',
  ),
  'ปลาตะเพียน' => 
  array (
    'd' => 'ฝันว่าได้จับปลาตะเพียน จะได้ลาภเป็นของมีชีวิต เช่น บุตร หรือสัตว์เลี้ยง หรือภาชนะข้าวของ',
    's1' => '8',
    's2' => '4',
    's3' => '47 , 48 , 748 , 708 , 418',
    'c' => 'ต',
  ),
  'ถนนหนทาง' => 
  array (
    'd' => 'ฝันเห็นถนนหนทางที่ไม่เคยได้พบเห็นมาก่อนเลยในชีวิต  <br />
<u>ทำนายว่า</u> จะได้เดินทางไกล หรือได้ท่องเที่ยวต่างประเทศ',
    's1' => '4',
    's2' => '1',
    's3' => '41 , 44 , 46 , 141 , 144 , 146',
    'c' => 'ถ',
  ),
  'ถลกหนัง' => 
  array (
    'd' => 'ฝันเห็นคนฆ่าสัตว์ และทำการถลกหนังสัตว์ที่ตายแล้วออกมาเห็นผืนๆ มีเลือดสดๆ  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตร ที่อยู่ห่างไกลในไม่ช้า',
    'c' => 'ถ',
  ),
  'ถล่ม' => 
  array (
    'd' => 'ฝันเห็นภูเขา หรือตึกรามบ้านช่องถล่มทลาย  <br />
<u>ทำนายว่า</u> งานที่ริเริ่มนั้นจะล้มเหลวหรือมีการโยกย้ายหน้าที่ หรือเคหสถานที่อยู่ถ้า<br />
ฝันว่า ตนเองอยู่ในตึกถล่มนั้นด้วย <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะต้องมีการเปลี่ยนแปลงไปในทางดี',
    's1' => '8',
    's2' => '7',
    's3' => '89 , 68 , 78 , 688 , 780',
    'c' => 'ถ',
  ),
  'ถ้วยกาแฟ' => 
  array (
    'd' => 'ฝันเห็นถ้วยกาแฟ <br />
<u>ทำนายว่า</u> จะมีลาภปาก ได้กินอาหารและเครื่องดื่มรสเลิศ',
    'c' => 'ถ',
  ),
  'ถ้วยชาม' => 
  array (
    'd' => 'ฝันเห็นจานชามหรือถ้วยจาน หรือได้จับต้อง <br />
<u>ทำนายว่า</u> ถ้าเป็นคนมีครอบครัวแล้ว จะได้บุตรหรือสัตว์เลี้ยงมีคุณเข้ามาอยู่ในบ้าน หรือมิฉะนั้นจะได้งานการหรือการค้าเป็นหลักแหล่งดี',
    'c' => 'ถ',
  ),
  'ถ้วยรางวัล' => 
  array (
    'd' => 'ฝันเห็นถ้วยรางวัล <br />
<u>ทำนายว่า</u> จะมีชื่อเสียงโด่งดัง',
    'c' => 'ถ',
  ),
  'ถวาย' => 
  array (
    'd' => 'ฝันว่าตนเองได้ถวายข้าวพระ หรือถวายปัจจัยแก่ภิกษุสงฆ์และภิกษุรับประเคนไป  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากผู้ใหญ่หรือผู้มีอำนาจ หรือได้รับชื่อเสียงเกียรติคุณ',
    's1' => '9',
    's2' => '2',
    's3' => '92 , 94 , 294 , 295 , 298',
    'c' => 'ถ',
  ),
  'ถอด' => 
  array (
    'd' => 'ฝันว่าตนเองถอดเสื้อ ถอดรองเท้า หรือถอดเครื่องแต่งตัว  <br />
<u>ทำนายว่า</u> ที่ป่วยจะหาย ที่กำลังมีเคราะห์ก็จะหมดไป จะเริ่มมีความสุขขึ้นเรื่อยๆ',
    's1' => '7',
    's2' => '2',
    's3' => '72 , 75 , 79 , 272 , 257 , 279',
    'c' => 'ถ',
  ),
  'ถอน' => 
  array (
    'd' => 'ฝันว่าถอนหญ้าหรือถอนเสา <br />
<u>ทำนายว่า</u> จะถูกเพื่อนหลอกลวงให้เห็นกงจักรเป็นดอกบัว',
    'c' => 'ถ',
  ),
  'ถอยหลัง' => 
  array (
    'd' => 'ฝันว่าตนเองเดินถอยหลัง หรือพาหนะที่นั่งไปแล่นถอยหลัง <br />
<u>ทำนายว่า</u> การงานที่คิดไว้จะไม่สมหวัง หรือจะต้องมีการเสียเงินเสียทองโดยเปล่าประโยชน์',
    'c' => 'ถ',
  ),
  'ถ่อเรือ' => 
  array (
    'd' => 'ฝันเห็นคนถ่อเรือ, พายเรือ หรือแจวเรือ หรือตนเองได้นั่งไปกับเรือด้วย  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้รับการโยกย้าย หรือเปลี่ยนแปลงหน้าที่ในการงาน',
    's1' => '1',
    's2' => '6',
    's3' => '11 , 34 , 16 , 346 , 116 , 164',
    'c' => 'ถ',
  ),
  'ถัง' => 
  array (
    'd' => 'ฝันเห็นถังน้ำและถังหูหิ้ว หรือตนเองหิ้วถังน้ำ  <br />
<u>ทำนายว่า</u> สิ่งที่คิดไว้จะเป็นผลสำเร็จ หรือจะได้รับโชคลาภลอยบ้างเล็กน้อย',
    's1' => '0',
    's2' => '6',
    's3' => '07 , 06 , 609 , 669 , 093',
    'c' => 'ถ',
  ),
  'ถังขยะ' => 
  array (
    'd' => 'ฝันเห็นถังขยะ <br />
<u>ทำนายว่า</u> จะมีคนติฉินนินทาให้เสียหาย',
    'c' => 'ถ',
  ),
  'ถั่วงอก' => 
  array (
    'd' => 'ฝันเห็นถั่วงอกขึ้นในครัว หรือในบ้าน หรือต้นไม้เล็กๆ โผล่ขึ้นในบ้าน  <br />
<u>ทำนายว่า</u> จะมีผู้นำลาภจากทางไกลมาให้ หรือมิฉะนั้นจะได้รับข่าวดีจากญาติมิตรที่อยู่ไกล หรือไม่ได้พบปะกันนาน',
    's1' => '6',
    's2' => '3',
    's3' => '67 , 68 , 39 , 676 , 688 , 339',
    'c' => 'ถ',
  ),
  'ถั่วฝักยาว' => 
  array (
    'd' => 'ฝันเห็นถั่วฝักยาว <br />
<u>ทำนายว่า</u> เพื่อนฝูงจะช่วยเหลือ ไม่ทอดทิ้งเมื่อตกที่นั่งลำบาก',
    'c' => 'ถ',
  ),
  'ถากไม้' => 
  array (
    'd' => 'ฝันเห็นคนถากไม้ หรือตนเองเป็นผู้ถาก  <br />
<u>ทำนายว่า</u> ศัตรูที่คิดร้ายจะมีอันพ่ายแพ้ ถ้าเป็นคดีความจะชนะ หรือจะมีความสุขพ้นจากโรคภัยไข้เจ็บ',
    's1' => '1',
    's2' => '7',
    's3' => '71 , 31 , 61 , 711 , 316 , 761',
    'c' => 'ถ',
  ),
  'ถางหญ้า' => 
  array (
    'd' => 'ฝันเห็นคนถางหญ้า หรือตนเองเป็นผู้ถางหญ้าอยู่  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และหนี้สินที่มีอยู่จะเบาบางลงหรือมิฉะนั้นจะได้ลาภเล็กๆ น้อยๆ ในระยะติดต่อกัน',
    's1' => '1',
    's2' => '3',
    's3' => '31 , 36 , 71 , 311 , 361 , 271',
    'c' => 'ถ',
  ),
  'ถาด' => 
  array (
    'd' => 'ฝันเห็นถาดลอยน้ำ หรือตนได้เอาถาดเงินไปบริจาคถวายหล่อพระพุทธรูป  <br />
<u>ทำนายว่า</u> ท่านจะได้รับความสุข และมีฐานะทางการเงินดีขึ้นกว่าเดิมหลายเท่า',
    's1' => '0',
    's2' => '9',
    's3' => '08 , 09 , 108 , 109 , 809',
    'c' => 'ถ',
  ),
  'ถ่านไฟ' => 
  array (
    'd' => 'ฝันเห็นถ่านไฟลุกแดงในเตา หรือไฟไหม้เสา เป็นถ่านดำมีควันคุกรุ่น  <br />
<u>ทำนายว่า</u> จะต้องย้ายที่อยู่หรือที่ทำงานในไม่ช้า',
    's1' => '4',
    's2' => '0',
    's3' => '44 , 40 , 404 , 406 , 441',
    'c' => 'ถ',
  ),
  'ถ่ายรูป' => 
  array (
    'd' => 'ฝันว่าตนเองได้ถ่ายรูป  <br />
<u>ทำนายว่า</u> สิ่งที่เป็นอยู่ของตนเองจะเปลี่ยนแปลงไปในทางตรงกันข้าม คือ ถ้ากำลังเคราะห์ร้าย ก็จะกลายเป็นเคราะห์ดี หรือกำลังมีโชคลาภก็จะกลายเป็นมีเคราะห์แทน',
    's1' => '2',
    's2' => '4',
    's3' => '42 , 22 , 62 , 422 , 446 , 602',
    'c' => 'ถ',
  ),
  'ถ้ำ' => 
  array (
    'd' => 'ฝันได้เข้าไปในถ้ำมืด พบทางตันหรือหนทางออกไม่ได้  <br />
<u>ทำนายว่า</u> จะประสบเคราะห์ หรือมีอันให้ทะเลาะกับญาติมิตรหรือคนรัก ถ้าในฝันได้พบพระพุทธรูปหรือพระคลังมหาสมบัติของพระเจ้าแผ่นดิน  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากการเสี่ยง',
    's1' => '8',
    's2' => '7',
    's3' => '67 , 08 , 83 , 607 , 863 , 870',
    'c' => 'ถ',
  ),
  'ถ้ำมืด' => 
  array (
    'd' => 'ฝันเห็นว่าตนเองมุดหรือคลานเข้าไปในใต้ถุนบ้านหรือเรือนแห่งหนึ่งในความมืด แล้วคลานออกพบกับแสงสว่าง <br />
<u>ทำนายว่า</u> เป็นฝันดี จะหมดเคราะห์และมีโชค  ถ้าในฝันยังคลานวนเวียนอยู่ในที่มืดใต้ถุนนั้นอยู่ ไม่ได้คลานลอดออกมา <br />
<u>ทำนายว่า</u> จะยังมีเคราะห์ อย่าเพิ่งเสี่ยงทำการค้า หรือควรจะล้มเลิกความคิดที่คิดจะทำอย่างหนึ่งอย่างใดนั้นเสีย เพราะจะไม่มีทางสำเร็จ',
    'c' => 'ถ',
  ),
  'ถีบจักร' => 
  array (
    'd' => 'ฝันว่าตนเองได้ถีบจักรเย็บผ้า หรือถีบจักรยาน  <br />
<u>ทำนายว่า</u> ชายจะมีการเดินทางไกลหรือโยกย้ายที่อยู่ หญิงจะมีปากเสียงกับคนในบ้าน',
    's1' => '7',
    's2' => '2',
    's3' => '57 , 67 , 27 , 257 , 207',
    'c' => 'ถ',
  ),
  'ถุงเงิน' => 
  array (
    'd' => 'ฝันเห็นถุงเงิน หรือได้จับถุงเงิน เป็นนิมิตบอกเหตุการณ์ว่า ถ้าเป็นหญิงมีครรภ์จะได้บุตรชายมีวาสนาดี ถ้าเป็นโสดจะได้พบเนื้อคู่ที่มีฐานะดี',
    's1' => '8',
    's2' => '6',
    's3' => '66 , 88 , 688 , 608 , 889',
    'c' => 'ถ',
  ),
  'ถุงเท้า' => 
  array (
    'd' => 'ฝันเห็นถุงเท้าใหม่หรือเครื่องมือใหม่ หรือได้สวมถุงเท้าใหม่  <br />
<u>ทำนายว่า</u> ถ้าชายที่มีครอบครัวแล้ว ก็จะได้ภรรยาใหม่อีก ถ้าเป็นหญิงมีครรภ์  <br />
<u>ทำนายว่า</u> จะได้ลูกผู้หญิงน่ารักและว่านอนสอนง่าย หรือจะมีโชคลาภทางการเสี่ยง',
    's1' => '8',
    's2' => '2',
    's3' => '29 , 28 , 38 , 388 , 289 , 308',
    'c' => 'ถ',
  ),
  'ถุงน้ำร้อน' => 
  array (
    'd' => 'ฝันเห็นถุงน้ำร้อน <br />
<u>ทำนายว่า</u> ถ้าเป็นคนโสดจะเจ็บป่วย คนมีครอบครัวแล้วจะได้ลูกน่ารัก',
    'c' => 'ถ',
  ),
  'ถุงพลาสติก' => 
  array (
    'd' => 'ฝันเห็นถุงพลาสติก <br />
<u>ทำนายว่า</u> จะได้โชคลาภแต่จะอยู่ไม่นาน',
    'c' => 'ถ',
  ),
  'ถูกฆ่า' => 
  array (
    'd' => 'ฝันว่าตนเองถูกฆ่าตาย <br />
<u>ทำนายว่า</u> จะมีโชคลาภทางการเงินดีขึ้น ที่มีเคราะห์หรือหนี้สินจะหมดสิ้นไป',
    's1' => '8',
    's2' => '6',
    's3' => '30 , 05 , 68 , 608 , 728 , 326',
    'c' => 'ถ',
  ),
  'ถูกจี้' => 
  array (
    'd' => 'ฝันว่าถูกจี้ <br />
<u>ทำนายว่า</u> ลูกน้องกำลังคิดไม่ซื่อ',
    'c' => 'ถ',
  ),
  'ถูกแทง' => 
  array (
    'd' => 'ฝันว่าถูกแทง <br />
<u>ทำนายว่า</u> คนใกล้ชิดจะใส่ร้ายป้ายสี',
    'c' => 'ถ',
  ),
  'ถูกล๊อตเตอรี่' => 
  array (
    'd' => 'ฝันว่าตนเองมีโชคถูกล๊อตเตอรี่ <br />
<u>ทำนายว่า</u> จะต้องมีการเสียเงินเสียทอง และมีเรื่องเดือดร้อนเกี่ยวกับการกู้หนี้ยืมสิน',
    'c' => 'ถ',
  ),
  'ถูบ้าน' => 
  array (
    'd' => 'ฝันว่าทำความสะอาดบ้าน <br />
<u>ทำนายว่า</u> จะมีการขยับขยายเปลี่ยนแปลงบ้านเรือนให้ดีขึ้น',
    'c' => 'ถ',
  ),
  'เถาวัลย์' => 
  array (
    'd' => 'ฝันว่าเดินหลงเข้าไปในป่าแล้วถูกเถาวัลย์รัดดิ้นไม่หลุด  <br />
<u>ทำนายว่า</u> ชายจะได้หญิงแม่ม่ายเป็นคู่ ถ้าชายมีครอบครัวแล้วจะได้บุตรชาย หญิงมีครอบครัวก็จะได้บุตรชาย ถ้าเป็นโสดจะพบเนื้อคู่โดยบังเอิญ',
    's1' => '6',
    's2' => '2',
    's3' => '22 , 33 , 66 , 226 , 266 , 663',
    'c' => 'ถ',
  ),
  'โถแป้ง' => 
  array (
    'd' => 'ฝันเห็นโถแป้ง หรือมีผู้นำมาหยิบยื่นให้ถึงมือหญิงมีครรภ์  <br />
<u>ทำนายว่า</u> จะได้บุตรหญิง หรือได้ลาภจากเพศเดียวกัน ชายโสด จะได้เนื้อคู่ หรือได้ลาภจากฝ่ายหญิง',
    's1' => '6',
    's2' => '5',
    's3' => '65 , 67 , 69 , 605 , 617 , 691',
    'c' => 'ถ',
  ),
  'ไถนา' => 
  array (
    'd' => 'ฝันเห็นคนไถนา หรือเครื่องไถคราดกลางทุ่ง หรือตนเองจับคันไถทำงานอยู่  <br />
<u>ทำนายว่า</u> จะได้ลาภทางไกล หรือลาภลอย',
    's1' => '9',
    's2' => '1',
    's3' => '19 , 29 , 39 , 119 , 229 , 331',
    'c' => 'ถ',
  ),
  'ทดน้ำ' => 
  array (
    'd' => 'ฝันว่าได้ทดน้ำ หรือวิดน้ำในคูใหญ่เอามาใส่ในคูเล็กเป็นที่เก็บกักน้ำของตนเอง (ทดน้ำหมายความว่ากักน้ำไว้เพื่อประโยชน์อย่างใดอย่างหนึ่ง) ฝันชนิดนี้  <br />
<u>ทำนายว่า</u> เป็นมงคลฝัน ผู้ฝันจะเป็นผู้มีอำนาจ หรือได้รับการเลือกตั้งขึ้นมาให้เป็นใหญ่หรือคิดการสิ่งใดก็จะสมหวัง',
    's1' => '9',
    's2' => '2',
    's3' => '29 , 49 , 298 , 498 , 492',
    'c' => 'ท',
  ),
  'ทนาย' => 
  array (
    'd' => 'ฝันเห็นทนายความหรือไปพบทนายความ <br />
<u>ทำนายว่า</u> ผู้ใหญ่จะให้ความเป็นธรรม',
    'c' => 'ท',
  ),
  'ทรงกลด' => 
  array (
    'd' => 'ฝันเห็นพระอาทิตย์พระจันทร์ทรงกลดรัศมีเปล่ง <br />
<u>ทำนายว่า</u> สตรีมีครรภ์จะได้บุตรชายเป็นศรีสง่าหรือจะมีโชคลาภอุดมสมบูรณ์',
    's1' => '8',
    's2' => '9',
    's3' => '09 , 08 , 109 , 189 , 898',
    'c' => 'ท',
  ),
  'ทราย' => 
  array (
    'd' => 'ฝันว่าได้ไปเดินเล่นบนหาดทราย หรือตักทรายเข้าบ้าน  <br />
<u>ทำนายว่า</u> จะได้โชคลาภทางการงาน หรือมีอำนาจวาสนาขึ้น',
    's1' => '3',
    's2' => '7',
    's3' => '36 , 37 , 637 , 733 , 369',
    'c' => 'ท',
  ),
  'ทวด , ปู่ , ย่า , ตา , ยาย , ญาติ' => 
  array (
    'd' => 'ฝันเห็นคุณทวดหรือญาติที่ล่วงลับไปแล้ว <br />
<u>ทำนายว่า</u> จะได้ลาภเป็นที่ดินหรือได้ของที่ถูกใจมาก',
    'c' => 'ท',
  ),
  'ทหาร' => 
  array (
    'd' => 'ฝันเห็นเครื่องแบบทหาร หรือเห็นแถวทหาร  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่การงานหรือมีอำนาจวาสนาขึ้น',
    's1' => '5',
    's2' => '1',
    's3' => '50 , 51 , 55 , 515 , 561',
    'c' => 'ท',
  ),
  'ทอง' => 
  array (
    'd' => 'ฝันว่าได้ใส่สายสร้อย ทองคำ หรือได้จับต้อง  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะสมหวัง หรือถ้ามีบุตร บุตรนี้จะเป็นหญิง',
    's1' => '2',
    's2' => '4',
    's3' => '12 , 24 , 36 , 124 , 362 , 164',
    'c' => 'ท',
  ),
  'ท้องเดิน' => 
  array (
    'd' => 'ฝันว่าตนเองท้องเดิน เป็นความฝันดี  <br />
<u>ทำนายว่า</u> ผู้ฝันจะประสบโชคลาภในหน้าที่การงาน หรือกิจการค้าขาย',
    's1' => '0',
    's2' => '9',
    's3' => '08 , 09 , 098 , 109 , 108',
    'c' => 'ท',
  ),
  'ทอดผ้าป่า' => 
  array (
    'd' => 'ฝันว่าได้ไปในงาน หรือได้เห็นงานทอดผ้าป่าทอดกฐินหรือการถวานผ้าแก่พระสงฆ์  <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้รับโชคลาภเป็นข้าวของมีค่า หรือถ้าเป็นหญิงตั้งครรภ์จะได้บุตรชายสมปรารถนา หรือมิฉะนั้น จะได้รับของขวัญมีค่าจากญาติผู้ใหญ่',
    's1' => '8',
    's2' => '5',
    's3' => '58 , 68 , 78 , 588 , 658 , 758',
    'c' => 'ท',
  ),
  'ทอดสมอ' => 
  array (
    'd' => 'ฝันเห็นเรือทอดสมอ หรือตัวสมอของเรือ  <br />
<u>ทำนายว่า</u> การที่ลงมือทำหรือคิดไว้จะมีอันล้มเหลว หรือเคราะห์ไม่สู้ดีนัก',
    's1' => '6',
    's2' => '1',
    's3' => '61 , 68 , 361 , 367 , 618',
    'c' => 'ท',
  ),
  'ทอดแห' => 
  array (
    'd' => 'ฝันว่าทอดแหได้ปลาเล็กปลาน้อยติดแหหรือได้ปลาใหญ่ <br />
<u>ทำนายว่า</u> จะได้โชคลาภทางการเสี่ยง หรือการค้าขายจะเจริญร่ำรวยขึ้น',
    's1' => '2',
    's2' => '4',
    's3' => '24 , 26 , 28 , 244 , 268 , 284',
    'c' => 'ท',
  ),
  'ทอผ้า' => 
  array (
    'd' => 'ฝันเห็นเครื่องทอผ้า หรือตนเองได้ทอฟ้าด้วยมือของตนเอง  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางไกล หรืองานในหน้าที่ใหม่ที่สูงขึ้นกว่าเดิม จะมีผู้ใหญ่อุปถัมภ์ค้ำชู',
    's1' => '6',
    's2' => '2',
    's3' => '26 , 36 , 46 , 236 , 264',
    'c' => 'ท',
  ),
  'ทะเบียนบ้าน' => 
  array (
    'd' => 'ฝันเห็นทะเบียนบ้าน <br />
<u>ทำนายว่า</u> คนโสดจะพบเนื้อคู่ คนมีครอบครัวแล้วจะได้ลูกชาย',
    'c' => 'ท',
  ),
  'ทะเล' => 
  array (
    'd' => 'ฝันลงเล่นน้ำในทะเล  <br />
<u>ทำนายว่า</u> จะอยู่เย็นเป็นสุขและมีโชคลาภในการเสี่ยง',
    's1' => '0',
    's2' => '7',
    's3' => '03 , 04 , 22 , 703 , 741 , 842',
    'c' => 'ท',
  ),
  'ทะเลทราย' => 
  array (
    'd' => 'ฝันเห็นทะเลทราย <br />
<u>ทำนายว่า</u> ระมัดระวังเรื่องการเงิน',
    'c' => 'ท',
  ),
  'ทะเลาะ' => 
  array (
    'd' => 'ฝันเห็นการทะเลาะวิวาท หรือตนเองทะเลาะเป็นปากเสียงกับเพื่อนบ้านในฝัน  <br />
<u>ทำนายว่า</u> จะโยกย้าย หรือมีการเปลี่ยนแปลงในหน้าที่การงานไม่สู้ดีนัก',
    's1' => '7',
    's2' => '1',
    's3' => '79 , 76 , 719 , 716 , 751',
    'c' => 'ท',
  ),
  'ทับทิม' => 
  array (
    'd' => 'ฝันเห็นทับทิมสุก เก็บเอาลงมาแกะและรับประทาน  <br />
<u>ทำนายว่า</u> สตรีมีครรภ์จะได้บุตรหญิง หรือจะได้รับโชคลาภจากเพศตรงข้าม ชายจะเปลี่ยนแปลงหน้าที่การงานไปในทางที่ดี',
    's1' => '2',
    's2' => '9',
    's3' => '29 , 26 , 37 , 317 , 299 , 268',
    'c' => 'ท',
  ),
  'ทัพพี' => 
  array (
    'd' => 'ฝันจับทัพพีตักข้าว หรือเห็นทัพพี  <br />
<u>ทำนายว่า</u> โชคลาภจะมาถึงบ้านภายในเร็ววัน หรือญาติมิตรทางไกลจะมาเยี่ยม',
    's1' => '6',
    's2' => '3',
    's3' => '66 , 63 , 365 , 366 , 673',
    'c' => 'ท',
  ),
  'ทาก' => 
  array (
    'd' => 'ฝันเห็นทาก <br />
<u>ทำนายว่า</u> จะมีเรื่องเดือดร้อนเสียหายที่เกิดจากเพื่อน',
    'c' => 'ท',
  ),
  'ทางม้าลาย' => 
  array (
    'd' => 'ฝันเห็นทางม้าลาย <br />
<u>ทำนายว่า</u> ทำกิจการใดอย่าวู่วาม ค่อยๆ คิด ค่อยๆ ทำ แล้วโชคจะวิ่งเข้าหา',
    'c' => 'ท',
  ),
  'ทางรถไฟ' => 
  array (
    'd' => 'ฝันเห็นรางรถไฟขนานกันไป หรือ<br />
ฝันว่าเดินไปตามทางรถไฟซึ่งมีไม้หมอนขวางรองอยู่  <br />
<u>ทำนายว่า</u> จะมีการโยกย้ายหน้าที่ หรือที่อยู่ไปทางไกล',
    's1' => '2',
    's2' => '6',
    's3' => '22 , 88 , 66 , 268 , 668 , 622',
    'c' => 'ท',
  ),
  'ทารก' => 
  array (
    'd' => 'ฝันว่าได้อุ้มทารกแดงๆ ภายในบ้าน หรือเห็นทารก<br />
<u>ทำนายว่า</u>จะได้โชคลาภ และตำแหน่งการงานดีขึ้น',
    's1' => '3',
    's2' => '1',
    's3' => '31 , 34 , 33 , 361 , 341 , 331',
    'c' => 'ท',
  ),
  'ท่าเรือ' => 
  array (
    'd' => 'ฝันว่าขึ้นจากเรือเหยียบท่า หรือยืนอยู่ที่หน้าท่าเรือ  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะสมหวัง หรือจะมีโชคลาภในหน้าที่การงาน หรือในการค้าขายจะดีขึ้น',
    's1' => '4',
    's2' => '1',
    's3' => '14 , 64 , 74 , 144 , 641 , 746',
    'c' => 'ท',
  ),
  'ทาเล็บ' => 
  array (
    'd' => 'ฝันว่าทาเล็บมือเล็บเท้าตนเอง (มักจะเป็นฝันของสตรี)ผู้ฝันจะได้รับข่าวดี ถ้าเป็นหญิงโสดจะมีผู้ใหญ่ส่งคนมาทาบทามสู่ขอ ถ้าเป็นหญิงตั้งครรภ์ จะได้บุตรีแสนสวย',
    's1' => '1',
    's2' => '9',
    's3' => '12 , 16 , 19 , 126 , 191 , 192',
    'c' => 'ท',
  ),
  'ทาสี' => 
  array (
    'd' => 'ฝันว่าทาสีบ้านตนเองด้วยสีสันต่างๆ หลายสีคละกันไป  <br />
<u>ทำนายว่า</u> จะได้สมาชิกใหม่เพิ่มขึ้นในครอบครัวหรือในบ้าน หรือมีผู้มาขออาศัยอยู่ ถ้าเป็นสีฟ้าสีเดียว  <br />
<u>ทำนายว่า</u> ทุกคนในบ้านจะได้รับความสุขทั่วหน้ากัน จะมีลาภหลั่งไหลเข้ามา',
    's1' => '4',
    's2' => '7',
    's3' => '45 , 47 , 451 , 471 , 475',
    'c' => 'ท',
  ),
  'ทำขวัญ' => 
  array (
    'd' => 'ฝันว่ามีผู้ใหญ่มาผูกข้อมือทำขวัญให้แก่ตน <br />
<u>ทำนายว่า</u> ที่ป่วยจะหาย ร่างกายจะสมบูรณ์พูนสุข และมีโชคลาภทางเสี่ยง',
    's1' => '2',
    's2' => '8',
    's3' => '26 , 29 , 38 , 893 , 891 , 836',
    'c' => 'ท',
  ),
  'ทำนบ' => 
  array (
    'd' => 'ฝันเห็นทำนบ <br />
<u>ทำนายว่า</u> ธุรกิจจะดีในช่วงแรก แต่ผ่านไปสักระยะจะเข้าสู่ขาลง',
    'c' => 'ท',
  ),
  'ทำเนียบ' => 
  array (
    'd' => 'ฝันเห็นทำเนียบรัฐบาล <br />
<u>ทำนายว่า</u> ผู้ใหญ่จะเมตตาหรือจะมีคนชวนไปทำงาน',
    'c' => 'ท',
  ),
  'ทิวเขา , ภูเขา' => 
  array (
    'd' => 'ฝันเห็นทิวเขาเห็นแนวยาวเหยียดข้างหน้า  <br />
<u>ทำนายว่า</u> งานที่คิดไว้จะมีอุปสรรค หรือเลิกล้ม หรือมีการเปลี่ยนแปลงโยกย้าย',
    's1' => '9',
    's2' => '6',
    's3' => '91 , 92 , 96 , 191 , 029 , 096',
    'c' => 'ท',
  ),
  'ที่เขี่ยบุหรี่' => 
  array (
    'd' => 'ฝันเห็นที่เขี่ยบุหรี่ <br />
<u>ทำนายว่า</u> สิ่งที่หวังจะไม่เป็นไปตามที่คิด จะเสียเวลาและเงินทองโดยเปล่าประโยชน์',
    'c' => 'ท',
  ),
  'ที่ฝังศพ' => 
  array (
    'd' => 'ฝันเห็นที่ฝังศพหรือฮวงซุ้ย หรือตนเอวเดินเข้าไปในสุสานที่ฝังศพ  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางไกล หรือจะมีผู้นำลาภมาให้ถึงบ้าน',
    's1' => '4',
    's2' => '8',
    's3' => '04 , 24 , 28 , 408 , 428 , 448',
    'c' => 'ท',
  ),
  'ที่วางหนังสือ' => 
  array (
    'd' => 'ฝันเห็นที่วางหนังสือ <br />
<u>ทำนายว่า</u> ดวงไม่ดี ไม่ควรเสี่ยงโชค',
    'c' => 'ท',
  ),
  'ทุ่งนา' => 
  array (
    'd' => 'ฝันเห็นทุ่งนาเวิ้งว้าง หรือตนเองเดินไปกลางทุ่งนา <br />
<u>ทำนายว่า</u> จะป่วยเจ็บหรือมีเคราะห์เกิดขึ้นภายในครอบครัว',
    's1' => '4',
    's2' => '9',
    's3' => '44 , 49 , 404 , 409 , 494',
    'c' => 'ท',
  ),
  'ทุเรียน' => 
  array (
    'd' => 'ฝันเห็นทุเรียน หรือได้กินเนื้อทุเรียน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือหายจากโรคภัยไข้เจ็บ ถ้าเป็นความจะชนะศัตรู',
    's1' => '6',
    's2' => '7',
    's3' => '17 , 67 , 29 , 176 , 667 , 297',
    'c' => 'ท',
  ),
  'ทูต' => 
  array (
    'd' => 'ฝันเห็นท่านทูตชาวต่างประเทศ <br />
<u>ทำนายว่า</u> อาจจะได้เดินทางไปต่างประเทศ หรือได้ติดต่องานกับคนต่างชาติ',
    'c' => 'ท',
  ),
  'เทวดา' => 
  array (
    'd' => 'ฝันเห็นเทพบุตรเทพธิดา หรือเทวดานางฟ้าลอยอยู่บนสวรรค์  <br />
<u>ทำนายว่า</u> จะเกิดสิริมงคลแก่ตนเอง',
    's1' => '9',
    's2' => '8',
    's3' => '89 , 29 , 79 , 891 , 219 , 798',
    'c' => 'ท',
  ),
  'เทวาลัย โบสถ์ พราหมณ์ เทวรูป' => 
  array (
    'd' => 'ฝันเห็นเทวาลัย หรือโบสถ์ พราหมณ์ที่ประดิษฐานเทวรูปหรือ<br />
ฝันเห็นเทวรูปปางต่างๆ  <br />
<u>ทำนายว่า</u> จะได้รับการเลื่อนยศหรือตำแหน่งหน้าที่การงาน แต่ถ้าเป็นพ่อค้าจะมีการเปลี่ยนแปลงการค้าหรือโยกย้ายไปในทางไม่สู้ดีนัก',
    's1' => '6',
    's2' => '9',
    's3' => '69 , 66 , 609 , 694 , 696',
    'c' => 'ท',
  ),
  'เทศน์' => 
  array (
    'd' => 'ฝันว่าได้ยินพระเทศน์ หรือเข้าไปนั่งฟังเทศน์ในศาลาธรรม  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ที่ป่วยจะหายและจะได้รับโชคลาภ',
    's1' => '9',
    's2' => '2',
    's3' => '92 , 93 , 96 , 292 , 493 , 486',
    'c' => 'ท',
  ),
  'เท้า' => 
  array (
    'd' => 'ฝันว่าเท้าตนเองขาด เป็นความฝันไม่สู้ดีนัก หรือ<br />
ฝันว่า เอามีดฟันเท้าตนเอง หรือ<br />
ฝันว่าถูกตัดเท้า  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์อย่างหนัก หรือมิฉะนั้น ก็จะเสียญาติพี่น้องภายในบ้าน (ตำราไทยถือว่า ฝันชนิดนี้ไม่เป็นมงคลต้องแก้ฝันด้วยการทำบุญสะเดาะเคราะห์ ปล่อยนกปล่อยสัตว์เลี้ยงที่ขังกรงภายในบ้านเสีย จึงจะหมดเคราะห์หรือบรรเทาลง) แต่<br />
ฝันว่าตนเองเท้าด้วนโดยไม่มีสาเหตุ กลับจะเป็นฝันดี  <br />
<u>ทำนายว่า</u> จะได้รับยศถาบรรดาศักดิ์เพิ่มขึ้น',
    's1' => '5',
    's2' => '2',
    's3' => '51 , 52 , 54 , 151 , 152 , 154',
    'c' => 'ท',
  ),
  'เทียนไข' => 
  array (
    'd' => 'ฝันเห็นเทียนไข หรือตนเองเป็นผู้จุดเทียนไขสว่างขึ้น  <br />
<u>ทำนายว่า</u> จะได้โชคลาภลอยเล็กๆ น้อยๆ เกิดขึ้น',
    's1' => '1',
    's2' => '6',
    's3' => '16 , 19 , 611 , 916',
    'c' => 'ท',
  ),
  'เที่ยว' => 
  array (
    'd' => 'ฝันว่าได้ไปเที่ยวในที่ร่มรื่น <br />
<u>ทำนายว่า</u> จะได้โชคลาภอย่างไม่คาดคิด',
    'c' => 'ท',
  ),
  'แทง' => 
  array (
    'd' => 'ฝันว่าตนเองแทงตนเอง  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่การงาน ถ้าเป็นพ่อค้า จะได้เปลี่ยนแนวการค้าใหม่ดีขึ้นกว่าเดิม ถ้า<br />
ฝันว่า แทงสัตว์หรือแทงกลถึงเลือดออกหรือถึงตายจะได้รับความร้อนใจ (ดูคำว่า “ฆ่าสัตว์” อักษร ฆ)',
    's1' => '4',
    's2' => '8',
    's3' => '49 , 48 , 39 , 493 , 483 , 489',
    'c' => 'ท',
  ),
  'แท่น' => 
  array (
    'd' => 'ฝันว่าขึ้นไปนั่งบนแท่นหิน หรือแท่นอาสนะที่นั่งของสงฆ์  <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้ลาภยศเพิ่มขึ้น จะมีความสุขทั้งครอบครัว',
    's1' => '4',
    's2' => '1',
    's3' => '41 , 44 , 48 , 141 , 148 , 448',
    'c' => 'ท',
  ),
  'โทรศัพท์' => 
  array (
    'd' => 'ฝันว่าได้โทรศัพท์ หรือได้พูดคุยกับคนที่จากไปไกลและกลับมาพบกัน  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายทางไกล หรือญาติมิตรจะได้รับอันตราย',
    's1' => '0',
    's2' => '8',
    's3' => '08 , 06 , 108 , 608 , 601',
    'c' => 'ท',
  ),
  'โทษ' => 
  array (
    'd' => 'ฝันว่าต้องโทษหรือต้องถูกจับกุมขัง ฝันชนิดนี้ส่วนมากมักจะเป็นฝันดี คำทำนายเช่นเดียวกับ<br />
ฝันว่าถูกคุมขัง (ดูคำว่า ขื่อคา และคุกตาราง อักษร ข. และ ค.)',
    'c' => 'ท',
  ),
  'ธง' => 
  array (
    'd' => 'ฝันเห็นธงปลิวสะบัดอยู่บนยอดเสาสูง  <br />
<u>ทำนายว่า</u> จะได้เลื่อนยศเลื่อนตำแหน่งหน้าที่การงานดีขึ้น หรือคิดอะไรจะได้สมหวัง',
    's1' => '1',
    's2' => '5',
    's3' => '35 , 41 , 91 , 531 , 419 , 654',
    'c' => 'ธ',
  ),
  'ธนบัตร' => 
  array (
    'd' => 'ฝันเห็นธนบัตรกองอยู่ในบ้าน หรือมีผู้นำมาหยิบยื่นส่งให้กับตัวเรา  <br />
<u>ทำนายว่า</u> จะประสบกับความเดือดร้อนเสียเงินเสียทอง หรือมีหนี้สินผูกพันมากขึ้น',
    's1' => '5',
    's2' => '7',
    's3' => '55 , 57 , 571 , 557 , 637',
    'c' => 'ธ',
  ),
  'ธนู' => 
  array (
    'd' => 'ฝันว่าได้ยิงธนูหรือได้จับคันธนูน้าว <br />
<u>ทำนายว่า</u> การที่คิดไว้จะสมหวัง หรืองานที่มีอุปสรรคจะผ่านพ้นไปได้ดีจะมีโชคลาภ',
    's1' => '1',
    's2' => '3',
    's3' => '31 , 35 , 41 , 381 , 352 , 341',
    'c' => 'ธ',
  ),
  'ธรณีสูบ' => 
  array (
    'd' => 'ฝันเห็นธรณีสูบ <br />
<u>ทำนายว่า</u> ต้องทำงานด้วยความรอบคอบ ระวังเพื่อนร่วมงานจะอิจฉาตาร้อน',
    'c' => 'ธ',
  ),
  'ธรรมจักร' => 
  array (
    'd' => 'ฝันเห็นธรรมจักร <br />
<u>ทำนายว่า</u> กำลังจะหมดเคราะห์ ควรไปทำบุญเพื่อรับโชคดี ครอบครัวจะมีความสุข',
    'c' => 'ธ',
  ),
  'ธรรมาสน์' => 
  array (
    'd' => 'ฝันเห็นธรรมาสน์ <br />
<u>ทำนายว่า</u> ผู้ใหญ่จะเมตตา ส่งเสริมให้เจริญในหน้าที่การงาน',
    'c' => 'ธ',
  ),
  'ธารน้ำตก' => 
  array (
    'd' => 'ฝันเห็นทะเลสาบ,ร่องน้ำ หรือลำคลอง หรือน้ำตก <br />
<u>ทำนายว่า</u> จะได้รับความสุข หรือมีการเดินทางไกลไปในทางดี ถ้าเจ็บป่วยจะหายจากโรคภายในเร็ววัน',
    'c' => 'ธ',
  ),
  'ธูปเทียน' => 
  array (
    'd' => 'ฝันเห็นธูปเทียนจุดบูชาพระ หรือได้กลิ่นควันธูป ในฝันได้จุดธูปบูชา  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่ป่วยจะหายหรือมีโชคลาภดีขึ้น',
    's1' => '1',
    's2' => '7',
    's3' => '11 , 17 , 19 , 117 , 119 , 637',
    'c' => 'ธ',
  ),
  'นก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับนก หรือได้นกทั้งกรงเข้ามาไว้ในเรือน <br />
<u>ทำนายว่า</u> จะได้ลาภสัตว์สี่เท้าสองเท้า หรือจะได้รับโชคทางการงานหน้าที่',
    's1' => '1',
    's2' => '7',
    's3' => '14 , 17 , 19 , 114 , 117 , 917',
    'c' => 'น',
  ),
  'นกกางเขน นกพิราบ' => 
  array (
    'd' => 'ฝันเห็นนกกางเขน หรือนกพิราบ นกต่างๆ  <br />
<u>ทำนายว่า</u> จะต้องพลัดพรากจากที่อยู่ หรือมีอันให้เดินทางไกล หรือจะต้องเดือดร้อนเพราะเคหสถานที่อยู่',
    'c' => 'น',
  ),
  'นกกระจาบ' => 
  array (
    'd' => 'ฝันถึงนกกระจาบหรือนกเล็กๆ <br />
<u>ทำนายว่า</u> จะเป็นลางดี จะได้รับโชคลาภเล็กๆ น้อยๆ ติดต่อกันไปเรื่อยๆ',
    'c' => 'น',
  ),
  'นกแก้ว' => 
  array (
    'd' => 'ฝันเห็นนกแก้ว  <br />
<u>ทำนายว่า</u> ความลับของตนเองจะถูกเปิดเผยหรือถูกนินทากล่าวร้าย',
    'c' => 'น',
  ),
  'นกเขา' => 
  array (
    'd' => 'ฝันถึงนกเขาถือว่าเป็นนิมิตที่ดี จะได้รับความสุขภายในครอบครัว และถ้า<br />
ฝันว่านกเขาบินเข้ามาจิกกินอาหารและน้ำในบ้าน จะประสบความสำเร็จในกิจการงานหรือการค้าต่างๆ เป็นอย่างดี',
    's1' => '9',
    's2' => '2',
    's3' => '19 , 29 , 39 , 119 , 229',
    'c' => 'น',
  ),
  'นกเค้าแมว , นกฮูก' => 
  array (
    'd' => 'ฝันถึงนกเค้าแมวหรือนกฮูก  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้าย หรือมิฉะนั้นครอบครัวจะแตกร้าว ถ้าฝันในระหว่างเดินทาง จะประสบอุบัติเหตุ',
    's1' => '0',
    's2' => '9',
    's3' => '08 , 09 , 108 , 709 , 309',
    'c' => 'น',
  ),
  'นกนางนวล' => 
  array (
    'd' => 'ผู้ชายที่ฝันถึงนกนางนวล  <br />
<u>ทำนายว่า</u> จะได้ภริยาที่มีมีคุณสมบัติ ถ้าเป็นชายมีครอบครัวแล้ว จะได้บุตรหญิงน่ารัก ถ้าเป็นหญิงฝัน  <br />
<u>ทำนายว่า</u> จะได้สามีที่มีคุณสมบัติเช่นเดียวกัน',
    'c' => 'น',
  ),
  'นกยูง' => 
  array (
    'd' => 'ฝันเห็นนกยูง สตรีผู้ฝัน จะได้พบเนื้อคู่สูงศักดิ์หรือถ้ามีครอบครัวแล้ว จะได้รับยศเพราะสามีหรือหน้าที่การงาน ถ้าเป็นชายฝัน จะได้ทั้งภรรยาและคนใช้ที่จงรักภักดี มีความสุข',
    'c' => 'น',
  ),
  'นม' => 
  array (
    'd' => 'ฝันเห็นเด็กทารกกำลังดูดนมหรือ<br />
ฝันว่าเด็กอื่นมาดูดนมเรา <br />
<u>ทำนายว่า</u> จะได้ร้อนใจ มีการเจ็บไข้ได้ป่วยหรือเสียเงินทอง',
    'c' => 'น',
  ),
  'นรก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้เดินทางลงไปในเมืองนรกได้เห็นภูตผีปีศาจของคนที่ตกนรกทองแดง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ที่ป่วยจะหาย และจะฟื้นฟูมีโชคลาภเกิดขึ้น',
    's1' => '0',
    's2' => '4',
    's3' => '01 , 07 , 44 , 401 , 407 , 447',
    'c' => 'น',
  ),
  'นองเลือด' => 
  array (
    'd' => 'ฝันว่าได้เห็นการฆ่ากันนองเลือด หรือเลือดสัตว์ที่ถูกฆ่านองพื้นถนน  <br />
<u>ทำนายว่า</u> จะได้ลาภลอย หรือมีโชคทางการเสี่ยง',
    's1' => '2',
    's2' => '8',
    's3' => '20 , 28 , 80 , 208 , 288 , 248',
    'c' => 'น',
  ),
  'นอน' => 
  array (
    'd' => 'ฝันว่าตนเองนอนอยู่ในห้องมีมุ้งครอบ <br />
<u>ทำนายว่า</u>จะได้พบเนื้อคู่ หรือจะมีโชคลาภทางหน้าที่การงาน',
    's1' => '4',
    's2' => '2',
    's3' => '41 , 42 , 465 , 461 , 622',
    'c' => 'น',
  ),
  'น้อยหน่า ,น้อยโหน่ง' => 
  array (
    'd' => 'ฝันว่าได้กินผลไม้น้อยหน่าหรือน้อยโหน่ง(ฝันมักจะได้แก่สตรี) <br />
<u>ทำนายว่า</u> ถ้ากำลังตั้งครรภ์ จะได้บุตรีอ้วนท้วนสมบูรณ์ สตรีสาวโสด จะได้พบเนื้อคู่รูปร่างอ้วนท้วนเช่นเดียวกัน',
    's1' => '8',
    's2' => '7',
    's3' => '87 , 88 , 287 , 387 , 188',
    'c' => 'น',
  ),
  'นักบวช' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าเห็นนักบวช หรือภิกษุสงฆ์หรือนางชี  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ที่เจ็บป่วยจะหาย',
    's1' => '8',
    's2' => '6',
    's3' => '81 , 88 , 68 , 681 , 688 , 821',
    'c' => 'น',
  ),
  'นั่งเรือ' => 
  array (
    'd' => 'ฝันว่าได้นั่งเรือ แล่นไปตามลำคลอง หรือแม่น้ำ  <br />
<u>ทำนายว่า</u> การใดๆ ที่คิดไว้จะเป็นผลสำเร็จ หรือชะตากำลังจะมีลาภดีขึ้น',
    's1' => '5',
    's2' => '8',
    's3' => '58 , 51 , 571 , 581 , 558',
    'c' => 'น',
  ),
  'นัยน์ตา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่านัยน์ตาของตนเองบอดมืดมิดหรือเห็นคนตาบอดในฝัน  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะไม่สมหวัง หรือล้มเหลว และจะต้องเสียเงินเสียทองเป็นการเสดาะเคราะห์',
    'c' => 'น',
  ),
  'นาก' => 
  array (
    'd' => 'ฝันเห็นนากสัตว์สี่เท้าที่เที่ยวหาปลากินในน้ำ หรือแมวน้ำ (ตำราต่างประเทศ)  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติที่อยู่ห่างไกล หรือญาติที่หายไปจะกลับคืนมา',
    's1' => '7',
    's2' => '6',
    's3' => '76 , 79 , 276 , 379 , 375',
    'c' => 'น',
  ),
  'นาค' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า นาคหรือมังกรหรืองูใหญ่เข้ามารัดกายเรา  <br />
<u>ทำนายว่า</u> ที่เป็นโสดจะได้คู่ครอง หรือได้โชคลาภจากผู้ใหญ่',
    's1' => '5',
    's2' => '6',
    's3' => '65 , 59 , 665 , 669 , 559',
    'c' => 'น',
  ),
  'นางพยาบาล' => 
  array (
    'd' => 'ฝันเห็นนางพยาบาลอย่างใกล้ชิด ได้พูดคุยด้วย  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ทางเจ็บป่วย หรืออุบัติเหตุในการเดินทาง',
    'c' => 'น',
  ),
  'นางฟ้า' => 
  array (
    'd' => 'ฝันเห็นเทพบุตรเทพธิดา หรือเทวดานางฟ้าลอยอยู่บนสวรรค์ <br />
<u>ทำนายว่า</u> จะเกิดสิริมงคลแก่ตนเอง',
    'c' => 'น',
  ),
  'นามบัตร' => 
  array (
    'd' => 'ฝันเห็นนามบัตร <br />
<u>ทำนายว่า</u> จะได้เดินทางหรือจะมีคนมาชวนทำธุรกิจ',
    'c' => 'น',
  ),
  'นาฬิกา' => 
  array (
    'd' => 'ฝันว่าได้สวมใส่นาฬิกา หรือจับต้องนาฬิกาข้อมือ  <br />
<u>ทำนายว่า</u> จะได้พบเนื้อคู่ หรือมีโชคลาภทางการเสี่ยง',
    's1' => '2',
    's2' => '9',
    's3' => '09 , 29 , 129 , 209 , 298',
    'c' => 'น',
  ),
  'น้ำแข็ง' => 
  array (
    'd' => 'ฝันเห็นน้ำแข็ง <br />
<u>ทำนายว่า</u> อย่ารีบร้อนตัดสินใจเกี่ยวกับธุรกิจ ให้ใจเย็นๆ เข้าไว้',
    'c' => 'น',
  ),
  'น้ำตา' => 
  array (
    'd' => 'ฝันเห็นน้ำตา หรือ<br />
ฝันว่าน้ำตาตนเองไหล เพราะร้องไห้ <br />
<u>ทำนายว่า</u> ของที่หายจะได้รับคืนมาในเร็ววัน หรือมิฉะนั้น ก็จะได้รับโชคลาภจากผู้ใหญ่',
    's1' => '2',
    's2' => '5',
    's3' => '21 , 23 , 25 , 251 , 256',
    'c' => 'น',
  ),
  'น้ำเต้า' => 
  array (
    'd' => 'ฝันว่าได้กินผักน้ำเต้า หรือจับต้องลูกน้ำเต้า ลูกฟักหรือลูกแตง  <br />
<u>ทำนายว่า</u> หญิงมีครรภ์จะได้บุตรชายน่ารัก หรือมิฉะนั้นจะได้โชคลาภจากเพศตรงข้าม',
    's1' => '8',
    's2' => '1',
    's3' => '18 , 08 , 16 , 168 , 108 , 688',
    'c' => 'น',
  ),
  'น้ำท่วม' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าน้ำท่วมเรือน หรือท่วมถนนหนทาง <br />
<u>ทำนายว่า</u> จะต้องเดินทางไกล หรือโยกย้ายที่อยู่แต่จะไปในทางดี',
    's1' => '2',
    's2' => '3',
    's3' => '23 , 25 , 352 , 025 , 259',
    'c' => 'น',
  ),
  'น้ำนม' => 
  array (
    'd' => 'ฝันเห็นน้ำนม <br />
<u>ทำนายว่า</u> คนโสดจะมีคนเข้ามาสนใจ คนมีครอบครัวจะได้ลูก',
    'c' => 'น',
  ),
  'น้ำปลา' => 
  array (
    'd' => 'ฝันเห็นน้ำปลา <br />
<u>ทำนายว่า</u> การเงินดีแต่สุขภาพจะไม่ค่อยสมบูรณ์นัก',
    'c' => 'น',
  ),
  'น้ำผึ้ง' => 
  array (
    'd' => 'ฝันว่าได้ดื่มน้ำผึ้ง  <br />
<u>ทำนายว่า</u> จะได้รับผลสำเร็จในกิจกรรมที่กำลังดำเนินอยู่ ถ้า<br />
ฝันว่าได้ดื่มและได้กินทั้งรังผึ้งเป็นรวง  <br />
<u>ทำนายว่า</u> จะประสบโชคลาภในงานนั้นอย่างไม่คาดฝัน',
    's1' => '1',
    's2' => '3',
    's3' => '13 , 16 , 136 , 139 , 237',
    'c' => 'น',
  ),
  'น้ำฝน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้ลงเล่นอาบน้ำฝนเป็นที่เย็นชุ่มชื่นใจ  <br />
<u>ทำนายว่า</u> ที่ป่วยจะหาย ที่ทุกข์จะคลาย โชคลาภจะตามมาภายหลัง',
    's1' => '2',
    's2' => '6',
    's3' => '29 , 21 , 26 , 269 , 221 , 662',
    'c' => 'น',
  ),
  'น้ำพุ' => 
  array (
    'd' => 'ฝันเห็นน้ำพุ <br />
<u>ทำนายว่า</u> การเงินที่เคยตะกุกตะกักจะค่อยๆ ดีขึ้น',
    'c' => 'น',
  ),
  'น้ำมัน' => 
  array (
    'd' => 'ฝันเห็นน้ำมัน <br />
<u>ทำนายว่า</u> ไม่เหมาะสำหรับการเปลี่ยนงานหรือลงทุนทำธุรกิจ',
    'c' => 'น',
  ),
  'น้ำหอม' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ใส่น้ำหอมหรือน้ำอบไทย พรมร่างกาย <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือหายจากเจ็บไข้ได้ป่วย',
    's1' => '3',
    's2' => '6',
    's3' => '33 , 36 , 386 , 339 , 346',
    'c' => 'น',
  ),
  'น้ำเหลือง' => 
  array (
    'd' => 'ฝันว่าจับต้องหรือเห็นน้ำเหลืองจากศพ <br />
<u>ทำนายว่า</u> จะได้ลาภจากญาติผู้ใหญ่',
    'c' => 'น',
  ),
  'น้ำอ้อย' => 
  array (
    'd' => 'ฝันเห็นน้ำอ้อยหรือน้ำตาล <br />
<u>ทำนายว่า</u> จะมีเพื่อนเก่าเข้ามาข้องแวะแต่แล้วก็จะจากไป',
    'c' => 'น',
  ),
  'นิล' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้แหวนหัวนิลสีดำ หรือนิลก้อนดำ  <br />
<u>ทำนายว่า</u> หญิงมีครรภ์จะได้บุตรชายเหี้ยมหาญเมื่อเติบใหญ่ หรือมิฉะนั้นจะได้ลาภจากการเสี่ยง หรือลาภทางไกล',
    's1' => '0',
    's2' => '6',
    's3' => '09 , 08 , 06 , 809 , 608 , 668',
    'c' => 'น',
  ),
  'นิ้ว' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้ตัดนิ้วมือหรือนิ้วเท้าตนเองออก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือสูญเสียญาติผู้น้อยภายในบ้าน',
    'c' => 'น',
  ),
  'นุ่งผ้า' => 
  array (
    'd' => 'ฝันว่าได้นุ่งห่มอาภรณ์ หรือเครื่องตบแต่งเป็นสีขาวล้วน <br />
<u>ทำนายว่า</u> จะมีความสุขความเจริญ ปราศจากโรคภัย',
    's1' => '8',
    's2' => '2',
    's3' => '81 , 82 , 84 , 818 , 882 , 884',
    'c' => 'น',
  ),
  'นุ่น สำลี ฝ้าย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับนุ่นหรือสำลี หรือ<br />
ฝันว่านุ่นกระจายเต็มบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติมิตรทางไกล หรือเป็นนิมิตดีภายในบ้าน',
    's1' => '1',
    's2' => '9',
    's3' => '11 , 16 , 19 , 116 , 119 , 111',
    'c' => 'น',
  ),
  'เน่า' => 
  array (
    'd' => 'ฝันว่าได้จับต้องของที่เน่าเหม็น <br />
<u>ทำนายว่า</u> จะโชคดี เงินทองไหลมาเทมา',
    'c' => 'น',
  ),
  'เนื้อสัตว์' => 
  array (
    'd' => 'ฝันเนื้อสัตว์ <br />
<u>ทำนายว่า</u> ไม่ควรเดินไกล ควรเลื่อนกำหนดการณ์ออกไป ระวังสุขภาพและการเงินด้วย',
    'c' => 'น',
  ),
  'เนื้อหนัง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ตนเองถูกเชือดเนื้อหนัง <br />
<u>ทำนายว่า</u> จะพ้นเคราะห์ที่เจ็บจะหายคลายทุกข์ มีลาภมาสู่',
    's1' => '6',
    's2' => '4',
    's3' => '41 , 46 , 16 , 146 , 464 , 667 , 690',
    'c' => 'น',
  ),
  'หนอน' => 
  array (
    'd' => 'ฝันว่าได้จับหนอน หรือมีหนอนมรไต่ยั้วเยี้ยข้างกายเรา หรือ<br />
ฝันเห็นหนอนในศพเน่า  <br />
<u>ทำนายว่า</u> จะได้ลาภทางการเสี่ยง หรือการค้าดีขึ้น',
    's1' => '1',
    's2' => '8',
    's3' => '91 , 81 , 189 , 916 , 818',
    'c' => 'น',
  ),
  'หนู' => 
  array (
    'd' => 'ฝันว่าหนูขึ้นมาวิ่งอยู่ในเรือน หรือได้จับหนู  <br />
<u>ทำนายว่า</u> จะได้โชคลาภจากการเสี่ยง หรือลาภลอย แต่ถ้า<br />
ฝันว่าหนูกัด จะได้รับเคราะห์หรือเสียเงินเสียทอง',
    's1' => '1',
    's2' => '4',
    's3' => '14 , 11 , 71 , 711 , 714 , 114',
    'c' => 'น',
  ),
  'บริโภค' => 
  array (
    'd' => 'ฝันว่าได้บริโภคอาหารหรือของกินเข้าไปอิ่มเต็มที่ <br />
<u>ทำนายว่า</u> จะได้รับทุกข์และเคราะห์จากการเจ็บป่วยหรือเสียเงินทอง',
    'c' => 'บ',
  ),
  'บวงสรวง' => 
  array (
    'd' => 'ฝันว่าได้บวงสรวงเทพยดา หรือบนบานศาลกล่าวเทพเจ้าต่างๆ  <br />
<u>ทำนายว่า</u> ที่ป่วยจะหาย ที่เป็นความจักชนะ ถ้าเป็นการค้าจะเจริญรุ่งเรืองขึ้นกว่าเดิม',
    's1' => '9',
    's2' => '5',
    's3' => '95 , 96 , 98 , 295 , 296 , 598',
    'c' => 'บ',
  ),
  'บวช' => 
  array (
    'd' => 'ฝันว่าตนเองได้บวช หรือได้ห่มผ้าเหลือง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือญาติผู้ใหญ่ที่ป่วยจะหาย',
    's1' => '8',
    's2' => '2',
    's3' => '81 , 82 , 208 , 281 , 819',
    'c' => 'บ',
  ),
  'บ้องไฟ' => 
  array (
    'd' => 'ฝันเห็นบ้องไฟ หรือดอกไม้ไฟที่จุดในงานต่างๆ  <br />
<u>ทำนายว่า</u> จะเป็นฝันดี แตกต่างกับ<br />
ฝันว่าไฟไหม้ และใน<br />
ฝันว่า บ้องไฟหรือดอกไม้ไฟที่จุดนั้นเป็นสีสันวิจิตรและพุ่งโด่งขึ้นสูง  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางชื่อเสียง ถ้าเป็นนักแสดงจะได้รับชื่อเสียงโด่งดังขึ้น',
    's1' => '4',
    's2' => '9',
    's3' => '41 , 49 , 44 , 144 , 494 , 448',
    'c' => 'บ',
  ),
  'บ่อน้ำ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าตกลงไปในบ่อน้ำลึก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือกิจการงานที่ทำไว้จะล้มเหลว',
    'c' => 'บ',
  ),
  'บะหมี่' => 
  array (
    'd' => 'ฝันว่ากินบะหมี่ <br />
<u>ทำนายว่า</u> การเงินที่ฝืดเคืองจะดีขึ้น ชื่อเสียงที่เคยเสื่อมไปจะได้คืนมา ถ้ามีคดีความจะเป็นฝ่ายชนะ',
    'c' => 'บ',
  ),
  'บังแทรก' => 
  array (
    'd' => 'ฝันเห็นบังสูรย์สำหรับใช้บังแดดในการพิธีแห่ต่างๆ หรือบังแทรก หรือตาลปัตรที่พระถือบังสวด <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียงในทางดีงาม หรือได้เลื่อนยศเลื่อนตำแหน่ง ถ้าเป็นพ่อค้าจะได้รับโชคในการขยับขยายการค้าดีขึ้นกว่าเดิม',
    'c' => 'บ',
  ),
  'บันได' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ก้าวขึ้นบันไดสู่ที่สูง  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะสมหวัง ถ้า<br />
ฝันว่าตกจากบันได จะได้รับความเดือดร้อนภายในครอบครัว',
    's1' => '2',
    's2' => '4',
    's3' => '22 , 44 , 68 , 220 , 441 , 681',
    'c' => 'บ',
  ),
  'บัว' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นดอกบัว และได้ถือดอกบัวในมือ  <br />
<u>ทำนายว่า</u> จะได้ลาภ หรือได้ทาสเข้ามาไว้ใช้ในบ้าน',
    's1' => '1',
    's2' => '7',
    's3' => '71 , 41 , 617 , 514 , 657',
    'c' => 'บ',
  ),
  'บัวขาว' => 
  array (
    'd' => 'ฝันเห็นดอกบัวขาวกลางสระ หรือได้เด็ดดอกบัวขาว  <br />
<u>ทำนายว่า</u> หญิงมีครรภ์จะได้บุตรชายน่ารัก หรือมิฉะนั้น จะได้ลาภยศหรือหน้าที่การงานดีขึ้น',
    's1' => '9',
    's2' => '2',
    's3' => '21 , 29 , 99 , 291 , 298 , 299',
    'c' => 'บ',
  ),
  'บ้า' => 
  array (
    'd' => 'ฝันว่าตนเองเป็นบ้า จะเป็นฝันดี  <br />
<u>ทำนายว่า</u> จะทำอะไรได้สมความปรารถนา ยิ่งถ้าผู้ฝันมีตำแหน่งหน้าที่ปกครองคน ก็จะยิ่งมีอำนาจมากขึ้น',
    's1' => '2',
    's2' => '9',
    's3' => '26 , 29 , 326 , 329 , 296',
    'c' => 'บ',
  ),
  'บาดเจ็บ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ตนได้รับบาดเจ็บตามร่างกายหรือมีโลหิตไหลจากแผลตามร่าง แต่มิได้พิการอย่างหนึ่งอย่างใด  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะมีลาภตามมาภายหลัง',
    's1' => '1',
    's2' => '8',
    's3' => '81 , 61 , 53 , 158 , 168',
    'c' => 'บ',
  ),
  'บาทหลวง' => 
  array (
    'd' => 'ฝันเห็นบาทหลวง หรือนักบวช ตามตำราต่างประเทศ  <br />
<u>ทำนายว่า</u> สิ่งที่คิดไว้หรือกำลังคิดจะทำ ควรจะระงับยับยั้งเสียมิฉะนั้น จะไม่เป็นผลดีแก่ตัวผู้ฝันและครอบครัว',
    'c' => 'บ',
  ),
  'บ้าน' => 
  array (
    'd' => 'ฝันเห็นบ้านหรือเรือนปรักหักพัง <br />
<u>ทำนายว่า</u> จะเสียของรักหรือมีเหตุทะเลาะวิวาทภายในครอบครัว <br />
ถ้า<br />
ฝันว่าเดินเข้าไปในบ้านร้าง <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายที่อยู่หรือการงาน <br />
ถ้า<br />
ฝันเห็นบ้านตนเองถูกไฟไหม้ จะเดือดเนื้อร้อนใจหรือต้องคดีทางกฎหมาย',
    'c' => 'บ',
  ),
  'บานไม่รู้โรย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เด็ดดอกบานไม่รู้โรยหรือมีผู้นำมาให้ในฝัน  <br />
<u>ทำนายว่า</u> อายุจะยืน หรือญาติผู้ใหญ่ในบ้านที่ป่วยเจ็บจะหาย',
    's1' => '3',
    's2' => '9',
    's3' => '36 , 39 , 34 , 369 , 264 , 269',
    'c' => 'บ',
  ),
  'บิดามารดา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นบุพการี หรือบิดามารดาที่ล่วงลับไปแล้ว  <br />
<u>ทำนายว่า</u> จะได้ลาภหรือกิจการงานจะดีขึ้น',
    's1' => '8',
    's2' => '9',
    's3' => '89 , 48 , 499 , 289 , 889',
    'c' => 'บ',
  ),
  'บิน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้บินขึ้นบนอากาศแล้วตกลงมา <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากมิตรสหาย หรือมิฉะนั้นจะป่วยเจ็บเสียเงินทอง',
    'c' => 'บ',
  ),
  'บุคคล' => 
  array (
    'd' => 'ฝันเห็นบุคคลใดบุคคลหนึ่ง จะเป็นผู้ที่เรารู้จักคุ้นเคยหรือไม่รู้จักก็ตามแต่ ฝันนี้จะดีหรือร้าย ต้องขึ้นอยู่กับนิสัย และบุคลิกของผู้ที่เราฝันถึงนั้นด้วย กล่าวคือถ้าเราฝันถึงบุคคลที่มีนิสัยเป็นคนเจ้าสำราญ รื่นเริงอยู่เสมอ ก็ <br />
<u>ทำนายว่า</u> เป็นฝันดี จะได้รับความสุขและโชคลาภ ถ้าฝันถึงบุคคลผู้มีชื่อเสียงหรือยศถาบรรดาศักดิ์ ก็ <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้รับโชคลาภในตำแหน่งหน้าที่ หรือชื่อเสียง ถ้าฝันถึงบุคคลที่มีชื่อไปในทางร้ายเกกมะเหรกเกเร หรือมีนิสัยชั่ว ก็ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ทางบาดหมาง ทะเลาะวิวาท',
    's1' => '9',
    's2' => '1',
    's3' => '81 , 19 , 218 , 219 , 289',
    'c' => 'บ',
  ),
  'บุญ' => 
  array (
    'd' => 'ฝันว่าทำบุญเลี้ยงพระ <br />
<u>ทำนายว่า</u> ครอบครัวจะมีความสุขมาก',
    'c' => 'บ',
  ),
  'บุตร' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า มีคนเอาเด็กมายกให้เป็นบุตร หรือคลอดบุตร <br />
<u>ทำนายว่า</u> จะต้องเสียของรักหรือเงินทอง',
    'c' => 'บ',
  ),
  'เบ็ด' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นเบ็ดตกปลา หรือ<br />
ฝันว่าจับเข็มเบ็ด แต่ไม่ได้ตก  <br />
<u>ทำนายว่า</u> ลาภจะมาทางไกล หรือญาติมิตรทางไกลจะมาหา',
    's1' => '6',
    's2' => '4',
    's3' => '68 , 66 , 668 , 610 , 644',
    'c' => 'บ',
  ),
  'เบาะ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า เก็บเบาะหรือที่นอนเด็กเล็กได้ หรือ<br />
ฝันเห็นเบาะมีทารกลอยมากลางน้ำ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากผู้น้อยหรือคนในบ้านจะป่วยเจ็บ',
    'c' => 'บ',
  ),
  'เบี้ย' => 
  array (
    'd' => 'ฝันเห็นเบี้ยหอย จำพวกที่คนในสมัยโบราณใช้เป็นเงินซื้อขายหรือเบี้ยจั่น  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภ หรือจากการเสี่ยงโชค ถ้าเป็นผู้ใหญ่ จะไดรับของขวัญหรือรางวัลอันมีค่า',
    's1' => '9',
    's2' => '5',
    's3' => '95 , 98 , 595 , 698 , 699',
    'c' => 'บ',
  ),
  'แบกหาม' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้แบกหามของหนัก และเดินทางไปตามถนนที่เปลี่ยวและอันตราย  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดทุกข์และจะได้ลาภสิ่งของตามมาภายหลัง',
    's1' => '2',
    's2' => '8',
    's3' => '29 , 28 , 192 , 882 , 889',
    'c' => 'บ',
  ),
  'โบว์ดำ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นโบว์ดำผูกกับเสาเรือนบ้านหรือผูกอยู่ที่คอตนเอง <br />
<u>ทำนายว่า</u> จะได้รับความเสื่อมเสียทางชื่อเสียง หรือจะมีเรื่องเดือดร้อนภายในครอบครัว',
    'c' => 'บ',
  ),
  'โบสถ์' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า เดินเข้าไปในโบสถ์ หรือไปนั่งในโบสถ์  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หมดหนี้สิน ที่ป่วยจะหาย ลาภที่ได้จะตามมาภายหลัง',
    's1' => '8',
    's2' => '9',
    's3' => '89 , 88 , 289 , 188 , 189',
    'c' => 'บ',
  ),
  'ใบไม้' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า เอาใบไม้มาร้อยทำหมวกสวมศีรษะ หรือเอาใบไม้มาทำเครื่องนุ่งห่มในฝัน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์',
    's1' => '3',
    's2' => '6',
    's3' => '36 , 35 , 56 , 533 , 556',
    'c' => 'บ',
  ),
  'ใบลาน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้ใบลานมาเป็นแผ่นๆ หรือใบลานเข้ามาอยู่ภายในบ้านตนเอง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้าย หรือ ทำให้มีเรื่องตกอกตกใจเกิดขึ้นในบ้าน',
    'c' => 'บ',
  ),
  'ปฏิกูล' => 
  array (
    'd' => 'ฝันเห็นอุจจาระหรือขี้ หรือได้จับขี้ หรือตัวเองถ่ายอุจจาระ <br />
<u>ทำนายว่า</u> ผู้นั้นจะมีเคราะห์ จะมีเรื่องเสื่อมเสียในทางชื่อเสียง หรือถูกคนนินทากล่าวร้ายป้ายสี',
    'c' => 'ป',
  ),
  'ปฏิทิน' => 
  array (
    'd' => 'ฝันเห็นปฏิทิน หรือได้รับปฏิทินปีใหม่จากใครคนหนึ่ง <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภลอยหรือการเสี่ยงโชค แต่ถ้าเป็นการค้าที่กำลังดำเนินอยู่จะมีกาโยกย้ายไปในที่ใหม่ที่ดีกว่าเดิม',
    'c' => 'ป',
  ),
  'ปฏิมา' => 
  array (
    'd' => 'ฝันเห็นพระปฏิมา หรือพระพุทธรูป เป็นความฝันที่ดี  <br />
<u>ทำนายว่า</u> ถ้ามีเคราะห์จะหมดสิ้นไป จะได้รับโชคลาภลอย หรือการงานที่ดีโดยไม่คาดฝัน',
    's1' => '9',
    's2' => '2',
    's3' => '91 , 92 , 198 , 199 , 299',
    'c' => 'ป',
  ),
  'ประกาศนียบัตร' => 
  array (
    'd' => 'ฝันเห็นประกาศนียบัตร <br />
<u>ทำนายว่า</u> คนที่กำลังรอผลสอบชิงทุนหรือเรียนต่อจะสมหวัง',
    'c' => 'ป',
  ),
  'ประคำ' => 
  array (
    'd' => 'ฝันเห็นประคำของพระธุดงค์ <br />
<u>ทำนายว่า</u> ทุกเรื่องไม่ดีจะเปลี่ยนแปลงไปในทางที่ดีขึ้น',
    'c' => 'ป',
  ),
  'ประเคน' => 
  array (
    'd' => 'ฝันว่าตนเองประเคนของถวายพระสงฆ์ <br />
<u>ทำนายว่า</u> จะมีข่าวดีด้านการงาน คนตกงานจะได้งาน ผู้ประกอบธุรกิจจะได้กำไรงาม',
    'c' => 'ป',
  ),
  'ประโคม' => 
  array (
    'd' => 'ฝันเห็นการประโคมด้วยพิณพาทย์หรือเครื่องสายไทยในงานมงคลใดมงคลหนึ่ง <br />
<u>ทำนายว่า</u> จะต้องเสียญาติหรือคนในครอบครัว',
    'c' => 'ป',
  ),
  'ประเจียด' => 
  array (
    'd' => 'ฝันเห็นหรือ<br />
ฝันว่าได้รับผ้าประเจียดลงยันต์จากสมณะชีพราหมณ์หรือผู้ใหญ่  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และมีโชคลาภ',
    's1' => '4',
    's2' => '9',
    's3' => '48 , 49 , 148 , 149 , 489',
    'c' => 'ป',
  ),
  'ประแจ' => 
  array (
    'd' => 'ฝันว่าได้นับกุญแจหรือถือวงกุญแจ <br />
<u>ทำนายว่า</u>จะได้รับโชคลาภในทางการค้า หรือการพนันเสี่ยงโชค ถ้ารับราชการจะได้เลื่อนตำแหน่งหรือยศสูงขึ้น',
    'c' => 'ป',
  ),
  'ประดาน้ำ' => 
  array (
    'd' => 'ฝันเห็นเครื่องประดาน้ำ หรือชุดดำน้ำของมนุษย์กบหรือได้สวมใส่ลงประดาน้ำ  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่ในการงาน โดยไม่นึกฝัน',
    's1' => '7',
    's2' => '2',
    's3' => '47 , 67 , 247 , 267 , 276',
    'c' => 'ป',
  ),
  'ประตู' => 
  array (
    'd' => 'ฝันเห็นประตู หรือเดินผ่านประตูออกไปสู่ที่โล่ง  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภ ทั้งในหน้าที่การงานและการเสี่ยง ถ้า<br />
ฝันว่าเดินผ่านประตูเข้าสู่ที่มืด  <br />
<u>ทำนายว่า</u> จะต้องเสียทรัพย์สินหรือข้าวของมีค่า แต่จะประสบโชคลาภในภายหลัง',
    's1' => '2',
    's2' => '8',
    's3' => '24 , 28 , 124 , 128 , 248',
    'c' => 'ป',
  ),
  'ประตูโบสถ์' => 
  array (
    'd' => 'ฝันเห็นประตูโบสถ์ <br />
<u>ทำนายว่า</u> จะมีโอกาสได้ทำบุญ มีโชคลาภ อาจได้เริ่มต้นธุรกิจใหม่',
    'c' => 'ป',
  ),
  'ประทัด' => 
  array (
    'd' => 'ฝันเห็นประทัดหรือเห็นคนจุดประทัด <br />
<u>ทำนายว่า</u> จะมีเรื่องไร้สาระมารบกวนจิตใจ',
    'c' => 'ป',
  ),
  'ประเทียบ' => 
  array (
    'd' => 'ฝันเห็นรถพระประเทียบ หรือเรือพระประเทียบ (เรือรถฝ่ายในพระสนม)  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่ในราชการหรือในที่ทำงานและจะได้รับโชคลาภจากเพศตรงข้าม',
    's1' => '5',
    's2' => '7',
    's3' => '56 , 57 , 256 , 367 , 564',
    'c' => 'ป',
  ),
  'ปรางค์' => 
  array (
    'd' => 'ฝันเห็นองค์พระเจดีย์ หรือพระปรางค์ หรือสถูปยอดสูง ๆ <br />
<u>ทำนายว่า</u> จะเป็นมงคลแก่ตัวเอง <br />
ถ้าเป็นข้าราชการหรือคนทำงาน จะได้รับตำแหน่งหน้าที่สูงขึ้น <br />
ถ้าเป็นพ่อค้าจะได้รับชื่อเสียงไปในทางดี แต่ยังไม่มีโชคลาภทางการเงินทีเดียวนัก',
    'c' => 'ป',
  ),
  'ปราสาท' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นปราสาท หรือได้เข้าไปนั่งอยู่ในปราสาทของพระเจ้าแผ่นดิน  <br />
<u>ทำนายว่า</u> จะมีอำนาจวาสนาสูงขึ้น ผู้ใหญ่จะอุปถัมภ์ช่วยเหลือ',
    's1' => '9',
    's2' => '7',
    's3' => '91 , 97 , 697 , 191 , 297',
    'c' => 'ป',
  ),
  'ปล้นสะดม' => 
  array (
    'd' => 'ฝันเห็นการปล้นสะดมของพวกโจรผู้ร้าย  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตรที่อยู่ทางไกล ถ้า<br />
ฝันว่าถูกโจรผู้ร้ายปล้นทรัพย์สินตนเอง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และคนในบ้านที่ป่วยเจ็บจะหาย หรือจะชนะความ ในโรงศาล',
    's1' => '8',
    's2' => '2',
    's3' => '82 , 86 , 87 , 286 , 287 , 872',
    'c' => 'ป',
  ),
  'ปลวก' => 
  array (
    'd' => 'ฝันว่าปลวกขึ้นภายในบ้าน หรือ<br />
ฝันเห็นจอมปลวกสูงใหญ่ <br />
<u>ทำนายว่า</u> จะได้รับเลื่อนตำแหน่งหน้าที่การงานหรือการเงินจะดีขึ้น',
    's1' => '8',
    's2' => '9',
    's3' => '89 , 86 , 789 , 889 , 887',
    'c' => 'ป',
  ),
  'ปลอก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ถอดปลอกหมอน หรือถอดปลอกคอจากสัตว์เลี้ยง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือที่เจ็บป่วยจะหาย และจะได้รับข่าวดีตามมาภายหลัง',
    's1' => '8',
    's2' => '9',
    's3' => '08 , 09 , 801 , 901 , 809',
    'c' => 'ป',
  ),
  'ปล่องไฟ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นปล่องไฟมีควันพวยพุ่ง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรที่อยู่ห่างไกล หรือมิตรสหายจะนำข่าวดีมาบอก',
    's1' => '8',
    's2' => '0',
    's3' => '10 , 18 , 08 , 180 , 818 , 089',
    'c' => 'ป',
  ),
  'ปลอบโยน' => 
  array (
    'd' => 'ฝันว่าตกทุกข์หรือมีเรื่องทุกข์ทางใจและมีใครมาช่วยปลอบโยน ถ้าผู้ฝันมีฐานะตกยากอยู่แล้ว <br />
<u>ทำนายว่า</u> จะมีคนมาช่วยเหลือ แต่ถ้าผู้ฝันมีฐานะดี จะตรงกันข้าม คือจะมีผู้มาหลอกลวงให้เสียทรัพย์สิน',
    's1' => '0',
    's2' => '7',
    's3' => '06 , 07 , 08 , 106 , 207 , 308',
    'c' => 'ป',
  ),
  'ปล่อยนก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ปล่อยนก ปล่อยปลาหรือปล่อยสัตว์เลี้ยงภายในบ้านออกไป  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ จะได้รับโชคลาภ',
    's1' => '8',
    's2' => '6',
    's3' => '86 , 88 , 868 , 881 , 882',
    'c' => 'ป',
  ),
  'ปลา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับปลา <br />
<u>ทำนายว่า</u> จะได้ลาภหรือได้ข้าวของทั้งหน้าที่การงานจะดีขึ้น',
    's1' => '8',
    's2' => '7',
    's3' => '88 , 78 , 287 , 878 , 808',
    'c' => 'ป',
  ),
  'ปลาไหล' => 
  array (
    'd' => '<u>ทำนายว่า</u> จะได้รับเกียรติยกย่องให้เป็นหัวหน้าดำเนินธุรกิจบางอย่าง ได้รับชื่อเสียงดีเด่นในผลงาน',
    'c' => 'ป',
  ),
  'ปลิง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับปลิง <br />
<u>ทำนายว่า</u> จะได้ลาภหรือได้ข้าวของทั้งหน้าที่การงานจะดีขึ้น',
    's1' => '5',
    's2' => '8',
    's3' => '55 , 28 , 58 , 585 , 857 , 568',
    'c' => 'ป',
  ),
  'ปลูก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ปลูกบ้าน หรือปลูกต้นไม้ <br />
<u>ทำนายว่า</u> การที่คิดไว้หรือทำไว้จะได้รับผลเต็มเม็ดเต็มหน่วย หรือจะได้รับโชคลาภทางเสี่ยง',
    's1' => '9',
    's2' => '7',
    's3' => '79 , 91 , 179 , 918 , 967',
    'c' => 'ป',
  ),
  'ป้อมปราการ' => 
  array (
    'd' => 'ฝันเห็นป้อมหรือปราการหรือกำแพงวังกำแพงเมืองเก่าๆ <br />
<u>ทำนายว่า</u> งานที่กำลังดำเนินอยู่จะมีอุปสรรคขัดขวางหรือมิฉะนั้นจะประสบกับความขาดทุนย่อยยับ หรือถูกโยกย้ายตำแหน่งหน้าที่',
    'c' => 'ป',
  ),
  'ปัสสาวะ' => 
  array (
    'd' => 'ฝันเห็นปัสสาวะ หรือตนเองปัสสาวะ  <br />
<u>ทำนายว่า</u> จะได้ลาภได้ยศศักดิ์ในตำแหน่งเพิ่มขึ้น',
    's1' => '2',
    's2' => '3',
    's3' => '22 , 27 , 36 , 227 , 336',
    'c' => 'ป',
  ),
  'ปาก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ปากของตนเปื่อยเน่าเป็นแผล  <br />
<u>ทำนายว่า</u> จะเสียของรัก หรือข้าวของเงินทองภายในบ้าน',
    'c' => 'ป',
  ),
  'ปากกา' => 
  array (
    'd' => 'ฝันเห็นปากกาหรือดินสอ หรือ<br />
ฝันว่าได้จับปากกา ดินสอ <br />
<u>ทำนายว่า</u> จะเกิดเรื่องยุ่งยากใจ คนในบังคับบัญชา หรือผู้น้อยที่อยู่ในบ้านจะทรยศหักหลัง หรือไม่อยู่ในโอวาท',
    'c' => 'ป',
  ),
  'ป่าเขา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เข้าไปเที่ยวในป่าเขาลำเนาไม้โดดเดี่ยวตามลำพังเป็นที่น่าหวาดเสียว  <br />
<u>ทำนายว่า</u> จะมีการโยกย้ายหน้าที่การงานหรือบ้านอยู่',
    's1' => '4',
    's2' => '5',
    's3' => '43 , 46 , 53 , 434 , 465 , 537',
    'c' => 'ป',
  ),
  'ป่าช้า' => 
  array (
    'd' => 'ฝันเห็นที่ฝังศพหรือฮวงซุ้ย หรือตนเอวเดินเข้าไปในสุสานที่ฝังศพ <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางไกล หรือจะมีผู้นำลาภมาให้ถึงบ้าน',
    'c' => 'ป',
  ),
  'ปีก' => 
  array (
    'd' => 'ฝันว่าตนเองมีปีกงอกบินได้  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายหรือมีเคราะห์อย่างหนัก ตำราไทยแนะนำให้ผู้ฝันแก้ฝันที่โบสถ์หรือกลางสะพานข้ามแม่น้ำลำคลอง แล้วให้ช่างขลิบหรือตัดปลายผมออกเล็กน้อยพอเป็นพิธี จึงจะพ้นจากเคราะห์หรือบรรเทาลง',
    'c' => 'ป',
  ),
  'ปีนเขา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้มีการปีนป่ายเขาขึ้นที่สูง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บจะหาย จะอยู่เย็นเป็นสุข ถ้าในฝันตกลงมาจากเขา  <br />
<u>ทำนายว่า</u> สิ่งที่คิดไว้หรือทำไว้จะล้มเหลวไม่สมหวัง',
    's1' => '9',
    's2' => '6',
    's3' => '97 , 96 , 297 , 196 , 996',
    'c' => 'ป',
  ),
  'ปีศาจ' => 
  array (
    'd' => 'ฝันเห็นปีศาจ ผีตายโหงต่างๆ มาหลอกหลอนในฝัน <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะมีโชคลาภทางการเสี่ยง',
    'c' => 'ป',
  ),
  'ปืน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นปืน หรือได้ยิงปืนเป็นที่หวาดเสียว  <br />
<u>ทำนายว่า</u> หญิงจะได้พบเนื้อคู่ ชายจะได้วาสนาดีขึ้น',
    's1' => '8',
    's2' => '1',
    's3' => '18 , 08 , 188 , 108 , 883',
    'c' => 'ป',
  ),
  'เป็ดไก่' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าเป็ดไก่บินเข้ามาในบ้านหรือไล่จับเป็ดไก่ <br />
<u>ทำนายว่า</u> จะได้ข่าวดีจากญาติมิตรที่อยู่ทางไกลหรือจะได้รับความช่วยเหลือจากคนแปลกหน้า',
    'c' => 'ป',
  ),
  'เปลวไฟ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นไฟไหม้เคหะหรือบ้านเรือนของตน <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์อย่างหนัก อาจเกิดถ้อยร้อยความ หรือโดนย้ายที่อยู่หรือที่ทำงาน <br />
ถ้า<br />
ฝันว่าไฟไหม้สิ่งของภายในบ้าน เช่นไหม้ เตียง,โต๊ะ,หรือเสื้อผ้า <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือโยกย้ายเปลี่ยนแปลงที่อยู่ หรือที่ทำงาน หรืออาจมีการเดินทางไกล <br />
ถ้า<br />
ฝันว่าไฟไหม้แต่ไม่เห็นแสงไฟมีแต่ควันดำหรือขาวครึ้ม <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือรับเคราะห์แล้ว จะมีลาภ(ในฝันที่เกี่ยวกับเรื่องไฟถือว่าเป็นเคราะห์หนัก)',
    'c' => 'ป',
  ),
  'เป่า' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เป่าขลุ่ยหรือแตร หรือเอาปากเป่าลมลูกโป่ง  <br />
<u>ทำนายว่า</u> จะต้องได้รับเคราะห์จากบาดเจ็บ หรือเสียเงินเสียทองโดยใช่เหตุ',
    'c' => 'ป',
  ),
  'เปื้อน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าเสื้อผ้าที่สวมใส่เปื้อนเลือดหรือดินโคลนเป็นรอยด่างดำหรือมือเปื้อนสกปรก <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตร หรือคนในบ้านจะเจ็บป่วย',
    'c' => 'ป',
  ),
  'แป้งผัดหน้า' => 
  array (
    'd' => 'ฝันว่าได้ใช้แป้งผัดหน้า หรือเครื่องแต่งหน้า  <br />
<u>ทำนายว่า</u> จะได้รับความตื่นตกใจในเรื่องฟืนไฟภายในบ้าน หรืออุบัติเหตุนอกบ้าน (บางตำราว่า ถ้าเป็นหญิงฝัน ไม่สู้กระไรนัก อาจเป็นฝันดีได้ แต่ถ้าเป็นชายฝัน จะได้รับเคราะห์ดังกล่าว)',
    'c' => 'ป',
  ),
  'แปรงผม' => 
  array (
    'd' => 'ฝันว่าแปรงผม <br />
<u>ทำนายว่า</u> จะมีเรื่องบาดหมางกับคนอื่น อาจเป็นเพื่อนบ้านก็ได้',
    'c' => 'ป',
  ),
  'แปรงสีฟัน' => 
  array (
    'd' => 'ฝันเห็นแปรงสีฟัน <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดโศก ถ้าลงมือทำในสิ่งที่เคยผิดหวังมาแล้ว สิ่งนั้นจะกลับสัมฤทธิ์ผลขึ้นมา',
    'c' => 'ป',
  ),
  'ไปรษณีย์' => 
  array (
    'd' => 'ฝันเห็นที่ทำการไปรษณีย์หรือบุรุษไปรษณีย์ <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติพี่น้องหรือได้เดินทางไกลไปติดต่อธุรกิจ',
    'c' => 'ป',
  ),
  'ผดุงครรภ์' => 
  array (
    'd' => 'ฝันถึงนางผดุงครรภ์ ถ้าเป็นหญิงฝัน  <br />
<u>ทำนายว่า</u> จะเสียของหรือเงินทอง ถ้าเป็นชายฝัน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้รับโชคเล็ก ๆ น้อย ๆ จากเพศตรงข้าม',
    's1' => '0',
    's2' => '8',
    's3' => '08 , 09 , 108 , 809 , 089',
    'c' => 'ผ',
  ),
  'ผนัง' => 
  array (
    'd' => 'ฝันว่าเดินไปชนเข้ากับผนังหรือกำแพง หรือปีนผนัง หรือ เกาะจับผนัง  <br />
<u>ทำนายว่า</u> สิ่งที่คิดไว้หรือที่ทำไว้จะมีผู้มาช่วยเหลือลำพังตนเองจะไม่สำเร็จ',
    's1' => '4',
    's2' => '6',
    's3' => '46 , 48 , 246 , 446 , 448',
    'c' => 'ผ',
  ),
  'ผม' => 
  array (
    'd' => 'ฝันว่าได้ตัดผมตนเอง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดทุกข์ <br />
ฝันว่าผมร่วงจากศีรษะเป็นหย่อมๆ <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนจากผู้ใหญ่หรือผู้สูงอายุภายในบ้าน <br />
ฝันว่าได้รับเส้นผมจากเพศตรงข้าม <br />
<u>ทำนายว่า</u> จะได้รับการอุปถัมภ์จากเพศตรงข้าม',
    's1' => '1',
    's2' => '9',
    's3' => '19 , 18 , 16 , 196 , 918',
    'c' => 'ผ',
  ),
  'ผลไม้' => 
  array (
    'd' => 'ฝันเห็นผลไม้ หรือได้จับบริโภค  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากการค้าหรือนายหน้า หรือลาภจร',
    's1' => '7',
    's2' => '0',
    's3' => '70 , 71 , 761 , 770 , 708',
    'c' => 'ผ',
  ),
  'ผัก' => 
  array (
    'd' => 'ฝันถึงผักที่มีหัว เช่นหัวผักกาดรับประทานได้ และตัวเองรับประทานเข้าไปด้วย  <br />
<u>ทำนายว่า</u> จะมีโชคลาภ ถ้าเป็นผลแตงกวาหรือผลฟักแฟง  <br />
<u>ทำนายว่า</u> ที่เจ็บจะหายที่เป็นโรคเรื้อรังก็อาจจะบรรเทาลงไป ถ้าฝันรับประทานหัวหอมหัวกระเทียม  <br />
<u>ทำนายว่า</u> งานที่คิดไว้หรือ',
    'c' => 'ผ',
  ),
  'ผัดหน้า' => 
  array (
    'd' => 'ชายใดที่<br />
ฝันว่า ได้ผัดหน้าตนเองขาวนวลเป็นใย  <br />
<u>ทำนายว่า</u> จะได้รับความตื่นตกใจจากเรื่องฟืนไฟภายในบ้าน หรืออุบัติเหตุต่างๆ หญิงฝันไม่สู้กระไรนักอาจได้รับโชคเล็กๆ น้อยๆ',
    's1' => '2',
    's2' => '8',
    's3' => '95 , 98 , 259 , 298 , 228',
    'c' => 'ผ',
  ),
  'ผ้าข้าว' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้นุ่งห่มผ้าขาว  <br />
<u>ทำนายว่า</u> จะเสียของรักหรือมีเคราะห์ ถ้า<br />
ฝันว่าได้ซักผ้าขาว จะหมดเคราะห์หรือเปลี่ยนแปลงชีวิตไปในทางดี ถ้า<br />
ฝันว่าผ้าขาวมีรอยด่างดำเป็นดวงๆ หรือเปื้อนเปรอะ ถ้าได้รับความเสื่อมเสียทางหน้าที่การงาน หรือเดือดร้อน',
    's1' => '5',
    's2' => '0',
    's3' => '06 , 05 , 506 , 508 , 089',
    'c' => 'ผ',
  ),
  'ผ้าเช็ดตัว' => 
  array (
    'd' => 'ฝันเห็นผ้าเช็ดตัว <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดโศก หายจากโรคภัย สุขกายสุขใจ',
    'c' => 'ผ',
  ),
  'ผ้าเช็ดหน้า' => 
  array (
    'd' => 'ฝันเห็นผ้าเช็ดหน้า <br />
<u>ทำนายว่า</u> จะได้ข่าวไม่ดีจากญาติมิตรที่หายไปนาน',
    'c' => 'ผ',
  ),
  'ผ้าดำ' => 
  array (
    'd' => 'ฝันว่าได้สวมผ้าดำ หรือแต่งชุดสีดำ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ญาติผู้ใหญ่ที่ป่วยเจ็บจะหาย คลายทุกข์ร้อน',
    's1' => '4',
    's2' => '8',
    's3' => '04 , 46 , 68 , 408 , 468 , 448',
    'c' => 'ผ',
  ),
  'ผ่าท้อง' => 
  array (
    'd' => 'ฝันว่าผ่าท้องตนเอง ควักไส้ออกมา  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภลอย หรือโชคทางการค้า (ตำราไทยแนะนำให้ทำบุญตักบาตรทำขวัญตนเองเสียก่อน ภายหลังจะมีลาภ)',
    's1' => '3',
    's2' => '8',
    's3' => '38 , 39 , 308 , 309 , 389',
    'c' => 'ผ',
  ),
  'ผ้าป่า' => 
  array (
    'd' => 'ฝันเห็นผ้าป่า <br />
<u>ทำนายว่า</u> จะได้ลาภจากผู้ใหญ่ ลูกน้องให้กำลังใจ',
    'c' => 'ผ',
  ),
  'ผ้าพันคอ' => 
  array (
    'd' => 'ฝันเห็นผ้าพันคอ <br />
<u>ทำนายว่า</u> คนโสดจะพบกับความรักที่หวานชื่น',
    'c' => 'ผ',
  ),
  'ผ้าพันแผล' => 
  array (
    'd' => 'ฝันเห็นผ้าพันแผล <br />
<u>ทำนายว่า</u> จะหลุดออกจากการเป็นเป้าหมายในการนินทาว่าร้าย',
    'c' => 'ผ',
  ),
  'ผ้าโพกหัว' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ใช้ผ้าโพกหัว หรือฟ้าพันคลุมศีรษะตนเอง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บจะหายหรือจะได้รับข่าวดีตามหลัง',
    's1' => '9',
    's2' => '5',
    's3' => '95 , 98 , 259 , 298 , 228',
    'c' => 'ผ',
  ),
  'ผิงไฟ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้นั่งผิงไฟ หรือนั่งผิงแดดร้อนจัด  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือได้รับข่าวร้ายจากญาติมิตรทางไกล',
    'c' => 'ผ',
  ),
  'ผิวหนัง' => 
  array (
    'd' => 'หญิงชายใดที่<br />
ฝันว่า ผิวหนังตนเป็นเม็ดผดผื่นคัน หรือมีจุดด่างดำบนผิวหนังตนเอง  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจร เล็กๆ น้อยๆ หรือลาภจากค่านายหน้า',
    's1' => '3',
    's2' => '6',
    's3' => '16 , 33 , 39 , 317 , 339 , 366',
    'c' => 'ผ',
  ),
  'ผีตายโหง' => 
  array (
    'd' => 'ฝันเห็นผีผูกคอตายบนต้นไม้ หรือเห็นผีเปรต ผีตายโหงต่างๆ มาหลอกหลอนในฝัน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะมีโชคลาภทางการเสี่ยง',
    's1' => '6',
    's2' => '9',
    's3' => '66 , 69 , 606 , 669 , 667',
    'c' => 'ผ',
  ),
  'ผึ้ง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ถูกผึ้งรุมกัดต่อยร่างกาย <br />
<u>ทำนายว่า</u> จะได้รับความเดือดเนื้อร้อนใจ ภายในครอบครัว หรือภายในวงงาน',
    'c' => 'ผ',
  ),
  'ผู้ชาย' => 
  array (
    'd' => 'ฝันเห็นผู้ชาย <br />
<u>ทำนายว่า</u> ทําอะไรอย่าใจเร็วด่วนได้ จะได้ดีไม่มีร้อน จะมีลาภ ความฝันนี้ เกี่ยวข้องกับผู้หลักผู้ใหญ่ที่สูงวัยกว่า',
    'c' => 'ผ',
  ),
  'เผาศพ' => 
  array (
    'd' => 'ฝันว่าตนเองได้ไปงานเผาศพ หรือจับต้องศพหรือได้เห็นศพกำลังเผา  <br />
<u>ทำนายว่า</u> จะประสบโชคลาภทางการเงินและการค้าดีขึ้น',
    's1' => '4',
    's2' => '8',
    's3' => '04 , 46 , 68 , 408 , 468 , 448',
    'c' => 'ผ',
  ),
  'แผ่นดินไหว' => 
  array (
    'd' => 'ฝันว่าแผ่นดินไหว แต่ไม่ทำความเสียหายอะไร  <br />
<u>ทำนายว่า</u> จะมีโชค ฐานะทางการเงินจะดีขึ้น แต่ถ้า<br />
ฝันว่า บ้านเรือนพังทลาย แผ่นดินแตกแยก  <br />
<u>ทำนายว่า</u> จะเปลี่ยนฐานะจากการรวยเป็นจน หรือมิฉะนั้นจะเป็นความขึ้นโรงขึ้นศาล ถ้าฝันแต่เพียงแผ่นดินไหวโคลงเคลงเหมือนนั่งเรือกลางคลื่นอย่างเดียว ไม่มีการทำลาย จึงจะแปลว่าฝันดี',
    's1' => '6',
    's2' => '2',
    's3' => '26 , 66 , 266 , 629 , 696',
    'c' => 'ผ',
  ),
  'แผล' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ตนได้รับบาดเจ็บตามร่างกายหรือมีโลหิตไหลจากแผลตามร่าง แต่มิได้พิการอย่างหนึ่งอย่างใด <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะมีลาภตามมาภายหลัง',
    'c' => 'ผ',
  ),
  'ไผ่' => 
  array (
    'd' => 'ฝันเห็นว่าเดินเข้าไปในป่าไผ่ มีหนามไผ่เกี่ยวตำร่างกาย หรือ<br />
ฝันว่าถูกไม้ไผ่บาดเจ็บ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้รับการช่วยเหลืดอุปถัมภ์จากคนต่างชาติเป็นอย่างดี',
    's1' => '1',
    's2' => '6',
    's3' => '11 , 16 , 116 , 119 , 112',
    'c' => 'ผ',
  ),
  'ฝักดาบ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ชักดาบหรือมีดออกจากฝัก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากศัตรูมืด หรือจะมีผู้คิดประทุษร้ายข้าวของเงินทอง',
    'c' => 'ฝ',
  ),
  'ฝุ่น' => 
  array (
    'd' => 'ฝันเห็นฝุ่นกระจายทั่วไป <br />
<u>ทำนายว่า</u> จะมีเรื่องเล็กๆ น้อยๆ มากวนใจ',
    'c' => 'ฝ',
  ),
  'แฝก' => 
  array (
    'd' => 'ฝันเห็นหญ้าแฝกมุงหลังคา <br />
<u>ทำนายว่า</u> จะมีคนคุ้มภัยแต่ต้องเสียของรัก',
    'c' => 'ฝ',
  ),
  'ไฝ' => 
  array (
    'd' => 'ฝันว่ามีไฝขึ้นที่หน้า <br />
<u>ทำนายว่า</u> จะถูกเจ้านายหรือผู้ใหญ่เพ่งเล็ง ชื่อเสียงจะด่างพร้อยจากเรื่องส่วนตัว',
    'c' => 'ฝ',
  ),
  'ฝน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ลงเล่นน้ำฝน หรือถูกฝนเปียกโชกร่างกาย  <br />
<u>ทำนายว่า</u> ที่ป่วยจะหาย ที่ทุกข์จะคลาย และจะมีโชคลาภภายหลัง',
    's1' => '2',
    's2' => '6',
    's3' => '21 , 26 , 29 , 261 , 269',
    'c' => 'ฝ',
  ),
  'ฝนครึ้ม' => 
  array (
    'd' => 'ฝันว่าเห็นท้องฟ้าครึ้ม ฝนมีเมฆดำ แต่ไม่มีฝนตกลงมา <br />
<u>ทำนายว่า</u> จะได้รับข่าวดี หรือข่าวจากญาติมิตรทางไกล',
    's1' => '6',
    's2' => '5',
    's3' => '65 , 67 , 66 , 265 , 368',
    'c' => 'ฝ',
  ),
  'ฝั่ง' => 
  array (
    'd' => 'ฝันว่าว่ายข้ามฝั่งน้ำ ฝั่งคลอง หรือขึ้นฝั่งจากเรือ  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะสมหวัง หรือจะได้รับข่าวดีในผลงานหรือตำแหน่งหน้าที่',
    's1' => '2',
    's2' => '4',
    's3' => '24 , 26 , 14 , 244 , 264',
    'c' => 'ฝ',
  ),
  'ฝังศพ' => 
  array (
    'd' => 'ฝันว่าได้ฝังศพคนตายด้วยตนเองตามลำพัง ถ้าเป็นศพแปลกหน้า  <br />
<u>ทำนายว่า</u> จะได้รับความช่วยเหลือจากคนแปลกหน้าหรือมิตรสหาย จะมีโชคลาภ',
    's1' => '0',
    's2' => '6',
    's3' => '02 , 06 , 206 , 204 , 604',
    'c' => 'ฝ',
  ),
  'ฝ่าเท้า' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ฝ่าเท้าเจ็บ หรือถูกของมีคมตำฝ่าเท้า จะได้รับเคราะห์จากคนภายในบ้าน หรือในที่ทำงานนำมาสู่แต่จะมีทุกข์ลาภ',
    's1' => '4',
    's2' => '7',
    's3' => '47 , 49 , 047 , 497 , 475',
    'c' => 'ฝ',
  ),
  'ฝี' => 
  array (
    'd' => 'ฝันว่าร่างกายเป็นฝีบวม ได้รับความเจ็บปวดหรือเป็นฝีสิวขึ้นที่หน้า  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะมีลาภ',
    's1' => '3',
    's2' => '6',
    's3' => '33 , 36 , 336 , 356 , 368',
    'c' => 'ฝ',
  ),
  'แฝด' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้บริโภคผลไม้แฝด หรือเห็นคนแฝดติดกัน <br />
<u>ทำนายว่า</u> จะได้รับทุกข์ลาภ หรือให้ลาภเงินทองแล้วจะเจ็บป่วย',
    's1' => '6',
    's2' => '4',
    's3' => '22 , 44 , 66 , 662 , 442 , 664',
    'c' => 'ฝ',
  ),
  'พนมมือ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้พนมมือขึ้นสวดมนต์หรือพนมมือเคารพสิ่งศักดิ์สิทธิ์  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บป่วยจะหายคลายกังวล',
    's1' => '1',
    's2' => '5',
    's3' => '01 , 05 , 101 , 105 , 115',
    'c' => 'พ',
  ),
  'พนัน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เล่นการพนันขันต่อกับเพื่อนฝูงในฝัน <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติหรือมิตร หรือคนในบ้านจะเจ็บป่วย ทำให้เสียเงินเสียทองแต่ไม่มากนัก',
    'c' => 'พ',
  ),
  'พรม' => 
  array (
    'd' => 'ฝันเห็นพรมผืนใหญ่ ได้จับต้อง และนั่งบนพรมผืนนั้นเป็นปกติ  <br />
<u>ทำนายว่า</u> จะได้รับการเลื่อนตำแหน่งหน้าที่ หรือมีการเดือนทางไปต่างประเทศ และเป็นการเดินทางไปดีปลอดภัย',
    's1' => '4',
    's2' => '9',
    's3' => '48 , 49 , 418 , 419 , 489',
    'c' => 'พ',
  ),
  'พรวน' => 
  array (
    'd' => 'ฝันเห็นลูกพรวนหรือกระพรวน หรือได้ยินเสียงลูกกระพรวนดังถนัดชัดเจน ถ้าใน<br />
ฝันเห็นกระพรวนนั้นสวมที่เท้าเด็กเล็กๆ  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีหรือโชคดีในไม่ช้า ถ้าเป็นหญิงตั้งครรภ์  <br />
<u>ทำนายว่า</u> จะได้บุตรแสนดีน่ารัก ถ้าเป็นชายฝัน จะได้รับโชคลาภทางการเสี่ยง',
    's1' => '7',
    's2' => '4',
    's3' => '07 , 47 , 745',
    'c' => 'พ',
  ),
  'พระ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นองค์พระ หรือพระพุทธรูป พระเครื่อง พระบูชาต่างๆ ความฝันนี้เป็นมงคลแต่ตัวเอง  <br />
<u>ทำนายว่า</u> จะได้รับโชคติดตามมาภายหลัง',
    's1' => '8',
    's2' => '2',
    's3' => '88 , 27 , 78 , 288 , 287 , 289',
    'c' => 'พ',
  ),
  'พระจันทร์' => 
  array (
    'd' => 'ฝันว่าได้เห็นพระจันทร์ทอแสงสุกปลั่งเต็มดวง  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภ หรือได้บุตรเป็นหญิงน่ารักใคร่',
    's1' => '7',
    's2' => '8',
    's3' => '07 , 87 , 708 , 781 , 370',
    'c' => 'พ',
  ),
  'พระบรมรูป' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้ไปถวายบังคมพระบรมรูปของสมเด็จพระเจ้าอยู่หัวในอดีต <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางการงานและการเงิน',
    's1' => '5',
    's2' => '9',
    's3' => '59 , 58 , 259 , 459 , 458',
    'c' => 'พ',
  ),
  'พระพรหม' => 
  array (
    'd' => 'ฝันเห็นรูปปั้นพระพรหม หรือได้กราบไหว้บูชา จะเป็นความฝันดี ผู้ฝันจะได้รับความสุขพร้อมด้วยลาภยศ',
    's1' => '8',
    's2' => '9',
    's3' => '89 , 88 , 189 , 288 , 119',
    'c' => 'พ',
  ),
  'พระพุทธบาท' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ไปเป็นพระพุทธบาทหรือได้นมัสการพระพุทธบาทโดยไม่เคยไปมาก่อน  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภ และการงานในหน้าที่จะได้รับเลื่อน (นิมิตนี้ให้เดินทางไปทำการนมัสการพระพุทธบาทจะเป็นมงคลยิ่ง)',
    's1' => '9',
    's2' => '5',
    's3' => '95 , 98 , 509 , 589 , 559',
    'c' => 'พ',
  ),
  'พระพุทธรูป' => 
  array (
    'd' => 'ฝันเห็นองค์พระเจดีย์ หรือพระปรางค์ หรือสถูปยอดสูง ๆ  <br />
<u>ทำนายว่า</u> จะเป็นมงคลแก่ตัวเอง ถ้าเป็นข้าราชการหรือคนทำงาน จะได้รับตำแหน่งหน้าที่สูงขึ้น ถ้าเป็นพ่อค้าจะได้รับชื่อเสียงไปในทางดี แต่ยังไม่มีโชคลาภทางการเงินทีเดียวนัก',
    's1' => '7',
    's2' => '1',
    's3' => '79 , 71 , 179 , 799 , 771',
    'c' => 'พ',
  ),
  'พระวิหาร' => 
  array (
    'd' => 'ฝันเห็นองค์พระเจดีย์ หรือพระปรางค์ หรือสถูปยอดสูง ๆ <br />
<u>ทำนายว่า</u> จะเป็นมงคลแก่ตัวเอง <br />
ถ้าเป็นข้าราชการหรือคนทำงาน จะได้รับตำแหน่งหน้าที่สูงขึ้น <br />
ถ้าเป็นพ่อค้าจะได้รับชื่อเสียงไปในทางดี แต่ยังไม่มีโชคลาภทางการเงินทีเดียวนัก',
    'c' => 'พ',
  ),
  'พระอาทิตย์' => 
  array (
    'd' => 'ฝันว่าได้เห็นดวงอาทิตย์เปล่งรัศมีลงมาสู่พื้นดิน แต่ไม่บังเกิดความร้อน  <br />
<u>ทำนายว่า</u> จะเป็นศุภมิตรอันดีแก่ชีวิต หรือจะได้บุตรเป็นชายมีสง่าน่ารัก',
    's1' => '0',
    's2' => '8',
    's3' => '09 , 08 , 709 , 818 , 910',
    'c' => 'พ',
  ),
  'พริก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ลิ้มชิมพริก หรือเด็ดพริกสีแดงจากต้น <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือมีเรื่องทะเลาะวิวาทกับคนใกล้บ้าน',
    'c' => 'พ',
  ),
  'พลับพลา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นพลับพลาในงานพิธีต่างๆ หรือพลับพลารับเสด็จ  <br />
<u>ทำนายว่า</u> จะได้รับโชคดีจากหน้าที่การงานหรือการค้าขาย',
    's1' => '4',
    's2' => '2',
    's3' => '44 , 49 , 149 , 244 , 249',
    'c' => 'พ',
  ),
  'พวงกุญแจ' => 
  array (
    'd' => 'ฝันว่าได้นับกุญแจหรือถือวงกุญแจ <br />
<u>ทำนายว่า</u>จะได้รับโชคลาภในทางการค้า หรือการพนันเสี่ยงโชค ถ้ารับราชการจะได้เลื่อนตำแหน่งหรือยศสูงขึ้น',
    'c' => 'พ',
  ),
  'พวงมาลัย' => 
  array (
    'd' => 'ฝันว่ามีพวงมาลัยดอกไม้สดมาสวมศีรษะหรือสวมคอหรือมงกุฎดอกไม้สด ถ้าฝันในฤดูฝน ดอกไม้กำลังบาน  <br />
<u>ทำนายว่า</u> ชีวิตจะรุ่งเรืองสดใสด้วยความสุขและลาภยศ ถ้าในฝันเป็นพวงมาลัยดอกไม้แห้งมักจะไม่สู้ดีนัก',
    's1' => '0',
    's2' => '9',
    's3' => '00 , 08 , 09 , 00 , 08 , 09 , 008 , 009',
    'c' => 'พ',
  ),
  'พัด' => 
  array (
    'd' => 'ฝันว่าหยิบพัดขึ้นมาโบกพัดให้ร่างกาย หรือมีคนเอาพัดมาโบกพัดร่างกายเรา  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์เล็กๆ น้อยๆ จากการอิจฉาของผู้อยู่ไกลหรือร่วมงาน',
    's1' => '4',
    's2' => '8',
    's3' => '44 , 46 , 468 , 448 , 488',
    'c' => 'พ',
  ),
  'พาน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับพานเงินพานทอง  <br />
<u>ทำนายว่า</u> จะได้รับการอุปถัมภ์จากผู้ใหญ่ หรือมีโชคลาภการค้าขายและนายหน้า',
    's1' => '3',
    's2' => '9',
    's3' => '32 , 339 , 336 , 369',
    'c' => 'พ',
  ),
  'พายเรือ' => 
  array (
    'd' => 'ฝันเห็นคนถ่อเรือ, พายเรือ หรือแจวเรือ หรือตนเองได้นั่งไปกับเรือด้วย <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้รับการโยกย้าย หรือเปลี่ยนแปลงหน้าที่ในการงาน',
    'c' => 'พ',
  ),
  'พายุ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าต้องพายุพัดกระโชก หรือถูกพายุพัดหอบไปตกไกล  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือมีการโยกย้ายหน้าที่หรือที่อยู่ไปในทางดี',
    's1' => '4',
    's2' => '5',
    's3' => '45 , 47 , 245 , 446 , 447',
    'c' => 'พ',
  ),
  'พิราบ' => 
  array (
    'd' => 'ฝันเห็นนกพิราบ ได้จับต้องลูบคลำ  <br />
<u>ทำนายว่า</u> จะได้รับความสุขร่มเย็นภายในครอบครัว คนที่เป็นศัตรูหรือคู่อาฆาตจะกลับมาเป็นมิตรดี',
    's1' => '3',
    's2' => '9',
    's3' => '35 , 39 , 30 , 365 , 339 , 306',
    'c' => 'พ',
  ),
  'พูด' => 
  array (
    'd' => 'ฝันว่าได้พูดคุยกับคนอื่น โบราณท่านว่าให้จัดเครื่องบูชาพระรัตนตรัยเอาเคล็ด แล้วการงานจะประสบความสำเร็จ',
    'c' => 'พ',
  ),
  'เพชรพลอย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เพชรพลอยสุกปลั่งในมือ หรือได้เห็นแสงประกายของเพชรส่องรัศมี  <br />
<u>ทำนายว่า</u> หญิงมีครรภ์ จะได้บุตรเป็นที่รัก และวาสนาดี ชายโสดจะได้พบเนื้อคู่อุปถัมภ์ ชายมีเรือนแล้วจะได้บุตรหรือมีโชคลาภทางการค้า',
    's1' => '8',
    's2' => '2',
    's3' => '88 , 89 , 288 , 289 , 209',
    'c' => 'พ',
  ),
  'เพลิง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นเพลิงหรือไฟไหม้  <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนอย่างหนัก (ดูรายละเอียด “ไฟ” อักษร ฟ.)',
    'c' => 'พ',
  ),
  'เพื่อน' => 
  array (
    'd' => 'ฝันเห็นเพื่อนที่จากไปไกล หรือฝันถึงเพื่อนที่ตายไปแล้ว  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากมิตรทางไกล หรือข่าวดีในหน้าที่การงานและการค้า',
    's1' => '6',
    's2' => '3',
    's3' => '61 , 64 , 346 , 326 , 316',
    'c' => 'พ',
  ),
  'แพ' => 
  array (
    'd' => 'ฝันเห็นแพ <br />
<u>ทำนายว่า</u> กำลังจะดวงตก เพื่อนพ้องจะนินทา ผู้ใหญ่จะคอยจับผิด',
    'c' => 'พ',
  ),
  'แพรพรรณ' => 
  array (
    'd' => 'ฝันเห็นหรือได้ห่มผ้าแพร เป็นมันเงาระยับ  <br />
<u>ทำนายว่า</u> ผู้ฝันจะอยู่เย็นเป็นสุข ปราศจากศัตรูและโรคภัยต่างๆ และจะมีโชคลาภเล็กๆ น้อย ๆ จากการเสี่ยง',
    's1' => '3',
    's2' => '5',
    's3' => '33 , 35 , 38 , 133 , 235 , 338',
    'c' => 'พ',
  ),
  'แพะ' => 
  array (
    'd' => 'ฝันเห็นแพะ <br />
<u>ทำนายว่า</u> จะมีคนมาหลอกลวงให้เสียเงินเสียทอง',
    'c' => 'พ',
  ),
  'โพกหัว' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ใช้ผ้าโพกหัว หรือฟ้าพันคลุมศีรษะตนเอง <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บจะหายหรือจะได้รับข่าวดีตามหลัง',
    'c' => 'พ',
  ),
  'โพงพาง' => 
  array (
    'd' => 'ฝันเห็นเครื่องโพงพางดักปลา หรือเห็นคนดักปลาด้วยเครื่องโพงพาง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากทางไกล หรือจะมีคนแปลกหน้านำข่าวดีมาหา',
    's1' => '4',
    's2' => '8',
    's3' => '44 , 46 , 468 , 448 , 488',
    'c' => 'พ',
  ),
  'โพธิ์' => 
  array (
    'd' => 'ฝันว่า ปลูกต้นไม้ หรือได้เห็นต้นโพธิ์สูงใหญ่ใบปกคลุมร่มเย็น  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภใหญ่หลวง',
    's1' => '9',
    's2' => '5',
    's3' => '94 , 95 , 294 , 295 , 589',
    'c' => 'พ',
  ),
  'โพรงไม้' => 
  array (
    'd' => 'ฝันเห็นโพรงไม้ <br />
<u>ทำนายว่า</u> จะมีเรื่องเสียเงินกับบุตรหลาน สุขภาพจะย่ำแย่',
    'c' => 'พ',
  ),
  'ไพ่' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เล่นการพนันไพ่ หรือจับไพ่ในมือ  <br />
<u>ทำนายว่า</u> จะได้พบรักหรือเนื้อคู่ หรือจะได้โชคลาภจากเพศตรงข้าม',
    's1' => '8',
    's2' => '1',
    's3' => '14 , 18 , 38 , 385 , 351',
    'c' => 'พ',
  ),
  'ภรรยา' => 
  array (
    'd' => 'ฝันว่าได้แต่งงานหรือมีภรรยา ถ้าเป็นผู้ชายให้กลับหมอนหนุน แล้วจะได้โชคลาภจากเพศหญิง',
    's1' => '5',
    's2' => '3',
    's3' => '35 , 36 , 359 , 255 , 756',
    'c' => 'ภ',
  ),
  'ภาชนะ' => 
  array (
    'd' => 'ฝันหรือได้จับต้องภาชนะที่เป็นแก้ว  <br />
<u>ทำนายว่า</u> จะได้ลาภเล็กๆ น้อยๆ หรือลาภลอย ถ้า<br />
ฝันว่าได้จับต้องภาชนะเป็นเหล็กแข็ง หรือหิน <br />
<u>ทำนายว่า</u> จะได้รับผลสำเร็จในหน้าที่การงานถ้า<br />
ฝันว่าได้จับต้องภาชนะที่เป็นดินปั้นหรือดินเผา เช่นหม้อหุงข้าวดิน  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติมิตรทางไกล หรือในหน้าที่การงาน',
    's1' => '2',
    's2' => '7',
    's3' => '71 , 72 , 271 , 272 , 276',
    'c' => 'ภ',
  ),
  'ภาวนา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้ไปพบพยัคฆ์ร้ายหรือสัตว์ร้ายในป่าแล้วภาวนานึกถึงคุณพระรัตนตรัย  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรืออาการเจ็บป่วยที่มีอยู่จะหาย ถ้าได้รับความตกใจหรือสะเทือนใจภายหลังจะได้ลาภ',
    's1' => '6',
    's2' => '8',
    's3' => '88 , 68 , 65 , 665 , 668',
    'c' => 'ภ',
  ),
  'ภิกษุ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นองค์พระ หรือพระพุทธรูป พระบูชาต่างๆ ความฝันนี้เป็นมงคลแต่ตัวเอง <br />
<u>ทำนายว่า</u> จะได้รับโชคติดตามมาภายหลัง',
    's1' => '8',
    's2' => '2',
    's3' => '88 , 27 , 78 , 288 , 287 , 289',
    'c' => 'ภ',
  ),
  'ภูเขา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นภูเขาเป็นทิวขวางกั้นอยู่ข้างหน้า  <br />
<u>ทำนายว่า</u> งานที่คิดไว้จะมีอุปสรรค หรือมีการเปลี่ยนแปลงโยกย้ายในหน้าที่ ถ้า<br />
ฝันว่าได้ปีนป่ายภูเขาขึ้นที่สูง จะหมดเคราะห์ หรือได้รับข่าวดีจากญาติมิตร หรืองานการที่คิดสร้างไว้จะสำเร็จ',
    's1' => '9',
    's2' => '8',
    's3' => '99 , 89 , 296 , 298 , 889',
    'c' => 'ภ',
  ),
  'ภูเขาไฟ' => 
  array (
    'd' => 'ฝันเห็นภูเขาไฟ <br />
<u>ทำนายว่า</u> จะมีเรื่องร้อนใจ มีคนทำให้เสียชื่อเสียง',
    'c' => 'ภ',
  ),
  'ภาพ' => 
  array (
    'd' => 'ฝันว่าเห็นตนเองเป็นเงาในกระจกหรือในน้ำ  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือเจ็บป่วยออดๆ แอดๆ แต่เมื่อพ้นเจ็บแล้วจะมีลาภ ถ้า<br />
ฝันเห็นภาพถ่ายของญาติมิตรหรือภาพเขียนต่างๆ  <br />
<u>ทำนายว่า</u> จะมีการเดินทางไกล ไม่ดีและไม่ร้ายนัก',
    's1' => '4',
    's2' => '1',
    's3' => '46 , 47 , 144 , 146 , 147',
    'c' => 'ม',
  ),
  'มงกุฎ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นมงกุฎของกษัตริย์ หรือพระราชินี  <br />
<u>ทำนายว่า</u> จะได้ลาภยศและชื่อเสียง หรือฐานะทางการงานการค้าก้าวหน้าขึ้น',
    's1' => '9',
    's2' => '1',
    's3' => '19 , 29 , 891 , 298 , 219',
    'c' => 'ม',
  ),
  'มงคล' => 
  array (
    'd' => 'ฝันว่ามีผู้เอามงคลด้ายสายสิญจน์มาคล้องสวมศีรษะตนเอง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้รับการอุปถัมภ์ค้ำชูจากผู้ใหญ่',
    's1' => '0',
    's2' => '8',
    's3' => '09 , 08 , 809 , 908 , 909',
    'c' => 'ม',
  ),
  'มด' => 
  array (
    'd' => 'ฝันเห็นมดหรือแมลงต่างๆ เป็นกลุ่มก้อนอยู่ภายในบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภใหญ่หลวง หรือได้ข้าทาสบริวารที่มาอาศัยช่วยเหลือ',
    's1' => '1',
    's2' => '9',
    's3' => '11 , 19 , 110 , 119 , 196',
    'c' => 'ม',
  ),
  'มนต์' => 
  array (
    'd' => 'ฝันว่าสวดมนต์ เป็นฝันดี  <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้รับความสุขและพ้นจากโรคภัยทั้งปวง การที่คิดไว้จะสมหวังเกือบทุกประการ',
    's1' => '5',
    's2' => '8',
    's3' => '55 , 58 , 558 , 559 , 519',
    'c' => 'ม',
  ),
  'มรกต' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เพชรพลอยสุกปลั่งในมือ หรือได้เห็นแสงประกายของเพชรส่องรัศมี <br />
<u>ทำนายว่า</u> หญิงมีครรภ์ จะได้บุตรเป็นที่รักและวาสนาดี ชายโสดจะได้พบเนื้อคู่อุปถัมภ์ ชายมีเรือนแล้วจะได้บุตรหรือมีโชคลาภทางการค้า',
    'c' => 'ม',
  ),
  'มรดก' => 
  array (
    'd' => 'ฝันว่าได้รับมรดกจากญาติผู้ใหญ่ หรือเป็นข้าวของมีค่าจากญาติสูงอายุหรือผู้ที่ตายไปแล้ว  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และลาภจะติดตามมาภายหลัง',
    's1' => '8',
    's2' => '2',
    's3' => '89 , 82 , 289 , 288 , 208',
    'c' => 'ม',
  ),
  'มวยผม' => 
  array (
    'd' => 'หญิงใด<br />
ฝันว่าได้เกล้าผมตนเองเป็นมวยไว้ข้างหลัง <br />
<u>ทำนายว่า</u> จะได้รับการอุปถัมภ์จากผู้ใหญ่สูงอายุ หรือได้รับโชคลาภ ถ้า<br />
ฝันว่าตัดผมมวยตนเองทิ้ง <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะเริ่มมีโชคขึ้น',
    's1' => '1',
    's2' => '9',
    's3' => '19 , 18 , 16 , 169 , 911 , 918',
    'c' => 'ม',
  ),
  'มหรสพ' => 
  array (
    'd' => 'ฝันว่าได้ไปเที่ยวงาน หรือไปชมมหรสพในงานต่างๆ ที่มีคนพลุกพล่าน  <br />
<u>ทำนายว่า</u> จะมีการโยกย้ายหรือเปลี่ยนแปลงหน้าที่การงาน',
    's1' => '4',
    's2' => '7',
    's3' => '43 , 46 , 57 , 433 , 467 , 574',
    'c' => 'ม',
  ),
  'มโหรี' => 
  array (
    'd' => 'ฝันได้ยินหรือได้ฟังมโหรีปี่พาทย์ ในงานต่างๆ หรือเห็นเครื่องมโหรี  <br />
<u>ทำนายว่า</u> จะต้องเสียญาติหรือคนภายในบ้าน',
    's1' => '0',
    's2' => '7',
    's3' => '08 , 07 , 108 , 107 , 708',
    'c' => 'ม',
  ),
  'มะลิ' => 
  array (
    'd' => 'ฝันถึงดอกมะลิ เป็นฝันดี ผู้ฝันจะได้รับความสุขและโชคลาภชายโสดจะได้พลเนื้อคู่กุลสตรี หญิงโสดจะได้พบชายดีเช่นเดียวกัน',
    's1' => '1',
    's2' => '2',
    's3' => '11 , 12 , 29 , 12 , 119 , 129',
    'c' => 'ม',
  ),
  'มังกร , พญานาค' => 
  array (
    'd' => 'ฝันเห็นมังกรหรือพญานาค ตามทัศนะของตนเองในบ้าน  <br />
<u>ทำนายว่า</u> จะได้รับการอุปถัมภ์จากผู้ใหญ่ หรือจะได้รับโชคลาภทางการเสี่ยงโชค',
    's1' => '5',
    's2' => '6',
    's3' => '59 , 56 , 19 , 569 , 655 , 685',
    'c' => 'ม',
  ),
  'มัจฉา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับปลา <br />
<u>ทำนายว่า</u>จะได้ลาภหรือได้ข้าวของทั้งหน้าที่การงานจะดีขึ้น',
    'c' => 'ม',
  ),
  'ม้า' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นม้าสีขาวหรือสีดำสนิททั้งตัว <br />
<u>ทำนายว่า</u> จะได้ลาภ และความสำเร็จในหน้าที่การงานดี ถ้า<br />
ฝันว่าได้จับต้องหรือได้ขี่  <br />
<u>ทำนายว่า</u> จะมีอำนาจวาสนาสูงขึ้น ฐานะการเงินจะดีขึ้นภายหลัง ถ้า<br />
ฝันว่าตกจากหลังม้า  <br />
<u>ทำนายว่า</u> จะโชคร้าย ต้องสูญเสียทั้งการเงินและการงาน',
    's1' => '1',
    's2' => '7',
    's3' => '10 , 15 , 17 , 270 , 715 , 714',
    'c' => 'ม',
  ),
  'ม่าน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นผ้าม่านขึงกลางห้อง หรือม่านที่บังหน้าต่างประตู <br />
<u>ทำนายว่า</u> สิ่งที่คิดไว้หรืองานที่ริเริ่ม จะไม่เป็นผลสำเร็จมีศัตรูแกล้งคิดปองร้ายขัดขวาง',
    'c' => 'ม',
  ),
  'มารดา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นบุพการีหรือบิดามารดาที่ล่วงลับไปแล้ว <br />
<u>ทำนายว่า</u> จะได้ลาภหรือกิจการงานจะดีขึ้น',
    'c' => 'ม',
  ),
  'มาลัย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้คล้องพวงมาลัย หรือพวงดอกไม้มาลีที่แขนหรือที่คอ  <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียงเกียรติ คุณ หรือคนโสดจะได้พบเนื้อคู่อุปถัมภ์',
    's1' => '0',
    's2' => '6',
    's3' => '06 , 07 , 506 , 606 , 707',
    'c' => 'ม',
  ),
  'มาลี' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้คล้องพวงมาลัย หรือพวงดอกไม้มาลีที่แขนหรือที่คอ <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียงเกียรติ คุณ หรือคนโสดจะได้พบเนื้อคู่อุปถัมภ์',
    'c' => 'ม',
  ),
  'มิตรสหาย' => 
  array (
    'd' => 'ฝันเห็นเพื่อนที่จากไปไกล หรือฝันถึงเพื่อนที่ตายไปแล้ว <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากมิตรทางไกลหรือข่าวดีในหน้าที่การงานและการค้า',
    'c' => 'ม',
  ),
  'มีดพร้า' => 
  array (
    'd' => 'ฝันว่า ได้จับมีดพร้าฟันไม้หรือสิ่งของ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรืออาการป่วยเจ็บจะคลายเห็นเร็ววัน',
    's1' => '1',
    's2' => '4',
    's3' => '17 , 19 , 41 , 174 , 194 , 447',
    'c' => 'ม',
  ),
  'มืด' => 
  array (
    'd' => 'ฝันว่าเข้าไปในที่มืด <br />
<u>ทำนายว่า</u> จะมีเรื่องไม่ดีเกิดขึ้น อาจสูญเสียคนรัก',
    'c' => 'ม',
  ),
  'มือเท้า' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ถูกมัดมือมัดเท้า หรือถูกตัดมือตัดเท้า  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือเสียญาติภายในบ้าน',
    'c' => 'ม',
  ),
  'มุ้งหมอน' => 
  array (
    'd' => 'ฝันว่าได้เข้าไปนอนในมุ้งครอบหรือได้รับมุ้งหมอนจากผู้นำมาให้ในฝัน  <br />
<u>ทำนายว่า</u> จะได้พบเนื้อคู่ที่พึงพอใจ หรือจะได้ลาภเป็นข้าวของที่ถูกใจ',
    's1' => '2',
    's2' => '6',
    's3' => '14 , 26 , 24 , 614 , 624 , 262',
    'c' => 'ม',
  ),
  'มูลดิน' => 
  array (
    'd' => 'ฝันเห็นมูลดินกองเป็นมูลสูง คล้ายหลุมฝังศพ หรือตัวเองขึ้นไปอยู่บนมูลดินนั้น  <br />
<u>ทำนายว่า</u> งานที่คิดไว้จะสำเร็จ หรือจะได้รับผลประโยชน์จากค่านายหน้าวิ่งเต้นต่างๆ',
    's1' => '7',
    's2' => '6',
    's3' => '71 , 61 , 167 , 670 , 077',
    'c' => 'ม',
  ),
  'มู่ลี่' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นผ้าม่านขึงกลางห้อง หรือม่านที่บังหน้าต่างประตู <br />
<u>ทำนายว่า</u> สิ่งที่คิดไว้หรืองานที่ริเริ่ม จะไม่เป็นผลสำเร็จมีศัตรูแกล้งคิดปองร้ายขัดขวาง',
    'c' => 'ม',
  ),
  'เมฆหมอก' => 
  array (
    'd' => 'ฝันเห็นเมฆหมอกลอยเป็นกลุ่มก้อนบนท้องฟ้า  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรทางไกล หรือจะได้รับโชคจากทางไกล',
    's1' => '0',
    's2' => '8',
    's3' => '08 , 09 , 108 , 109 , 209',
    'c' => 'ม',
  ),
  'เมรุ' => 
  array (
    'd' => 'ฝันเห็นเมรุเผาศพ <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดโศก ชีวิตจะดีขึ้น',
    'c' => 'ม',
  ),
  'เมา' => 
  array (
    'd' => 'ฝันว่าเมาเหล้าหรือเมายา มายว่า จะเคราะห์ร้าย ทำการสิ่งไรไว้จะพลาดถึงขั้นเสียหาย',
    'c' => 'ม',
  ),
  'แม่' => 
  array (
    'd' => 'ฝันเห็นแม่ <br />
<u>ทำนายว่า</u> จะมีคนเข้ามาช่วยเรื่องการงานธุรกิจ',
    'c' => 'ม',
  ),
  'แมงมุม' => 
  array (
    'd' => 'ฝันเห็นแมงมุม  <br />
<u>ทำนายว่า</u> จะถูกหลอกลวง หรือฉ้อโกง ถ้า<br />
ฝันเห็นแมงมุมขี่กัน  <br />
<u>ทำนายว่า</u> เรื่องร้ายต่างๆ จะกลายเป็นดี ถ้าเป็นความจะชนะโดยไม่คาดฝัน',
    's1' => '8',
    's2' => '2',
    's3' => '84 , 86 , 284 , 288 , 286',
    'c' => 'ม',
  ),
  'แม่น้ำ' => 
  array (
    'd' => 'ฝันเห็นแม่น้ำ <br />
<u>ทำนายว่า</u> เงินทองไหลมาเทมา ได้มิตรหริอบริวารดี การงานราบรื่น',
    'c' => 'ม',
  ),
  'แมลง' => 
  array (
    'd' => 'ฝันเห็นมดหรือแมลงต่างๆ เป็นกลุ่มก้อนอยู่ภายในบ้าน <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภใหญ่หลวง หรือได้ข้าทาสบริวารที่มาอาศัยช่วยเหลือ',
    'c' => 'ม',
  ),
  'แมว' => 
  array (
    'd' => 'ฝันเห็นแมวสีขาว <br />
<u>ทำนายว่า</u> กำลังอยู่ในเคราะห์ หรือเรื่องทุกข์ร้อน แต่จะมีญาติผู้ใหญ่มาช่วยเหลือ <br />
ฝันเห็นแมวสีดำ จะเกิดเรื่องอัปยศอดสูหรือเกี่ยวกับหน้าที่มัวหมอง',
    'c' => 'ม',
  ),
  'ไม้กวาด' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับไม้กวาด  <br />
<u>ทำนายว่า</u> จะต้องเหนื่อยในหน้าที่การงาน แต่จะได้รับโชคลาภภายหลัง',
    's1' => '4',
    's2' => '1',
    's3' => '19 , 14 , 149 , 414 , 449',
    'c' => 'ม',
  ),
  'ไม้กางเขน' => 
  array (
    'd' => 'ฝันเห็นไม้กางเขนเครื่องหมายคริสต์ศาสนาหรือไม้กางเขนที่ปักบนหลุมฝังศพ  <br />
<u>ทำนายว่า</u> จะได้ลาภหรือได้เลื่อนตำแหน่งหน้าที่',
    's1' => '4',
    's2' => '1',
    's3' => '40 , 44 , 14 , 414 , 440 , 114',
    'c' => 'ม',
  ),
  'ไม้ขีดไฟ' => 
  array (
    'd' => 'ฝันว่าได้ไม้ขีดไฟ หรือจุดไม้ขีดไฟลุกไหม้มือ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากงานหรือการค้าที่ทำ ต้องเสียหาย หรือมีการเปลี่ยนแปลง',
    'c' => 'ม',
  ),
  'ไมโครโฟน' => 
  array (
    'd' => 'ฝันเห็นไมโครโฟน <br />
<u>ทำนายว่า</u> การเงินดี ชื่อเสียงโด่งดังไปไกล',
    'c' => 'ม',
  ),
  'ไม้เท้า' => 
  array (
    'd' => 'ฝันเห็นไม้เท้า  <br />
<u>ทำนายว่า</u> จะได้รับการอุปถัมภ์ช่วยเหลือทั้งการงานและการเงินจากผู้ใหญ่หรือญาติสูงอายุ',
    's1' => '1',
    's2' => '6',
    's3' => '16 , 19 , 69 , 261 , 219 , 961',
    'c' => 'ม',
  ),
  'ยักษ์' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นยักษ์ดุร้าย  <br />
<u>ทำนายว่า</u> ฝันนี้จะเป็นมิตรดีในภายหน้า จะได้เลื่อนตำแหน่งหน้าที่ หรือยศศักดิ์ทั้งในการค้า และการงานก็จะพลอยดีขึ้น',
    's1' => '6',
    's2' => '9',
    's3' => '69 , 16 , 19 , 269 , 691 , 679',
    'c' => 'ม',
  ),
  'หมู' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับหมู หรือเชือดคอหมู  <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อน ต้องโยกย้ายที่อยู่หรือที่ทำงาน ถ้า<br />
ฝันว่าได้บริโภคเนื้อหมู  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือมีทุกขลาภในเวลาไล่เลี่ยกัน',
    's1' => '2',
    's2' => '3',
    's3' => '12 , 34 , 234 , 120 , 382',
    'c' => 'ม',
  ),
  'ยกของ' => 
  array (
    'd' => 'ฝันว่ายกของหนัก หรือแบกของหนักเดินไป  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และได้ลาภตามมาภายหลัง',
    's1' => '2',
    's2' => '8',
    's3' => '29 , 28 , 192 , 382 , 898',
    'c' => 'ย',
  ),
  'ยกทรง' => 
  array (
    'd' => 'ฝันเห็นยกทรง <br />
<u>ทำนายว่า</u> จะมีคนมาหลอกลวง และทิ้งไปอย่างไม่มีเยื่อใย',
    'c' => 'ย',
  ),
  'ยกยอ' => 
  array (
    'd' => 'ฝันว่าได้ยกยอปลาในบ่อ และปลาติดขึ้นมา  <br />
<u>ทำนายว่า</u> จะได้ลาภมากหรือน้อยตามจำนวนปลาที่ยกได้ในฝัน และมักจะเป็นลาภลอยหรือลาภเสี่ยง',
    's1' => '8',
    's2' => '2',
    's3' => '46 , 08 , 208 , 248 , 258',
    'c' => 'ย',
  ),
  'ยมทูต' => 
  array (
    'd' => 'ฝันเห็นยมทูต หรือเห็นยมทูตพาวิญญาณไปพบท่านพญายม <br />
<u>ทำนายว่า</u> เคราะห์กำลังจะหมด ชนะคดีความ อาการป่วยไข้จะทุเลา',
    'c' => 'ย',
  ),
  'ย้อมผม' => 
  array (
    'd' => 'ฝันว่าย้อมผมตัวเอง  <br />
<u>ทำนายว่า</u> วิถีการงานในหน้าที่ต่างๆ จะเปลี่ยนแปลงไป ที่ดีจะกลายเป็นร้าย ที่ร้ายจะกลายเป็นดี การเงินจะมีทางรับจ่ายมากขึ้น แต่จะเป็นไปทางดีมากกว่าทางร้าย',
    's1' => '9',
    's2' => '1',
    's3' => '19 , 94 , 191 , 940 , 691',
    'c' => 'ย',
  ),
  'ย่าง' => 
  array (
    'd' => 'ฝันว่าเอาเนื้อสดวางย่างบนเตาไฟเพื่อให้เนื้อสุก หรือเอาสิ่งของหนึ่งสิ่งใดวางย่างบนเตาไฟเพื่อให้สุก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากการยื่นมือเข้าไปช่วยเหลือเพื่อนฝูงหรือญาติพี่น้อง จะต้องเสียเงินทอง',
    'c' => 'ย',
  ),
  'ยางรถ' => 
  array (
    'd' => 'ฝันเห็นยางล้อรถยนต์ทิ้งอยู่กลางทาง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากทางไกลของญาติมิตร หรือตนเองจะได้เดินทาง',
    's1' => '0',
    's2' => '8',
    's3' => '04 , 08 , 408 , 804 , 809',
    'c' => 'ย',
  ),
  'ยานพาหนะ' => 
  array (
    'd' => 'ฝันว่าได้นั่งไปในยานพาหนะ ในรถหรือในเรือ <br />
<u>ทำนายว่า</u> งานที่คิดสร้างไว้จะเป็นผลสำเร็จ และจะมีโชคลาภ',
    's1' => '4',
    's2' => '7',
    's3' => '40 , 44 , 47 , 407 , 447 , 449',
    'c' => 'ย',
  ),
  'ยาพิษ' => 
  array (
    'd' => 'ฝันว่าดื่มยาพิษถึงแก่ความตาย  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะได้ลาภสมหวัง คนที่มีฐานะยากจน ถ้า<br />
ฝันว่าดื่มยาพิษถึงตาย มักจะเปลี่ยนฐานะจากยากจนเป็นคนมั่งมีได้อย่างไม่คาดฝัน หรือถ้า<br />
ฝันว่าดื่มยา กินยารักษาโรค ก็ถือว่าเป็นความฝันดี เช่นเดียวกัน (ตำราต่างประเทศอาจจะทายตรงกันข้ามกับตำราไทยในข้อนี้)',
    's1' => '9',
    's2' => '1',
    's3' => '09 , 19 , 29 , 119 , 009 , 029',
    'c' => 'ย',
  ),
  'ย่าม' => 
  array (
    'd' => 'ฝันเห็นย่ามหรือสะพายย่าม <br />
<u>ทำนายว่า</u> จะมีโชคทางการเสี่ยงหรืออาจจะได้เดินทางไกล',
    'c' => 'ย',
  ),
  'ย้ายบ้าน' => 
  array (
    'd' => 'ฝันว่าย้ายบ้านหรือย้ายห้องนอนตนเอง  <br />
<u>ทำนายว่า</u> ฐานะของตนจะเปลี่ยนแปลงไป จะเปลี่ยนเป็นดีหรือร้ายให้สังเกตในความ<br />
ฝันว่า ที่อยู่ใหม่ดีหรือร้ายอย่างไร หรือแตกต่างกับของเดิมอย่างไร',
    's1' => '7',
    's2' => '6',
    's3' => '76 , 78 , 79 , 276 , 778 , 279',
    'c' => 'ย',
  ),
  'ยิงนก' => 
  array (
    'd' => 'ฝันว่ายิงนก <br />
<u>ทำนายว่า</u> จะมีคนมาอิจฉาริษยาปองร้าย อาจจะเป็นเรื่องส่วนตัวหรือเรื่องงานก็ได้',
    'c' => 'ย',
  ),
  'ยิงปืน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นปืนหรือได้ยิงปืนเป็นที่หวาดเสียว <br />
<u>ทำนายว่า</u> หญิงจะได้พบเนื้อคู่ ชายจะได้วาสนาดีขึ้น',
    'c' => 'ย',
  ),
  'ยีราฟ' => 
  array (
    'd' => 'ฝันเห็นยีราฟ <br />
<u>ทำนายว่า</u> อย่าทำการใหญ่เกินความสามารถ จะทำให้ลำบากภายหลัง',
    'c' => 'ย',
  ),
  'ยื้อแย่ง' => 
  array (
    'd' => 'ฝันว่าตนเองยื้อแย่งของกับคนแปลกหน้า  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรทางไกล หรือข่าวดีในตำแหน่งหน้าที่การงาน',
    's1' => '7',
    's2' => '6',
    's3' => '79 , 76 , 479 , 376 , 769',
    'c' => 'ย',
  ),
  'ยุง' => 
  array (
    'd' => 'ฝันเห็นยุง <br />
<u>ทำนายว่า</u> จะมีคนมารบกวนจิตใจ อย่ารับอาสาช่วยเหลือใครเพราะจะลำบากภายหลัง',
    'c' => 'ย',
  ),
  'ยุ้งข้าว' => 
  array (
    'd' => 'ฝันเห็นยุ้งข้าวเต็มฉาง  <br />
<u>ทำนายว่า</u> จะได้รับความสุข สุขภาพทางร่างกายจะแข็งแรงขึ้น ที่ป่วยจะหาย ฐานะการเงินจะดีขึ้น',
    's1' => '4',
    's2' => '9',
    's3' => '49 , 48 , 148 , 149 , 449',
    'c' => 'ย',
  ),
  'โยคี , แม่ชี' => 
  array (
    'd' => 'ฝันเห็นโยคี หรือคนนุ่งขาวห่มขาว หรือแม่ชี  <br />
<u>ทำนายว่า</u> จะได้รับความสุข ความฝันชนิดนี้ มักจะได้แก่คนที่กำลังเจ็บหรือป่วยหนัก ถ้าฝันเช่นนี้  <br />
<u>ทำนายว่า</u> จะหายจากโรคภัยไข้เจ็บ',
    's1' => '5',
    's2' => '6',
    's3' => '55 , 56 , 556 , 559 , 569',
    'c' => 'ย',
  ),
  'โยงเรือ' => 
  array (
    'd' => 'ฝันเห็นเรือโยง หรือมีการโยงเรือที่ตนเองนั่งแล่นไป  <br />
<u>ทำนายว่า</u> จะได้รับการอุปถัมภ์จากผู้ใหญ่',
    's1' => '2',
    's2' => '9',
    's3' => '91 , 92 , 291 , 218 , 229',
    'c' => 'ย',
  ),
  'ใยแมงมุม' => 
  array (
    'd' => 'ฝันเห็นใยแมงมุมสีขาวใหญ่ แต่ไม่เห็นตัวแมงมุมชักใย  <br />
<u>ทำนายว่า</u> จะได้พบกับเพศตางข้ามที่นำลาภมาให้',
    's1' => '8',
    's2' => '4',
    's3' => '84 , 83 , 284 , 834 , 863',
    'c' => 'ย',
  ),
  'ร่ม' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้กางร่ม หรืออยู่ใต้ร่มเงาไม้ใหญ่  <br />
<u>ทำนายว่า</u> ผู้ใหญ่จะช่วยเหลือเรื่องการเงินและการงาน',
    's1' => '9',
    's2' => '2',
    's3' => '19 , 29 , 329 , 219 , 289',
    'c' => 'ร',
  ),
  'รถ' => 
  array (
    'd' => 'ฝันว่ารถหาย จะได้รับโชคลาภ หรือ เงินทอง จากผู้ใหญ่ จะได้รับชื่อเสียงจากผลงานที่ได้ทำไว้ <br />
ฝันว่าขับรถ <br />
ฝันว่าขับรถยนต์ จะต้องมีการโยกย้าย เปลี่ยนแปลงหน้าที่การงาน หรือมีอันต้องเดินทางไปในที่ทุรกันดาร ไม่เป็นมงคลนัก<br />
ฝันว่ารถชน <br />
ฝันว่าขับรถชน โดนรถชน รถคว่ำ ทำนาย ว่าในเร็วๆนี้ท่านจะทำของหาย หรือสูญเสียของที่รักไป ทำอะไรก็เหนื่อยแต่ทั้งหมดก็จะผ่านไปด้วยดี',
    'c' => 'ร',
  ),
  'รดน้ำ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า รดน้ำต้นไม้ หรือ<br />
ฝันว่าถูกรดน้ำตนเอง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ จะมีผู้ใหญ่อุปถัมภ์ทั้งการงานและการเงิน',
    's1' => '2',
    's2' => '7',
    's3' => '22 , 27 , 217 , 227 , 247',
    'c' => 'ร',
  ),
  'รถศพ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นรถบรรทุกศพ หรือขบวนรถแห่ศพผ่านหน้า  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดี หรือโชคลาภจากทางไกลหรือลาภจากการเสี่ยง',
    's1' => '4',
    's2' => '0',
    's3' => '40 , 44 , 440 , 448 , 446',
    'c' => 'ร',
  ),
  'ร่วง' => 
  array (
    'd' => 'ฝันเห็นดาวร่วงลงมาจากฟ้า หญิงชายที่เป็นโสดจะได้พบเนื้อคู่ ผู้มีครอบครัวแล้วจะได้บุตร หรือได้ลาภจากผู้ใหญ่ ถ้า<br />
ฝันว่าสิ่งของร่วงหล่นลงมาจากที่สูง หรือร่วงลงมาถูกตัวเรา  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากทางไกล',
    's1' => '9',
    's2' => '3',
    's3' => '29 , 39 , 298 , 498 , 493',
    'c' => 'ร',
  ),
  'รวงข้าว' => 
  array (
    'd' => 'ฝันว่าเห็นรวงข้าวเหลืองชอุ่มกลางนา หรือได้จับรวงข้าว  <br />
<u>ทำนายว่า</u> จะได้บุตร หรือได้ลาภเป็นกอบเป็นกำ',
    's1' => '1',
    's2' => '6',
    's3' => '11 , 19 , 160 , 692 , 211',
    'c' => 'ร',
  ),
  'รองเท้า' => 
  array (
    'd' => 'ฝันเห็นรองเท้า ได้สวม หรือได้จับรองเท้าของเพศตรงข้าม  <br />
<u>ทำนายว่า</u> คนผู้นั้นถ้าเป็นโสด จะได้พบเนื้อคู่ที่สูงอายุ ถ้ามีครอบครัวแล้วจะได้บุตร หญิงจะได้รับโชคจากเพศตรงข้าม',
    's1' => '5',
    's2' => '6',
    's3' => '55 , 56 , 67 , 556 , 557 , 659',
    'c' => 'ร',
  ),
  'ร้องไห้' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าตนเองร้องไห้  <br />
<u>ทำนายว่า</u> จะได้รับของที่หายคืน หรือจะได้ลาภจากผู้ใหญ่',
    's1' => '6',
    's2' => '3',
    's3' => '26 , 37 , 307 , 369 , 366',
    'c' => 'ร',
  ),
  'ระฆัง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ตีระฆังกังวาล หรือได้จับต้องระฆัง  <br />
<u>ทำนายว่า</u> จะได้ชื่อเสียง และหน้าที่ในการงานจะก้าวหน้าดีขึ้น',
    's1' => '6',
    's2' => '9',
    's3' => '64 , 69 , 169 , 164 , 449',
    'c' => 'ร',
  ),
  'ระบำ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นการฟ้อนรำ <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายบ้านที่อยู่หรือที่ทำงาน <br />
ถ้า<br />
ฝันว่าตนฟ้อนรำเอง จะได้รับเคราะห์จากมิตรสหาย หรือผู้ร่วมงาน หรือหุ้นส่วนการค้า',
    'c' => 'ร',
  ),
  'ระเบิด' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้เห็นหรือได้ยินเสียงระเบิด แต่ไม่เป็นประกายไฟลุก หรือได้รับบาดเจ็บจากระเบิด  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้ทุกขลาภในขณะเดียวกัน แต่ลาภจะมากกว่าทุกข์',
    's1' => '8',
    's2' => '9',
    's3' => '88 , 89 , 889 , 819 , 809',
    'c' => 'ร',
  ),
  'ระย้า' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นโคมไฟห้อยเป็นระย้า มีแสงสว่างสดใส  <br />
<u>ทำนายว่า</u> จะมีโชคลาภ หรือได้รับการอุปถัมภ์จากญาติผู้ใหญ่หรือมีผู้นำข่าวดีมาบอก',
    's1' => '5',
    's2' => '4',
    's3' => '54 , 55 , 554 , 505 , 504',
    'c' => 'ร',
  ),
  'รังดุม' => 
  array (
    'd' => 'ผู้หญิงที่<br />
ฝันเห็นรังดุมหรือกำลังเย็บรังดุม <br />
<u>ทำนายว่า</u> จะได้คู่ครอง ถ้ามีครอบครัวแล้ว <br />
ฝันว่าเย็บรังดุมตัวเองโดยไม่ได้ถอดเสื้อ <br />
<u>ทำนายว่า</u> จะมีปากเสียงกันในครอบครัว หรือได้ลูกที่เลี้ยงยาก',
    'c' => 'ร',
  ),
  'รังนก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นรังนกบนคบไม้ มีทั้งลูกนกและไข่ ถ้าได้จับต้อง  <br />
<u>ทำนายว่า</u> จะได้รับโชคเป็นข้าวของหรือชื่อเสียง ถ้า<br />
ฝันเห็นรังนกตกจากกิ่งไม้  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดี หรือข่าวร้ายจากญาติมิตรทางไกล',
    's1' => '5',
    's2' => '8',
    's3' => '56 , 84 , 456 , 484 , 485',
    'c' => 'ร',
  ),
  'รังผึ้ง' => 
  array (
    'd' => 'ฝันเห็นรังผึ้ง <br />
<u>ทำนายว่า</u> กำลังจะมีโชคลาภ ครอบครัวมีความสุข',
    'c' => 'ร',
  ),
  'รั้ว' => 
  array (
    'd' => 'ฝันว่าทำรั้ว <br />
<u>ทำนายว่า</u> ศัตรูจะพ่ายแพ้ หมดเคราะห์หมดโศก การงานเจริญก้าวหน้า',
    'c' => 'ร',
  ),
  'รัศมี' => 
  array (
    'd' => 'ฝันเห็นรัศมีหรือประกายแสงบนท้องฟ้า หรือรัศมีจากองค์พระพุทธรูป  <br />
<u>ทำนายว่า</u> จะเป็นนิมิตมงคลแก่ตัวผู้ฝัน จะทำการสิ่งใดก็สมปรารถนา ทั้งจะได้ลาภตามมาภายหลัง',
    's1' => '9',
    's2' => '8',
    's3' => '97 , 98 , 197 , 298 , 889',
    'c' => 'ร',
  ),
  'รากไม้' => 
  array (
    'd' => 'ฝันว่าได้ขุดตอถอนรากไม้ หรือขุดรากไม้ขึ้นจากหลุมดิน  <br />
<u>ทำนายว่า</u> การที่คิดไว้หรือทำไว้จะเป็นผลสำเร็จการงานในหน้าที่จะได้เลื่อนขั้น',
    's1' => '1',
    's2' => '7',
    's3' => '11 , 17 , 711 , 710 , 761',
    'c' => 'ร',
  ),
  'ราวตากผ้า' => 
  array (
    'd' => 'ฝันว่าตนเองเดินลอดราวตากผ้า หรือมุดลอดรั้วลวดหนาม  <br />
<u>ทำนายว่า</u> การงานที่คิดไว้จะเป็นผลสำเร็จ แต่จะต้องอดทนและพยายาม โชคจะตามมาภายหลัง',
    's1' => '1',
    's2' => '9',
    's3' => '11 , 19 , 160 , 692 , 211',
    'c' => 'ร',
  ),
  'รุ้งกินน้ำ' => 
  array (
    'd' => 'ฝันเห็นรุ้งกินน้ำพาดเป็นทางชัดเจนบนท้องฟ้า  <br />
<u>ทำนายว่า</u> เป็นนิมิตดีแก่ชีวิต จะได้รับเงินและชื่อเสียง',
    's1' => '7',
    's2' => '9',
    's3' => '79 , 77 , 179 , 799 , 789',
    'c' => 'ร',
  ),
  'รูปภาพ' => 
  array (
    'd' => 'ฝันว่าเห็นตนเองเป็นเงาในกระจกหรือในน้ำ <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือเจ็บป่วยออดๆ แอดๆ แต่เมื่อพ้นเจ็บแล้วจะมีลาภ <br />
ถ้า<br />
ฝันเห็นภาพถ่ายของญาติมิตรหรือภาพเขียนต่างๆ <br />
<u>ทำนายว่า</u> จะมีการเดินทางไกล ไม่ดีและไม่ร้ายนัก',
    'c' => 'ร',
  ),
  'เรือ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้นั่งเรือไปสู่มหาสมุทรอันกว้างขวาง  <br />
<u>ทำนายว่า</u> จะทำการใดจะเป็นผลสำเร็จ การเสี่ยงโชคก็จะได้ผลสมมุ่งหมาย',
    's1' => '2',
    's2' => '5',
    's3' => '25 , 23 , 53 , 256 , 235 , 353',
    'c' => 'ร',
  ),
  'เรือน' => 
  array (
    'd' => 'ฝันเห็นบ้านหรือเรือนปรักหักพัง <br />
<u>ทำนายว่า</u> จะเสียของรักหรือมีเหตุทะเลาะวิวาทภายในครอบครัว <br />
ถ้า<br />
ฝันว่าเดินเข้าไปในบ้านร้าง <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายที่อยู่หรือการงาน <br />
ถ้า<br />
ฝันเห็นบ้านตนเองถูกไฟไหม้ จะเดือดเนื้อร้อนใจหรือต้องคดีทางกฎหมาย',
    'c' => 'ร',
  ),
  'เรือล่ม' => 
  array (
    'd' => 'หญิงใดชายใดถ้า<br />
ฝันว่าได้นั่งเรือไปแล้วเรือล่ม <br />
<u>ทำนายว่า</u> การที่คิดทำไว้จะล้มเหลว หรือผิดหวัง',
    'c' => 'ร',
  ),
  'แร้ง' => 
  array (
    'd' => 'ฝันเห็นแร้งโผมาจับที่หลังคาบ้าน หรือเห็นแร้งบินโฉบไปโฉบมา  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากเพื่อนฝูงหรือจะมีเพื่อนฝูงชักจูงไปได้ลาภ',
    's1' => '5',
    's2' => '8',
    's3' => '59 , 58 , 159 , 158 , 501',
    'c' => 'ร',
  ),
  'ลงแดง' => 
  array (
    'd' => 'ฝันว่าลงแดงท้องเดิน ถ่ายเป็นเลือด <br />
<u>ทำนายว่า</u> หยิบจับอะไรเป็นเงินเป็นทองไปหมด',
    'c' => 'ล',
  ),
  'ล้น' => 
  array (
    'd' => 'ฝันเห็นน้ำล้นจากภาชนะต่างๆ <br />
<u>ทำนายว่า</u> ครอบครัวจะอุดมสมบูรณ์ในทุกๆ ด้าน',
    'c' => 'ล',
  ),
  'ล้ม' => 
  array (
    'd' => 'ฝันว่าล้มแล้วลุก หรือ<br />
ฝันว่าล้มลงไปในหลุม หรือท่อของสกปรก แล้วปีนป่ายขึ้นมาได้  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะเป็นผลสำเร็จ ในชั้นแรกจะมีอุปสรรคบ้าง แต่เจ้าตัวจะต้องอดทนและพยายาม จึงจะได้รับผลตอบแทนงดงาม',
    's1' => '4',
    's2' => '0',
    's3' => '08 , 04 , 048 , 408 , 448',
    'c' => 'ล',
  ),
  'ลมพายุ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าต้องพายุพัดกระโชก หรือถูกพายุพัดหอบไปตกไกล <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือมีการโยกย้ายหน้าที่หรือที่อยู่ไปในทางดี',
    'c' => 'ล',
  ),
  'ล่องแพ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ลงแพหรือล่องแพไปตามกระแสน้ำเรื่อยๆ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หมดทุกข์ จะได้รับข่าวดีจากเพื่อนฝูง และญาติมิตรทางไกล ลาภจะมีมาภายหลัง',
    's1' => '2',
    's2' => '9',
    's3' => '22 , 66 , 99 , 622 , 269 , 299',
    'c' => 'ล',
  ),
  'ล็อตเตอรี่' => 
  array (
    'd' => 'ฝันว่าถูกล็อตเตอรี่หรือร่ำรวยจากการพนัน <br />
<u>ทำนายว่า</u> จะมีเรื่องเสียเงินเสียทอง ห้ามเสี่ยงโชคเด็ดขาด',
    'c' => 'ล',
  ),
  'ลอยกระทง' => 
  array (
    'd' => 'ฝันว่าได้ไปลอยกระทง หรือเป็นกระทงลอยน้ำมามี ธูปเทียนประดับ  <br />
<u>ทำนายว่า</u> ถ้าเป็นหญิงโสดจะได้พบชายเนื้อคู่ ถ้าเป็นชายจะได้ย้ายตำแหน่งหน้าที่ใหม่ดีขึ้น',
    's1' => '4',
    's2' => '2',
    's3' => '42 , 44 , 244 , 224 , 264',
    'c' => 'ล',
  ),
  'ลอยคอ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ตนเองลงไปลอยคออยู่ในน้ำปล่อยตัวนิ่งเฉยให้กระแสน้ำพาไป  <br />
<u>ทำนายว่า</u> การงานที่คิดไว้จะสำเร็จ แต่จะต้องมีผู้มาช่วยเหลืออุปการะ หรือจะได้รับข่าวดีทางไกล',
    's1' => '1',
    's2' => '9',
    's3' => '19 , 71 , 671 , 814 , 319',
    'c' => 'ล',
  ),
  'ละคร' => 
  array (
    'd' => 'ฝันว่าดูละคร หรือตัวเองเล่นละคร <br />
<u>ทำนายว่า</u> จะถูกคดโกงหักหลัง หรือคนในบ้านมักจะก่อความยุ่งยากเดือดร้อนใจ ผู้ที่กำลังมีคนรักหรือแต่งงานใหม่ๆ จะถูกคนรักนอกใจหรือขัดใจกัน',
    'c' => 'ล',
  ),
  'ละทิ้ง' => 
  array (
    'd' => 'ฝันว่าละทิ้งบ้านหรือละทิ้งครอบครัว หรือภรรยาละทิ้งสามี และสามี<br />
ฝันว่าละทิ้งภรรยา หรือ<br />
ฝันว่าถูกทอดทิ้งให้อยู่เดียวดาย  <br />
<u>ทำนายว่า</u> จะเป็นฝันดีมีโชค และจะได้รับความสุขอย่างสมบูรณ์ ตรงข้ามกับความฝัน',
    's1' => '6',
    's2' => '4',
    's3' => '67 , 66 , 69 , 647 , 646 , 619',
    'c' => 'ล',
  ),
  'ละเมาะ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า เดินหลงเข้าไปในป่าละเมาะเล็กๆ หรือเข้าไปนอนอยู่ในพุ่มไม้  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากการเจ็บป่วย หรือคนภายในบ้านจะรับเคราะห์เจ็บป่วยแทน',
    'c' => 'ล',
  ),
  'ลักขโมย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ตนเองถูกลักขโมยของหรือเงินทองหรือ<br />
ฝันว่าถูกโจรกรรมขึ้นบ้าน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่ป่วยจะหาย หรือทรัพย์ที่หายจะได้คืน',
    's1' => '6',
    's2' => '7',
    's3' => '67 , 69 , 297 , 097 , 677',
    'c' => 'ล',
  ),
  'ลากฉุด' => 
  array (
    'd' => 'ฝันว่าได้ฉุดลากรถบรรทุกหรือเกวียนหนักไปตามถนน <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บจะหายกลายเป็นดีหรือมีโชค',
    's1' => '5',
    's2' => '6',
    's3' => '56 , 57 , 566 , 576 , 559',
    'c' => 'ล',
  ),
  'ล้าง' => 
  array (
    'd' => 'ฝันว่าได้ล้างหน้าตัวเอง  <br />
<u>ทำนายว่า</u> จะได้รับชื่อเสียงและเกียรติคุณ <br />
ฝันว่าล้างเท้า  <br />
<u>ทำนายว่า</u> จะได้เปลี่ยนแปลงหน้าที่ หรือการค้าขายไปในทางดี ถ้า<br />
ฝันว่า ล้างภาชนะสิ่งของเครื่องใช้ภายในบ้าน จะได้รับข่าวดีจากญาติมิตรทางไกล ถ้า<br />
ฝันว่า ล้างบ้านช่องจะหมดเคราะห์และจะได้รับความสุขขึ้นเรื่อยไป',
    's1' => '2',
    's2' => '7',
    's3' => '27 , 28 , 227 , 727 , 728 , 372',
    'c' => 'ล',
  ),
  'ล้าน' => 
  array (
    'd' => 'ฝันว่าศีรษะตนเองล้าน  <br />
<u>ทำนายว่า</u> จะมีเคราะห์อย่างหนัก (ตำราไทยแนะนำว่า ควรทำบุญตักบาตรและสะเดาะเคราะห์เสีย จะบรรเทาเบาบางลง หรือร้ายจะกลับกลายเป็นดี) ถ้า<br />
ฝันเห็นศีรษะล้านมารวมกันอยู่หลายคน  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภ หรือคิดการสิ่งใดจะเป็นผลสำเร็จ',
    's1' => '0',
    's2' => '5',
    's3' => '01 , 06 , 08 , 501 , 506 , 008',
    'c' => 'ล',
  ),
  'ลาภ' => 
  array (
    'd' => 'ฝันว่าได้ลาภผลอันใดอันหนึ่ง จะเป็นลาภยศ หรือลาภของมีค่า เป็นฝันดีส่วนมาก  <br />
<u>ทำนายว่า</u> จะอยู่เย็นเป็นสุขสบาย หรือมิฉะนั้นก็จะได้ลาภดังความฝันในไม่ช้า',
    's1' => '5',
    's2' => '1',
    's3' => '51 , 52 , 151 , 252 , 251',
    'c' => 'ล',
  ),
  'ล่าสัตว์' => 
  array (
    'd' => 'ชายใด<br />
ฝันว่าได้ไปล่าสัตว์ และยิงสัตว์ต่างๆ  <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนในระยะแรก แต่จะมีผู้ใหญ่มาช่วยเหลือ หรือช่วยให้ชนะศัตรูภายหลัง',
    's1' => '4',
    's2' => '6',
    's3' => '46 , 47 , 406 , 407 , 607',
    'c' => 'ล',
  ),
  'ลิง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นลิงหรือลูกลิงเล็กๆ ไต่ยั้วเยี้ยบนต้นไม้ <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนจากเด็กๆ ภายในบ้าน',
    's1' => '6',
    's2' => '9',
    's3' => '69 , 66 , 669 , 609 , 691',
    'c' => 'ล',
  ),
  'ลิ้น' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ตนแลบลิ้นหลอกคน หรือแลบลิ้นออกมาเลียอาหาร  <br />
<u>ทำนายว่า</u> จะได้รับความเดือดเนื้อร้อนใจ หรือมีเรื่องทะเลาะวิวาท ถ้า<br />
ฝันว่าได้กัดลิ้นตนเองขาดหรือถูกตัดลิ้น จะได้รับการเจ็บป่วย หรือเสียเงินเสียทอง',
    'c' => 'ล',
  ),
  'ลุยโคลน' => 
  array (
    'd' => 'ฝันว่าได้ลุยโคลน หรือเหยียบย่ำโคลนติดเท้าขึ้นมา ความฝันนี้จะบอกเหตุให้รู้ว่า จะเกิดทุกข์เพราะโรคภัยไข้เจ็บ หรือได้รับอันตรายจากอุบัติเหตุต่างๆ ควรระวังให้จงหนัก',
    'c' => 'ล',
  ),
  'ลุยไฟ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า เดินลุยไปในกองไฟร้อนจัด แต่ผ่านพ้นไปได้  <br />
<u>ทำนายว่า</u> จะมีทุกขลาภ ถ้ามีการโยกย้ายที่อยู่หรือที่ทำงาน หรือเจ็บไข้ได้ป่วยก่อนแล้วจะมีลาภตามมาภายหลัง',
    's1' => '4',
    's2' => '5',
    's3' => '54 , 94 , 304 , 904 , 554',
    'c' => 'ล',
  ),
  'ลูกแก้ว' => 
  array (
    'd' => 'ฝันเห็นแก้ว ได้ถือลูกแก้ว จับลูกแก้ว <br />
<u>ทำนายว่า</u> จะได้บุตรดี หรือมีการเลื่อนยศทางตำแหน่งหน้าที่ผู้เป็นโสดจะได้พบเนื้อคู่ที่ถูกโฉลก ได้คู่ครองที่พึงพอใจ',
    's1' => '9',
    's2' => '1',
    's3' => '09 , 99 , 89 , 009 , 119 , 109',
    'c' => 'ล',
  ),
  'ลูกไก่' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับลูกไก่เล็กๆ ไว้ในกำมือหรือบีบลูกไก่ตายคามือ  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะเป็นผล หรืองานในหน้าที่จะก้าวหน้าดีขึ้น',
    's1' => '9',
    's2' => '0',
    's3' => '09 , 19 , 209 , 119 , 109',
    'c' => 'ล',
  ),
  'ลูกข่าง' => 
  array (
    'd' => 'ฝันเห็นลูกข่างกำลังหมุน  <br />
<u>ทำนายว่า</u> จะได้รับความลำบากและยุ่งยากในหน้าที่การงาน แต่จะเป็นเพียงชั่วระยะเวลาหนึ่งเท่านั้น เหตุการณ์ก็จะกลับเป็นดี',
    's1' => '1',
    's2' => '6',
    's3' => '10 , 16 , 106 , 161 , 166',
    'c' => 'ล',
  ),
  'ลูกเต๋า' => 
  array (
    'd' => 'ฝันเห็นลูกเต๋า หรือเล่นลูกเต๋าเสี่ยงทาย หรือเล่นพนัน  <br />
<u>ทำนายว่า</u> จะได้รับความเดือดร้อนภายในบ้านหรือในครอบครัว ถ้า<br />
ฝันว่า กัดกลืนลูกเต๋าเข้าไปในลำคอ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือจะชนะศัตรู หรือจะได้ลาภทางไกล',
    's1' => '4',
    's2' => '1',
    's3' => '46 , 41 , 49 , 419 , 416 , 404',
    'c' => 'ล',
  ),
  'ลูกประคำ' => 
  array (
    'd' => 'ฝันเห็นลูกประคำ หรือได้สวมสร้อยลูกประคำของนักบวช  <br />
<u>ทำนายว่า</u> จะมีชื่อเสียง หรือมีมิตรสหายเพิ่มขึ้น ถ้า<br />
ฝันว่านับลูกประคำ  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะเป็นผลสำเร็จ แต่จะต้องใช้เวลานานวัน หรือค่อยเป็นค่อยไป',
    's1' => '1',
    's2' => '0',
    's3' => '10 , 18 , 46 , 010 , 018 , 046',
    'c' => 'ล',
  ),
  'ลูกปลา' => 
  array (
    'd' => 'ฝันว่าใครเอากระดาษที่ทำเป็นชิ้นเล็กๆ สีต่างๆ มาโปรยใส่ตัวเรา <br />
<u>ทำนายว่า</u> จะมีเคราะห์ หรือถูกคนใส่ร้ายป้าย',
    'c' => 'ล',
  ),
  'ลูกเห็บ , หิมะ' => 
  array (
    'd' => 'ฝันถึงลูกเห็บ หิมะ <br />
<u>ทำนายว่า</u> จะเกิดความทุกข์ร้อน หรือเศร้าโศกเกี่ยวกับคนในบ้าน หรือความลับจะถูกเปิดเผยและถูกหักหลัง',
    'c' => 'ล',
  ),
  'เล็บ' => 
  array (
    'd' => 'ฝันว่าตัดเล็บตนเอง ถ้าตัดเล็บมือ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหายจากโรคเจ็บป่วย จะมีความสุข ถ้าตัดเล็บเท้า  <br />
<u>ทำนายว่า</u> จะมีการโยกย้ายที่อยู่หรือที่ทำงานหรือจะมีการเดินทางไปไกลๆ แต่ไม่มีอันตรายใด',
    's1' => '1',
    's2' => '6',
    's3' => '10 , 18 , 46 , 263 , 254 , 357',
    'c' => 'ล',
  ),
  'เลือด' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นเลือดนอง หรือเลือดออกตามร่างกายตน  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ และจะได้รับข่าวดีจากทางไกล ถ้า<br />
ฝันว่าได้กินเลือดเนื้อสัตว์  <br />
<u>ทำนายว่า</u> จะได้ลาภจากการเสี่ยงหรือการพนัน',
    's1' => '7',
    's2' => '8',
    's3' => '76 , 78 , 275 , 378 , 786',
    'c' => 'ล',
  ),
  'เลื่อย' => 
  array (
    'd' => 'ฝันเห็นเลื่อย หรือได้จับเลื่อยไม้  <br />
<u>ทำนายว่า</u> จะต้องเปลี่ยนแปลงหน้าที่หรือการงานใหม่ จึงจะมีลาภหรือมีโชคดีขึ้น',
    's1' => '4',
    's2' => '8',
    's3' => '44 , 83 , 36 , 384 , 846 , 844',
    'c' => 'ล',
  ),
  'โลงศพ' => 
  array (
    'd' => 'ฝันเห็นโลงศพแต่ไม่เห็นศพ ตั้งซ้อนกัน หรือมีคนหามโลงศพผ่านมา  <br />
<u>ทำนายว่า</u> จะได้ข่าวดีหรือลาภทางไกล หรือเปลี่ยนแปลงหน้าที่การงานไปในทางดี',
    's1' => '4',
    's2' => '0',
    's3' => '04 , 44 , 440 , 442 , 448',
    'c' => 'ล',
  ),
  'ไล่' => 
  array (
    'd' => 'ฝันว่าถูกไล่ออกจากงาน หรือต้องออกจากหน้าที่และตำแหน่งในตำราต่างประเทศ จะถือว่าเป็นฝันร้าย และจะถูกสบประมาท หรือถูกเหยียดหยาม แต่ในตำราไทย ถือว่า จะหมดเคราะห์และจะได้โยกย้ายหน้าที่ดีขึ้นกว่าเดิม',
    's1' => '3',
    's2' => '9',
    's3' => '36 , 37 , 39 , 236 , 237 , 339',
    'c' => 'ล',
  ),
  'วงเวียน' => 
  array (
    'd' => 'ฝันว่าเดินรอบวงเวียน หรือเดินเป็นวงกลมอยู่ในพื้นที่แห่งหนึ่ง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวร้ายจากญาติมิตรที่อยู่ทางไกล หรือจะเกิดเคราะห์ขึ้นกับคนในบ้าน',
    'c' => 'ว',
  ),
  'วัด' => 
  array (
    'd' => 'ฝันเห็นวัดวาอาราม <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดโศก ที่เคยป่วยอาการจะทุเลา',
    'c' => 'ว',
  ),
  'วัว' => 
  array (
    'd' => 'ฝันเห็นวัว <br />
<u>ทำนายว่า</u> จะเสียทั้งเงินและชื่อเสียง',
    'c' => 'ว',
  ),
  'ว่ายน้ำ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าว่ายน้ำเหนื่อยอ่อน หรือว่ายข้ามฝั่งขึ้นตลิ่งได้  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือพ้นทุกข์ ถ้าว่ายน้ำวนเวียนอยู่ในแม่น้ำไม่เข้าฝั่ง  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือเจ็บป่วย',
    's1' => '7',
    's2' => '2',
    's3' => '17 , 27 , 24 , 247 , 347',
    'c' => 'ว',
  ),
  'ว่าว' => 
  array (
    'd' => 'ฝันเห็นว่าว <br />
<u>ทำนายว่า</u> จะมีอุปสรรคเข้ามาทดสอบความอดทน ต้องรอบคอบในการแก้ปัญหา ถ้าพลาดพลั้งรีบร้อนไป ปัญหาจะลุกลามใหญ่โต',
    'c' => 'ว',
  ),
  'วิ่ง' => 
  array (
    'd' => 'ฝันว่าวิ่งสุดแรงจนเหน็ดเหนื่อย <br />
<u>ทำนายว่า</u> ลำบากก่อนแล้วจะสบาย ต้นร้ายจะปลายดี',
    'c' => 'ว',
  ),
  'วิทยุ' => 
  array (
    'd' => 'ฝันเห็นวิทยุสนาม <br />
<u>ทำนายว่า</u> จะได้ลาภจากเพื่อนต่างเพศหรือคนไม่รู้จัก',
    'c' => 'ว',
  ),
  'วิมาน' => 
  array (
    'd' => 'ฝันเห็นสวรรค์วิมาน <br />
<u>ทำนายว่า</u> ธุรกิจการงานจะประสบความสำเร็จ',
    'c' => 'ว',
  ),
  'วิหาร' => 
  array (
    'd' => 'ฝันเห็นวิหารหรือเช้าไปในวิหาร <br />
<u>ทำนายว่า</u> ชีวิตจะเจริญรุ่งเรือง มีโชคลาภ',
    'c' => 'ว',
  ),
  'เว็จ' => 
  array (
    'd' => 'หญิงชายใดถ้า<br />
ฝันว่า ตกส้วมหรือตกเว็จมีอุจจาระเต็มตัว <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ไปในทางเสื่อมเสียชื่อเสียง หรือมีคนนินทาว่าร้าย ถ้าปรากฏ',
    'c' => 'ว',
  ),
  'เวที การแสดง' => 
  array (
    'd' => 'ฝันเห็นเวทีการแสดง หรือขึ้นไปแสดงบนเวทีได้รับเสียงปรบมือท่วมท้น <br />
<u>ทำนายว่า</u> ดวงกำลังดี จะมีชื่อเสียง เป็นที่ชื่นชมของคนทั่วไป',
    'c' => 'ว',
  ),
  'เวียนเทียน' => 
  array (
    'd' => 'ฝันว่าเวียนเทียนที่วัด <br />
<u>ทำนายว่า</u> ดวงขึ้น การงานธุรกิจประสบความสำเร็จ คิดอะไรไว้จะสมหวัง',
    'c' => 'ว',
  ),
  'แว่นตา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้สวมแว่นกระจกดำ  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือความผิดหวังจากเรื่องต่างๆ ถ้า<br />
ฝันว่า ได้แว่นกระจกสีขาว  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากทางไกล',
    's1' => '8',
    's2' => '2',
    's3' => '93 , 80 , 280 , 288 , 824',
    'c' => 'ว',
  ),
  'ไว้ทุกข์' => 
  array (
    'd' => 'ฝันเห็นตงเองหรือผู้อื่นไว้ทุกข์ <br />
<u>ทำนายว่า</u> ได้ลาภ เคราะห์โศกกำลังจะหมดไป',
    'c' => 'ว',
  ),
  'แหวน' => 
  array (
    'd' => 'ฝันเห็นแหวน แหวนทอง แหวนเงิน แหวนเพชร หรือ<br />
ฝันว่าได้แหวนสวมนิ้ว หรือมีผู้หยิบยื่นส่งมาให้  <br />
<u>ทำนายว่า</u> หญิงมีครรภ์ก็จะได้บุตรีน่ารัก ผู้เป็นโสดจะได้พบเนื้อคู่อุปถัมภ์',
    's1' => '0',
    's2' => '9',
    's3' => '09 , 08 , 209 , 208 , 809',
    'c' => 'ว',
  ),
  'แหวนทอง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้สวมแหวนทองหรือแหวนเพชร  <br />
<u>ทำนายว่า</u> ที่เป็นโสดจะได้พบเนื้อคู่ ที่มีเรือนหรือมีครรภ์ ก็จะได้บุตรหญิงน่ารักเป็นศรี หรือมิฉะนั้นก็จะได้ลาภทางเสี่ยงโชค',
    's1' => '1',
    's2' => '0',
    's3' => '09 , 19 , 10 , 109 , 106 , 115',
    'c' => 'ว',
  ),
  'แหวนหาย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ทำแหวนในนิ้วมือหล่นหาย หรือถูกขโมยลักแหวน <br />
<u>ทำนายว่า</u> จะเสียของรักหรือมีข้อพิพาททางครอบครัว <br />
เลขเสี่ยงโชค ไม่ควรเสี่ยง',
    'c' => 'ว',
  ),
  'ศพ' => 
  array (
    'd' => 'ฝันเห็นโลงศพแต่ไม่เห็นศพ ตั้งซ้อนกัน หรือมีคนหามโลงศพผ่านมา <br />
<u>ทำนายว่า</u> จะได้ข่าวดีหรือลาภทางไกล หรือเปลี่ยนแปลงหน้าที่การงานไปในทางดี',
    's1' => '4',
    's2' => '0',
    's3' => '14 , 10 , 44 , 404 , 004 , 409',
    'c' => 'ศ',
  ),
  'ศรีษะ' => 
  array (
    'd' => 'หญิงชายใดฝันเกี่ยวกับศีรษะของตนเอง เช่น<br />
ฝันว่าเอาผ้าโพกศีรษะหรือผูกติดศีรษะ  <br />
<u>ทำนายว่า</u> จะมีบุญวาสนาหรือโชคชะตาดีมีลาภ หรือถ้า<br />
ฝันว่า มีเหาขึ้นบนศีรษะก็จะได้ลาภลอยหรือลาภทางเสี่ยงโชค หรือ<br />
ฝันว่าตัดศีรษะผู้อื่นก็จะได้รับโชควาสนาดีขึ้น ในทางนิมิตถือว่าการฝันถึงศีรษะของตนเองเป็นนิมิตดีเสียส่วนมาก ยกเว้นเฉพาะเรื่องที่<br />
ฝันว่าผมหลุดร่วงจากศีรษะเป็นหย่อมๆ เท่านั้น ที่<br />
<u>ทำนายว่า</u>เคราะห์ไม่ดี',
    's1' => '9',
    's2' => '6',
    's3' => '91 , 98 , 69 , 691 , 981 , 969',
    'c' => 'ศ',
  ),
  'ศัตราวุธ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้รับศัตราวุธต่างๆ  <br />
<u>ทำนายว่า</u> ฝันนี้เป็นนิมิตดี จะมีอำนาจวาสนา หรือได้ผู้ใหญ่อุปการะช่วยเหลือ',
    's1' => '2',
    's2' => '9',
    's3' => '23 , 29 , 272 , 293 , 279',
    'c' => 'ศ',
  ),
  'ศัตรู' => 
  array (
    'd' => 'ฝันเห็นศัตรูคู่อริ หรือมีศัตรูมาทำร้าย หรือต่อสู้กับศัตรู  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหายจากเจ็บไข้ได้ป่วย และจะได้ลาภตามมาภายหลัง',
    's1' => '7',
    's2' => '9',
    's3' => '77 , 79 , 177 , 079 , 792',
    'c' => 'ศ',
  ),
  'ศาลเจ้า' => 
  array (
    'd' => 'ฝันเห็นศาลเจ้า หรือเข้าไปนั่งในศาลเจ้า หรือเห็นศาลพระภูมิ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือหมดทุกข์ทางหนี้สินจะเริ่มขยับขยายฐานะดีขึ้น',
    's1' => '7',
    's2' => '4',
    's3' => '47 , 97 , 474 , 907 , 477',
    'c' => 'ศ',
  ),
  'ศาลพระภูมิ' => 
  array (
    'd' => 'ฝันเห็นศาลเจ้า หรือเข้าไปนั่งในศาลเจ้า หรือเห็นศาลพระภูมิ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือหมดทุกข์ทางหนี้สินจะเริ่มขยับขยายฐานะดีขึ้น',
    's1' => '7',
    's2' => '4',
    's3' => '47 , 97 , 474 , 907 , 477',
    'c' => 'ศ',
  ),
  'ศาลา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เข้าไปนั่งเล่นอยู่ในศาลากว้างใหญ่ <br />
<u>ทำนายว่า</u> จะได้รับความสุขร่มเย็น และครอบครัวจะอยู่ดีกินดีมีลาภพอสมควร',
    's1' => '5',
    's2' => '7',
    's3' => '45 , 47 , 56 , 457 , 567 , 572',
    'c' => 'ศ',
  ),
  'ศิลา' => 
  array (
    'd' => 'ฝันเห็นแท่งศิลา หรือก้อนหินใหญ่ หรือศิลาจารึกศพ. ศิลาฤกษ์  <br />
<u>ทำนายว่า</u> งานที่คิดหรือทำไว้จะเป็นผลสำเร็จยิ่งใหญ่ หรือจะมีผู้ใหญ่ช่วยอุปการะให้เป็นหลักฐานดี',
    's1' => '9',
    's2' => '7',
    's3' => '49 , 79 , 797 , 494 , 497',
    'c' => 'ศ',
  ),
  'ศีรษะ' => 
  array (
    'd' => 'หญิงชายใดฝันเกี่ยวกับศีรษะของตนเอง เช่น<br />
ฝันว่าเอาผ้าโพกศีรษะหรือผูกติดศีรษะ <br />
<u>ทำนายว่า</u> จะมีบุญวาสนาหรือโชคชะตาดีมีลาภ <br />
หรือถ้า<br />
ฝันว่ามีเหาขึ้นบนศีรษะ ก็จะได้ลาภลอยหรือลาภทางเสี่ยงโชค <br />
หรือ<br />
ฝันว่าตัดศีรษะผู้อื่นก็จะได้รับโชควาสนาดีขึ้น ในทางนิมิตถือว่าการฝันถึงศีรษะของตนเองเป็นนิมิตดีเสียส่วนมาก ยกเว้นเฉพาะเรื่องที่<br />
ฝันว่าผมหลุดร่วงจากศีรษะเป็นหย่อมๆ เท่านั้น ที่<br />
<u>ทำนายว่า</u>เคราะห์ไม่ดี',
    'c' => 'ศ',
  ),
  'ศีรษะล้าน' => 
  array (
    'd' => 'ฝันเห็นศีรษะล้าน <br />
<u>ทำนายว่า</u> จะมีเรื่องไม่ดีเกิดขึ้น เสียของรัก หรือเงินขาดมือ หรือโชคร้าย',
    'c' => 'ศ',
  ),
  'ศีล' => 
  array (
    'd' => 'ฝันว่าตนเองได้เข้าไปนั่งรับศีล ฟังธรรม หรือจำศีลภาวนาในที่สงบ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือเจ็บป่วยจะหาย จะได้เลื่อนตำแหน่งหน้าที่การงาน',
    's1' => '8',
    's2' => '9',
    's3' => '58 , 88 , 89 , 588 , 188 , 898',
    'c' => 'ศ',
  ),
  'เศรษฐี' => 
  array (
    'd' => 'ฝันว่าตนเป็นเศรษฐี เป็นความฝันร้าย  <br />
<u>ทำนายว่า</u> จะมีเคราะห์หรือป่วยเจ็บ',
    'c' => 'ศ',
  ),
  'เศร้าโศก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า เสียใจเศร้าโศก หรือร้องไห้หนัก  <br />
<u>ทำนายว่า</u> จะได้รับโชค หรือมีผู้นำลาภนำข่าวดีมาให้',
    's1' => '7',
    's2' => '5',
    's3' => '07 , 65 , 57 , 507 , 655 , 577',
    'c' => 'ศ',
  ),
  'เศษอาหาร' => 
  array (
    'd' => 'ฝันว่าได้รับเศษอาหาร หรือเก็บเศษอาหารกินจากที่ทิ้งขยะ  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากการป่วยเจ็บ หรือเสียเงินเสียทองเพราะคนในบ้าน',
    'c' => 'ศ',
  ),
  'สงกรานต์' => 
  array (
    'd' => 'ฝันเห็นคนเล่นสงกรานต์กัน <br />
<u>ทำนายว่า</u> มีเกณฑ์เดินทางไกล จะได้ลาภจากเพศตรงข้ามหรือได้ข่าวจากเพศตรงข้ามที่อยู่ไกลกัน',
    'c' => 'ส',
  ),
  'สงคราม' => 
  array (
    'd' => 'ฝันว่าเกิดสงครามหรือต้องเข้าร่วมสงคราม <br />
<u>ทำนายว่า</u> พี่น้องจะได้พบกัน หรือผู้ใหญ่จะให้ความช่วยเหลือ',
    'c' => 'ส',
  ),
  'สงฆ์' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นองค์พระ หรือพระพุทธรูป พระบูชาต่างๆ ความฝันนี้เป็นมงคลแต่ตัวเอง <br />
<u>ทำนายว่า</u> จะได้รับโชคติดตามมาภายหลัง',
    'c' => 'ส',
  ),
  'สตรี' => 
  array (
    'd' => 'ชายใด<br />
ฝันว่าได้พบสตรีแปลกหน้า และได้พูดคุยกัน  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติทางฝ่ายมารดา หรือจากเพศตรงข้ามในทางไกล',
    's1' => '5',
    's2' => '1',
    's3' => '51 , 57 , 511 , 571 , 756',
    'c' => 'ส',
  ),
  'สตางค์' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับสตางค์หรือเงิน  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือเดือดร้อนจากการเสียเงินทองเพราะป่วยเจ็บ',
    'c' => 'ส',
  ),
  'สถานี' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้ไปที่สถานีรถไฟ หรือสถานที่ที่มีคนรอคอยรถพลุกพล่าน  <br />
<u>ทำนายว่า</u> จะเปลี่ยนแปลง หรือโยกย้ายหน้าที่การงานไปทางไกล',
    's1' => '4',
    's2' => '6',
    's3' => '76 , 48 , 47 , 764 , 648 , 449',
    'c' => 'ส',
  ),
  'สถูป' => 
  array (
    'd' => 'ฝันเห็นองค์พระเจดีย์ หรือพระปรางค์ หรือสถูปยอดสูง ๆ <br />
<u>ทำนายว่า</u> จะเป็นมงคลแก่ตัวเอง <br />
ถ้าเป็นข้าราชการหรือคนทำงาน จะได้รับตำแหน่งหน้าที่สูงขึ้น <br />
ถ้าเป็นพ่อค้าจะได้รับชื่อเสียงไปในทางดี แต่ยังไม่มีโชคลาภทางการเงินทีเดียวนัก',
    'c' => 'ส',
  ),
  'สบู่' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับต้องสบู่ หรือใช้สบู่ลูบไล้ร่างกาย  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรทางไกล หรือมีการโยกย้ายเปลี่ยนแปลงที่อยู่หรือการงาน',
    's1' => '3',
    's2' => '9',
    's3' => '36 , 39 , 336 , 369 , 309',
    'c' => 'ส',
  ),
  'สมโภช' => 
  array (
    'd' => 'ฝันว่าได้ไปงานสมโภช หรือในงานประชุมใหญ่ๆ ถ้าผู้ฝันมีความคิดจะติดต่อการงานกับผู้ใดอยู่  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะเป็นผลสำเร็จ ถ้าติดต่อเรื่องรักๆ ใคร่ๆ จะมีหวังสำเร็จ',
    's1' => '2',
    's2' => '6',
    's3' => '26 , 28 , 39 , 265 , 386 , 396',
    'c' => 'ส',
  ),
  'สมอเรือ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้เห็นสมอเรือทิ้งลงไปในน้ำ <br />
<u>ทำนายว่า</u> การที่คิดไว้จะไม่สมหวัง หรือจะได้รับข่าวร้ายจากญาติมิตรทางไกล',
    'c' => 'ส',
  ),
  'สมุด' => 
  array (
    'd' => 'ฝันว่าได้จับต้องสมุดเรียนหนังสือ หรือเห็นสมุดหนังสือวางในห้อง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากเพื่อนฝูงหรือจะมีการเดินทางไกล',
    's1' => '1',
    's2' => '6',
    's3' => '14 , 16 , 114 , 610 , 617',
    'c' => 'ส',
  ),
  'สร้อยขาด' => 
  array (
    'd' => 'ฝันว่าสร้อยคอขาด <br />
<u>ทำนายว่า</u> ช่วงนี้ของรักของท่านอาจจะหายต้องระมัดระวังให้มาก หรือสูญเสียของที่รัก และช่วงนี้ระวังศัตรูคู่แข่งของท่านจ้องจะทำร้ายท่านอยู่ ต้องระวังและมีสติให้มาก',
    's1' => '7',
    's2' => '1',
    's3' => '71 , 617 , 587 , 719 ,  , 865',
    'c' => 'ส',
  ),
  'สระผม' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าสระผมตนเอง  <br />
<u>ทำนายว่า</u> จะหายจากโรคหรือหมดเคราะห์ หรือจะมีโชคในภายหลัง',
    's1' => '5',
    's2' => '0',
    's3' => '55 , 09 , 05 , 259 , 279 , 570',
    'c' => 'ส',
  ),
  'สร้าง' => 
  array (
    'd' => 'ฝันถึงสิ่งปลูกสร้าง หรือว่าสร้างบ้านในที่ดินของตน  <br />
<u>ทำนายว่า</u> จะต้องเดินทางไกล และอาจประสบอุบัติเหตุได้',
    'c' => 'ส',
  ),
  'สลัก' => 
  array (
    'd' => 'ฝันว่าตนแกะสลักรูปปั้น  <br />
<u>ทำนายว่า</u> จะได้เปลี่ยนหน้าที่หรือการงานใหม่ และเป็นไปในทางดีกว่าเก่า ถ้าเป็นหญิงมีสามีฝัน  <br />
<u>ทำนายว่า</u> บุตรจะนำชื่อเสียงมาให้วงศ์ตระกูล',
    's1' => '9',
    's2' => '4',
    's3' => '93 , 94 , 293 , 594 , 496',
    'c' => 'ส',
  ),
  'สวดมนต์' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้นั่งสวดมนต์ภาวนาระลึกถึงคุณพระศรีรัตนตรัย  <br />
<u>ทำนายว่า</u> ฝันนี้จะเป็นนิมิตมงคลที่ดี จะหมดเคราะห์และหายจากโรคภัยต่างๆ แม้ศัตรูที่คิดร้ายก็มีอันพ่ายแพ้',
    's1' => '5',
    's2' => '9',
    's3' => '59 , 19 , 159 , 559 , 719 , 350',
    'c' => 'ส',
  ),
  'สวน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้เดินเล่นอยู่ในสวน สงบราบรื่น  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บจะหาย ที่ทุกข์จะคลาย และจะได้รับการเลื่อนตำแหน่งหน้าที่ในการงาน',
    's1' => '2',
    's2' => '9',
    's3' => '29 , 26 , 279 , 298 , 966',
    'c' => 'ส',
  ),
  'ส้วม' => 
  array (
    'd' => 'หญิงชายใดถ้า<br />
ฝันว่าตกส้วมหรือตกเว็จมีอุจจาระเต็มตัว <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ไปในทางเสื่อมเสียชื่อเสียง หรือมีคนนินทาว่าร้าย ถ้าปรากฏ',
    'c' => 'ส',
  ),
  'สวรรค์' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ขึ้นสู่สวรรค์ชั้นดาวดึงษ์  <br />
<u>ทำนายว่า</u> จะเป็นนิมิตอันดีแก่ตนเอง จะได้เลื่อนตำแหน่งหรือยศ ถ้าเป็นพ่อค้าจะได้รับชื่อเสียงและผลกำไรงาม',
    's1' => '9',
    's2' => '6',
    's3' => '69 , 68 , 79 , 669 , 869 , 799',
    'c' => 'ส',
  ),
  'สวะ' => 
  array (
    'd' => 'ฝันว่าเห็นสวะลอยอยู่ในน้ำ หรือเห็นซากสัตว์ตายลอยน้ำ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหายจากโรคภัยจะอยู่เย็นเป็นสุข',
    's1' => '0',
    's2' => '4',
    's3' => '04 , 06 , 19 , 104 , 109 , 916',
    'c' => 'ส',
  ),
  'ส่องกระจก' => 
  array (
    'd' => 'ฝันเห็นกระจกส่องหน้าหรือได้ส่องกระจก <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์จากกรรมเก่าหรือทางชื่อเสียง',
    'c' => 'ส',
  ),
  'สังกะสี' => 
  array (
    'd' => 'ฝันเห็นแผ่นรั้วสังกะสี หรือสังกะสีหลังคามีรอยโหว่ หรือเป็นรู  <br />
<u>ทำนายว่า</u> จะเสียข้าวของหรือเงินทองภายในบ้าน',
    's1' => '4',
    's2' => '0',
    's3' => '40 , 48 , 140 , 408 , 441',
    'c' => 'ส',
  ),
  'สังข์' => 
  array (
    'd' => 'ฝันเห็นสังข์ หรือได้ยินเสียงเป่าสังข์ในงานมงคล  <br />
<u>ทำนายว่า</u> เป็นความฝันมงคล จะได้รับเลื่อนยศหรือตำแหน่งหน้าที่ หรือได้รับชื่อเสียงในทางดีเด่น',
    's1' => '4',
    's2' => '6',
    's3' => '46 , 47 , 49 , 146 , 247 , 346',
    'c' => 'ส',
  ),
  'สังฆทาน' => 
  array (
    'd' => 'ฝันว่าถวายสังฆทาน <br />
<u>ทำนายว่า</u> จะมีความสุขทั้งกายใจ มีลาภ สุขภาพแข็งแรง',
    'c' => 'ส',
  ),
  'สัตว์ป่า' => 
  array (
    'd' => 'ฝันเห็นสัตว์ป่า <br />
<u>ทำนายว่า</u> ระมัดระวังเรื่องร้อนใจจากคนแปลกหน้า',
    'c' => 'ส',
  ),
  'สัตว์เลี้ยง' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่ามีผู้นำสัตว์เลี้ยงมาให้ หรือโอบสัตว์เลี้ยงไว้ในวงแขน <br />
<u>ทำนายว่า</u> จะต้องเสียเงินทอง หรือมีอันเดือดร้อน เพราะคนในบ้าน',
    'c' => 'ส',
  ),
  'สัปทน' => 
  array (
    'd' => 'ฝันเห็นสัปทน หรือมีคนกางสัปทนให้ <br />
<u>ทำนายว่า</u> จะได้เลื่อนขั้นเลื่อนตำแหน่ง ได้เกียรติยศชื่อเสียง',
    'c' => 'ส',
  ),
  'สัปเหร่อ' => 
  array (
    'd' => 'ฝันเห็นสัปเหร่อ <br />
<u>ทำนายว่า</u> ชีวิตจะกำลังจะดีขึ้น อุปสรรคต่างๆ กำลังจะคลี่คลาย',
    'c' => 'ส',
  ),
  'สาก' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นสากตำน้ำพริก หรือสากตำข้าว <br />
<u>ทำนายว่า</u> หญิงโสดจะได้พบชายเนื้อคู่ในเครื่องแบบ ชายจะได้รับของขวัญจากเพศตรงข้าม หรือญาติข้างฝ่ายมารดา',
    's1' => '1',
    's2' => '6',
    's3' => '16 , 06 , 116 , 160 , 616',
    'c' => 'ส',
  ),
  'สาคู' => 
  array (
    'd' => 'ฝันเห็นเม็ดสาคูหรือขนมสาคู <br />
<u>ทำนายว่า</u> ไม่มีโชคลาภ และอาจจะเจ็บป่วยเล็กน้อย',
    'c' => 'ส',
  ),
  'สามเณร' => 
  array (
    'd' => 'ฝันว่าได้พบสามเณร หรือสามเณรองค์เล็กเดินเข้ามาในบ้าน  <br />
<u>ทำนายว่า</u> หญิงมีครรภ์จะได้บุตรชายหรือจะได้ลาภเป็นข้าวของมีค่า',
    's1' => '7',
    's2' => '8',
    's3' => '75 , 78 , 278 , 708 , 381',
    'c' => 'ส',
  ),
  'สายตะพาย' => 
  array (
    'd' => 'ฝันว่าเอาสายตะพายหรือเชือกร้อยจมูกวัว จูงวัวหรือถือจับในมือ  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรทางไกล หรือได้รับข่าวดีจากคนในบ้าน',
    's1' => '2',
    's2' => '4',
    's3' => '42 , 26 , 264 , 644 , 648',
    'c' => 'ส',
  ),
  'สายสร้อย' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้สวมสายสร้อยคอ หรือสร้อยข้อมือ  <br />
<u>ทำนายว่า</u> จะได้พบเพศตรงข้ามที่พึงพอใจ ถ้าเป็นหญิงมีครรภ์จะได้บุตรหญิงน่ารัก ชายจะได้ลาภเป็นความสุขทางใจ หรือลาภข้าวของมีค่า',
    's1' => '2',
    's2' => '0',
    's3' => '22 , 02 , 228 , 203 , 308',
    'c' => 'ส',
  ),
  'สายสิญจน์' => 
  array (
    'd' => 'ฝันว่าจับต้องสายสิญจน์ที่ขึงรอบบ้าน หรือ<br />
ฝันว่ามีผู้ใหญ่เอาสายสิญจน์มาคล้องคอ คล้องมือ ฝันนี้เป็นนิมิตมงคลดี  <br />
<u>ทำนายว่า</u> จะมีผู้ใหญ่ช่วยเหลือ หรือได้เลื่อนตำแหน่งหน้าที่การงาน',
    's1' => '2',
    's2' => '1',
    's3' => '21 , 10 , 102 , 220 , 219',
    'c' => 'ส',
  ),
  'สารถี' => 
  array (
    'd' => 'ฝันเห็นสารถีขับขี่รถม้า หรือเห็นรถเทียมม้าเทียมวัวควายมีผู้ขับขี่ถือบังเหียน  <br />
<u>ทำนายว่า</u> จะได้เลื่อนตำแหน่งหน้าที่การงานหรือการค้าจะเปลี่ยนแปลงไปในทางดี',
    's1' => '4',
    's2' => '6',
    's3' => '46 , 49 , 436 , 426 , 449',
    'c' => 'ส',
  ),
  'สาวไส้' => 
  array (
    'd' => 'ฝันว่าสาวไส้ของตนเองออกมาจากในท้องหรือเห็นตับไตไส้พุงตัวเอง  <br />
<u>ทำนายว่า</u> จะได้ลาภหรือได้โชคจากการค้าหรือนายหน้าเป็นที่พึงพอใจ',
    's1' => '4',
    's2' => '8',
    's3' => '08 , 84 , 408 , 446 , 384',
    'c' => 'ส',
  ),
  'สำลี' => 
  array (
    'd' => 'ฝันเห็นสำลีหรือปุยนุ่น หรือได้จับต้องวัตถุสีขาวมีน้ำหนักเบาเช่นสำลี  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรหรือเพื่อนฝูง หรือจะได้รับโชคลาภจากการเสี่ยง',
    's1' => '1',
    's2' => '9',
    's3' => '11 , 16 , 19 , 111 , 116 , 119',
    'c' => 'ส',
  ),
  'สีลม' => 
  array (
    'd' => 'ฝันเห็นสีลมหรือใบพัดเครื่องสีลม หรือกังหันขนาดใหญ่ <br />
<u>ทำนายว่า</u> จะต้องเดินทางไกล หรือมีอันโยกย้ายที่อยู่หรือในหน้าที่การงาน',
    's1' => '1',
    's2' => '4',
    's3' => '14 , 18 , 16 , 148 , 486 , 834',
    'c' => 'ส',
  ),
  'สุนัขหอน' => 
  array (
    'd' => 'ฝันว่าได้ยินสุนัขหอน <br />
<u>ทำนายว่า</u> จะได้ข่าวไม่ดีของญาติมิตร หรือในบ้านจะมีคนป่วย',
    'c' => 'ส',
  ),
  'สุรา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้ดื่มสุราเมามาย  <br />
<u>ทำนายว่า</u> จะได้ลาภจากญาติผู้ใหญ่ หรือข่าวดีจากเพื่อนฝูง',
    's1' => '3',
    's2' => '2',
    's3' => '23 , 24 , 463 , 234 , 263',
    'c' => 'ส',
  ),
  'สุสาน' => 
  array (
    'd' => 'ฝันเห็นที่ฝังศพหรือฮวงซุ้ย หรือตนเอวเดินเข้าไปในสุสานที่ฝังศพ <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภทางไกล หรือจะมีผู้นำลาภมาให้ถึงบ้าน',
    'c' => 'ส',
  ),
  'สุหร่าย' => 
  array (
    'd' => 'ฝันเห็นสุหร่ายหรือเครื่องโปรยน้ำอย่างฝักบัว เห็นสายน้ำพุหรือน้ำพุ่งออกจากฝักบัว  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากเพื่อนฝูง หรือญาติมิตร',
    's1' => '2',
    's2' => '9',
    's3' => '22 , 26 , 29 , 229 , 236 , 209',
    'c' => 'ส',
  ),
  'สูบ' => 
  array (
    'd' => 'ฝันว่าสูบบุหรี่ ปลายไฟบุหรี่แดงวาบ  <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์น้อยๆ จากอุบัติเหตุ หรือการเสียเงินเสียทองโดยไร้ประโยชน์ หรือมิฉะนั้น จะถูกขโมยทรัพย์สิน',
    'c' => 'ส',
  ),
  'เส้นด้าย' => 
  array (
    'd' => 'ฝันเห็นเส้นด้ายหรือเส้นไหม หรือได้จับต้องวัตถุที่เป็นเส้นๆ เช่น เชือก หรือป่าน หรือด้าย  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรทางไกล หรือมิฉะนั้น จะมีคนนำลาภมาให้ถึงบ้าน',
    's1' => '1',
    's2' => '4',
    's3' => '11 , 41 , 141 , 473 , 217',
    'c' => 'ส',
  ),
  'เสวียน' => 
  array (
    'd' => 'ฝันเห็นเสวียนหม้อข้าว หรือเห็นคนหิ้วเสวียนหม้อข้าวผ่านหน้าไป  <br />
<u>ทำนายว่า</u> จะได้เพื่อนแปลกถิ่นทางไกลเป็นมิตรแท้ หรือจะมีเพื่อนฝูงช่วยเหลือในการงานและการเงิน',
    's1' => '5',
    's2' => '2',
    's3' => '22 , 55 , 335 , 352 , 229',
    'c' => 'ส',
  ),
  'เสาเรือน' => 
  array (
    'd' => 'ฝันว่าเสาเรือนในบ้านตกน้ำมัน หรือ<br />
ฝันว่าเสาเรือนผุ มีรอยมอดกัดแทะ  <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายที่อยู่ หรือมีอันแตกร้าวในครอบครัว',
    's1' => '7',
    's2' => '9',
    's3' => '76 , 79 , 076 , 709 , 717',
    'c' => 'ส',
  ),
  'เสียจริต' => 
  array (
    'd' => 'ฝันว่าตนเองเสียจริต หรือจิตวิกล หรือเห็นคนบ้าวิ่งกระเซอะกระเซิงผ่านหน้าไป  <br />
<u>ทำนายว่า</u> จะต้องเสียของรักมีค่า หรือมีการแตกร้าวในครอบครัว หรือคนในบ้าน',
    's1' => '6',
    's2' => '4',
    's3' => '63 , 65 , 466 , 467 , 763',
    'c' => 'ส',
  ),
  'เสี้ยนหนาม' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าถูกเสี้ยนหนามตำเท้า หรือตำเข้าไปในผิวหนังได้รับความเจ็บปวด  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือพ้นจากโรคภัยไข้เจ็บ ศัตรูจะกลับมาเป็นมิตร',
    's1' => '5',
    's2' => '6',
    's3' => '15 , 06 , 156 , 556 , 563',
    'c' => 'ส',
  ),
  'เสือ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าขี่เสือ  <br />
<u>ทำนายว่า</u> จะมีอำนาจวาสนาหรือได้รับการเลื่อนตำแหน่งหน้าที่ ถ้า<br />
ฝันว่าถูกเสือกัด  <br />
<u>ทำนายว่า</u> จะได้โชคลาภจากเพศตรงข้าม ถ้า<br />
ฝันว่าฆ่าเสือตาย  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หรือหมดศัตรู ที่เจ็บป่วยจะหาย',
    's1' => '3',
    's2' => '4',
    's3' => '34 , 30 , 349 , 309 , 344',
    'c' => 'ส',
  ),
  'เสื้อผ้า' => 
  array (
    'd' => 'ฝันว่าได้สวมเสื้อผ้าใหม่  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หายจากโรค ถ้า<br />
ฝันว่าได้ถอดเสื้อผ้าออกจากร่าง  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติพี่น้องทางไกลที่จากกันไปนาน ถ้า<br />
ฝันว่า ได้รับเสื้อผ้าจากคนนำมาให้  <br />
<u>ทำนายว่า</u> จะมีคนมาขออาศัยอยู่ในบ้าน และจะนำความเดือดร้อนมาสู่ ถ้า<br />
ฝันว่าซักเสื้อผ้า จะได้รับโชค',
    'c' => 'ส',
  ),
  'แส้' => 
  array (
    'd' => 'ฝันว่าถูกตีด้วยแส้ เจ็บปวดและมีโลหิตไหลออกจากกายเรา <br />
<u>ทำนายว่า</u> จะได้รับทุกขลาภ ที่ป่วยเจ็บจะหายแต่ต้องเสียเงินทองมาก ที่ได้โชคลาภในการเสี่ยงก็มักจะมีเคราะห์ในขณะเดียวกัน',
    'c' => 'ส',
  ),
  'แสง' => 
  array (
    'd' => 'ถ้า<br />
ฝันเห็นแสงสว่างในห้องเป็นระเบียบ (ไม่ใช่แสงไฟลุกโพลง) <br />
<u>ทำนายว่า</u> ครอบครัวจะเป็นสุข กิจการต่างๆ ที่กำลังดำเนินอยู่จะรุ่งเรือง',
    's1' => '9',
    's2' => '5',
    's3' => '49 , 59 , 149 , 519 , 549',
    'c' => 'ส',
  ),
  'แสตมป์' => 
  array (
    'd' => 'ฝันเห็นแสตมป์จดหมาย หรือจับต้องแสตมป์ <br />
<u>ทำนายว่า</u> จะได้รับการเปลี่ยนแปลงหน้าที่ หรือโยกย้าย หรือคนในบ้านจะแยกออกไป',
    's1' => '4',
    's2' => '6',
    's3' => '44 , 46 , 446 , 436 , 632',
    'c' => 'ส',
  ),
  'ไส้เดือน' => 
  array (
    'd' => 'ฝันว่าจับต้องไส้เดือน หรือพยาธิ หรือตัวหนอน <br />
<u>ทำนายว่า</u> จะได้ลาภจากการเสี่ยงโชค หรือลาภทางการค้านายหน้าซื้อขาย',
    's1' => '1',
    's2' => '4',
    's3' => '11 , 12 , 114 , 110 , 164',
    'c' => 'ส',
  ),
  'หกล้ม' => 
  array (
    'd' => 'ฝันว่าหกล้ม <br />
<u>ทำนายว่า</u> ระวังจะถูกเพื่อนหักหลังในเรื่องการงานหรือธุรกิจ',
    'c' => 'ห',
  ),
  'หงส์' => 
  array (
    'd' => 'ฝันเห็นหงส์หรือห่านขาวในสระ เป็นความฝันที่ดีถ้าเป็นชายโสดฝัน จะได้ภรรยาตระกูลสูง ถ้าเป็นหญิงโสด จะได้รับของขวัญหรือโชคลาภจากเพศตรงข้าม ถ้าเป็นสตรีมีครรภ์จะได้บุตรสาวน่ารักและมีสกุล',
    's1' => '5',
    's2' => '3',
    's3' => '52 , 53 , 152 , 153 , 253',
    'c' => 'ห',
  ),
  'หงอนไก่' => 
  array (
    'd' => 'ฝันเห็นหงอนไก่มีหงอนแดงจัด หรือดอกไม้หงอนไก่ <br />
<u>ทำนายว่า</u> จะได้รับภยันตรายจากไฟ หรืออุบัติเหตุ หรือมิฉะนั้น จะได้รับความตื่นตกใจ ทำให้ป่วยเจ็บร่างกาย',
    'c' => 'ห',
  ),
  'หญ้า' => 
  array (
    'd' => 'ฝันว่าได้นั่งบนพื้นหญ้า หรือนอนกลางสนามหญ้า  <br />
<u>ทำนายว่า</u> จะได้รับโชค หรือมีลาภเป็นสัตว์เลี้ยง',
    's1' => '0',
    's2' => '6',
    's3' => '05 , 06 , 116 , 105 , 506',
    'c' => 'ห',
  ),
  'หนวด' => 
  array (
    'd' => 'ฝันว่าได้ตัดหนวด หรือโกนหนวดตัวเอง  <br />
<u>ทำนายว่า</u> จะต้องเป็นปากเป็นเสียงกับคนในบ้าน หรือในที่ทำงาน',
    's1' => '8',
    's2' => '2',
    's3' => '81 , 82 , 481 , 482 , 208',
    'c' => 'ห',
  ),
  'หนังสือ' => 
  array (
    'd' => 'ฝันว่าเขียนหนังสือ เป็นฝันดี  <br />
<u>ทำนายว่า</u> จะได้รับส่วนแบ่งจากผลประโยชน์ร่วมกับมิตรสหาย ผู้ที่ฝันอยากมีบุตร จะได้บุตรสมประสงค์ ถ้า<br />
ฝันว่าอ่านหนังสือจะได้รับเกียรติยศและชื่อเสียงในผลงานที่ทำ',
    's1' => '1',
    's2' => '2',
    's3' => '12 , 13 , 14 , 112 , 134 , 342',
    'c' => 'ห',
  ),
  'หน้า' => 
  array (
    'd' => 'ฝันว่าตนเองล้างหน้า หรือถูกจับต้องใบหน้าหรือฝัดหน้าด้วยแป้ง  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือจะได้รับอุปการะจากผู้ใหญ่ในหน้าที่การงาน หรือการวิ่งเต้นค้าขาย',
    's1' => '1',
    's2' => '7',
    's3' => '18 , 16 , 17 , 117 , 718 , 716',
    'c' => 'ห',
  ),
  'หน้าต่าง' => 
  array (
    'd' => 'ฝันเห็นหน้าต่างเปิด มีแสงสว่างของดวงอาทิตย์หรือดวงจันทร์ส่องลอดเข้ามา  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะเป็นผลสำเร็จ หรือสิ่งที่หวังไว้จะได้รับสมหวัง ถ้า<br />
ฝันว่า หน้าต่างปิด  <br />
<u>ทำนายว่า</u> การที่คิดหรือหวังไว้จะมีอุปสรรค หรือต้องเสียเงินเสียทองไปโดยเปล่าประโยชน์ ถ้า<br />
ฝันว่ากระโดดทางหน้าต่าง จะมีเคราะห์ เกี่ยวกับหน้าที่การงาน หรือกิจการค้าที่กำลังทำอยู่อาจต้องถึงกับล้มละลาย หรือต้องคดีได้',
    'c' => 'ห',
  ),
  'หนาม' => 
  array (
    'd' => 'ฝันว่าถูกหนามเกี่ยวหรือหนามตำ <br />
<u>ทำนายว่า</u> จะได้รับทุกข์ทางใจ หรือถูกคนสบประมาท ขัดขวางในธุรกิจต่างๆ',
    'c' => 'ห',
  ),
  'หนี้สิน' => 
  array (
    'd' => 'ฝันว่าเป็นหนี้หรือถูกเจ้าหนี้ทวงเงิน  <br />
<u>ทำนายว่า</u> จะเจ็บป่วยหรือเสียเงิน ถ้าในฝันนั้นได้ใช้หนี้  <br />
<u>ทำนายว่า</u> จะมีทุกขลาภ คือมีเคราะห์เจ็บป่วยหรือเสียข้าวของก่อนแล้วจะได้รับผลตอบแทนเป็นลาภภายหลัง',
    's1' => '0',
    's2' => '6',
    's3' => '06 , 05 , 506 , 608 , 615',
    'c' => 'ห',
  ),
  'ห่มผ้า' => 
  array (
    'd' => 'ฝันว่าตนเองได้ห่มผ้าคลุมผืนใหญ่ ใน<br />
ฝันว่าเป็นผ้าใหม่<br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติมิตรทางไกล หรือพี่น้องที่ป่วยเจ็บจะหายทุเลา <br />
ถ้า<br />
ฝันว่าเป็นผ้าเก่า <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากหน้าที่การงานของตนเอง',
    's1' => '8',
    's2' => '4',
    's3' => '48 , 49 , 488 , 089 , 084',
    'c' => 'ห',
  ),
  'หม้อ' => 
  array (
    'd' => 'ฝันเห็นหม้อข้าวหม้อแกง หรือ<br />
ฝันว่าเอาของใช้ต่างๆ ใส่ลงในหม้อ  <br />
<u>ทำนายว่า</u> จะได้สมาชิกใหม่เพิ่มขึ้นในครอบครัว หรือมิฉะนั้นก็จะได้คนใช้หรือบริวารรับใช้เพิ่มขึ้น ชายโสดฝัน อาจจะได้ภริยาที่เป็นศรีแก่เรือน',
    's1' => '5',
    's2' => '7',
    's3' => '56 , 57 , 561 , 571 , 572',
    'c' => 'ห',
  ),
  'หมอน' => 
  array (
    'd' => 'ฝันว่าได้เข้าไปนอนในมุ้งครอบ หรือได้รับมุ้งหมอนจากผู้นำมาให้ในฝัน <br />
<u>ทำนายว่า</u> จะได้พบเนื้อคู่ที่พึงพอใจหรือจะได้ลาภเป็นข้าวของที่ถูกใจ',
    'c' => 'ห',
  ),
  'หมา' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าถูกสุนัขหรือหมากัด <br />
<u>ทำนายว่า</u> จะเคราะห์ร้ายหรือได้รับเคราะห์จากศัตรู หรือจากคนใกล้ชิด <br />
ถ้า<br />
ฝันว่าสุนัขเข้ามาเลียแข้งขา <br />
<u>ทำนายว่า</u> ศัตรูจะเข้ามาเป็นมิตร ที่ร้ายจะกลายเป็นดี <br />
ถ้า<br />
ฝันว่าได้อุ้มลูกหมาขนปุยน่ารัก <br />
<u>ทำนายว่า</u> คนในบ้านต่ำอายุกว่าจะก่อความเดือดร้อนใจให้ภายหลัง',
    'c' => 'ห',
  ),
  'หลุม' => 
  array (
    'd' => 'ฝันว่าเดินตกลงไปในหลุมอสรพิษ หรือหลุมมีเศษกระเบื้องแตกอยู่ก้นหลุม  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือพ้นจากโรคภัย หรือจะมีทุกข์แล้วมีลาภ',
    's1' => '0',
    's2' => '5',
    's3' => '06 , 05 , 506 , 501 , 505',
    'c' => 'ห',
  ),
  'ห่วง' => 
  array (
    'd' => 'ฝันเห็นห่วงขอ หรือห่วงเหล็กหรือวัสดุที่กลมเป็นรูปวงแหวน  <br />
<u>ทำนายว่า</u> จะได้รับข่าวจากญาติมิตรทางไกล หรือคนในบ้านจะมีเหตุร้าย',
    'c' => 'ห',
  ),
  'หวาย' => 
  array (
    'd' => 'ฝันว่าถูกเฆี่ยนด้วยหวาย หรือถูกหวายรัด  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือพ้นจากโรคภัยไข้เจ็บ หรือผ่านพ้นอุบัติเหตุต่างๆ และจะมีลาภตามมาภายหลัง',
    's1' => '5',
    's2' => '1',
    's3' => '51 , 56 , 115 , 556 , 551',
    'c' => 'ห',
  ),
  'หวีผม' => 
  array (
    'd' => 'ฝันว่าหวีผมตนเองใส่น้ำมัน ถ้าฝันในตอนกลางวัน  <br />
<u>ทำนายว่า</u> จะเคราะห์ร้าย ถึงเลือดตกยางออก ถ้าฝันในเวลากลางคืน <br />
<u>ทำนายว่า</u> คนรักหรือสามีหรือภริยาจะนอกใจ',
    'c' => 'ห',
  ),
  'หัวล้าน' => 
  array (
    'd' => 'ฝันเห็นคนหัวล้านผ่านหน้า หรือเห็นหัวล้านชนกันเป็นที่สนุกสนาน <br />
<u>ทำนายว่า</u> จะได้รับความเดือดเนื้อร้อนใจจากเพื่อนบ้าน หรือคนในบ้าน',
    's1' => '5',
    's2' => '6',
    's3' => '66 , 55 , 565 , 550 , 585',
    'c' => 'ห',
  ),
  'หัวหมู' => 
  array (
    'd' => 'ฝันเห็นหัวหมู หรือเครื่องบายศรี หรือหัวหมูวางหน้าศาลเจ้า  <br />
<u>ทำนายว่า</u> จะได้รับโชคจากการค้า หรือได้เลื่อนตำแหน่งหน้าที่การงาน',
    's1' => '1',
    's2' => '2',
    's3' => '11 , 12 , 219 , 191 , 122',
    'c' => 'ห',
  ),
  'หางกระเบน' => 
  array (
    'd' => 'ฝันว่าจับชายผ้านุ่ง หรือหางกระเบนของผ้าที่นุ่งโจงอยู่ หรือ<br />
ฝันว่า เห็นคนนุ่ง ผ้าโจงกระเบน <br />
<u>ทำนายว่า</u> ญาติผู้ใหญ่ภายในบ้าน จะเป็นปากเสียง หรือขัดแย้งกับเราภายในครอบครัว',
    'c' => 'ห',
  ),
  'หางไก่' => 
  array (
    'd' => 'ฝันว่าได้จับหางไก่หรือขนที่ตัวไก่  <br />
<u>ทำนายว่า</u> จะได้ลาภจากการเสี่ยง หรือลาภทางนายหน้าวิ่งเต้นซื้อขาย',
    's1' => '1',
    's2' => '7',
    's3' => '11 , 17 , 16 , 671 , 117 , 119',
    'c' => 'ห',
  ),
  'หาดทราย' => 
  array (
    'd' => 'ฝันว่าไปเที่ยวหาดทราย <br />
<u>ทำนายว่า</u> จะมีความสุขสนุกสนาน ได้เดินทางท่องเที่ยว ได้ลาภจากเพศตรงข้าม',
    'c' => 'ห',
  ),
  'หาบของ' => 
  array (
    'd' => 'ฝันเห็นคนหาบของ <br />
<u>ทำนายว่า</u> ต้องพยายามอดทนกับความยากลำบากไปก่อน ยังไม่หมดเคราะห์',
    'c' => 'ห',
  ),
  'หิ่งห้อย (ตัวเดียว)' => 
  array (
    'd' => 'ฝันเห็นหิ่งห้อยตัวเดียว  <br />
<u>ทำนายว่า</u> การที่คิดไว้จะสมหวังโชคลาภกำลังจะมา',
    's1' => '1',
    's2' => '5',
    's3' => '11 , 12 , 56 , 115 , 112 , 165',
    'c' => 'ห',
  ),
  'หิ่งห้อย (หลายตัว)' => 
  array (
    'd' => 'ฝันเห็นหิ่งห้อยมีแสงเรืองๆ ที่ก้น บินกันมาเป็นกลุ่ม  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีในตำแหน่ง หรือเกี่ยวกับโชคดีภายในบ้าน หรือครอบครัว',
    's1' => '4',
    's2' => '9',
    's3' => '95 , 46 , 49 , 492 , 296 , 965',
    'c' => 'ห',
  ),
  'หิมพานต์' => 
  array (
    'd' => 'ฝันว่าตนเองเดินหลงเข้าไปในป่าแห่งหนึ่งตามความเข้าใจว่าเป็นป่าหิมพานต์  <br />
<u>ทำนายว่า</u> จะมีการโยกย้ายที่อยู่ หรือหน้าที่ในตำแหน่งโดยกะทันหัน',
    's1' => '4',
    's2' => '5',
    's3' => '45 , 46 , 544 , 644 , 537',
    'c' => 'ห',
  ),
  'หุ่น' => 
  array (
    'd' => 'ฝันเห็นหุ่นโชว์เสื้อหรือหุ่นยนต์  <br />
<u>ทำนายว่า</u> จะถูกหลอกลวงหรือต้องเสียทรัพย์ หรือมิฉะนั้นก็จะต้องถูกโทรกรรม',
    'c' => 'ห',
  ),
  'หุ่นไล่กา' => 
  array (
    'd' => 'ฝันเห็นหุ่นไล่กา <br />
<u>ทำนายว่า</u> การงานดี การเงินจะมั่นคง ดวงกำลังดีขึ้นเรื่อยๆ',
    'c' => 'ห',
  ),
  'เห็ด' => 
  array (
    'd' => 'ฝันเห็นเห็ด <br />
<u>ทำนายว่า</u> จะหมดเคราะห์และจะได้รับความสุข ถ้าป่วยก็จะหายเร็ววัน',
    'c' => 'ห',
  ),
  'เหรียญ' => 
  array (
    'd' => 'ฝันเห็นเงินหรือทองหรือได้จับต้อง มีผู้นำเอามาให้ ในฝัน <br />
<u>ทำนายว่า</u> จะได้รับความเดือดเนื้อร้อนใจทางครอบครัวหรือทุกข์ร้อนเกี่ยวกับเรื่องหนี้สิน ถ้ามีลูกหนี้จะถูกโกงหรือถูกยักยอก',
    'c' => 'ห',
  ),
  'เหรียญเงิน' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่าได้จับสตางค์หรือเงิน <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือเดือดร้อนจากการเสียเงินทองเพราะป่วยเจ็บ',
    'c' => 'ห',
  ),
  'เหาะเหิน' => 
  array (
    'd' => 'ฝันว่าตนเองเหาะเหินเดินไปในอากาศได้  <br />
<u>ทำนายว่า</u> จะมีเคราะห์ หรือมิฉะนั้นก็จะป่วยเจ็บ แต่จะเป็นทุกขลาภภายหลัง',
    's1' => '5',
    's2' => '9',
    's3' => '55 , 56 , 955 , 959 , 865',
    'c' => 'ห',
  ),
  'เหี้ย' => 
  array (
    'd' => 'ฝันว่าเหี้ยหรือตะกวดขึ้นบ้าน หรือได้ไล่ตีไล่จับ  <br />
<u>ทำนายว่า</u> จะได้ลาภ หรือได้โชคทางการเสี่ยง',
    's1' => '4',
    's2' => '9',
    's3' => '48 , 49 , 148 , 149 , 744',
    'c' => 'ห',
  ),
  'แห' => 
  array (
    'd' => 'ฝันว่าได้จับตาข่าย หรือเอาตาข่ายไปขึงดักจับสัตว์ได้ <br />
<u>ทำนายว่า</u> จะได้ลาภจากการค้าหรือการเสี่ยงโชค <br />
ถ้า<br />
ฝันว่าถูกตาข่ายคลุมรัดตัว จะได้รับเคราะห์อย่างหนัก',
    'c' => 'ห',
  ),
  'แห้ว' => 
  array (
    'd' => 'ฝันว่ากินแห้ว <br />
<u>ทำนายว่า</u> อาจจะมีเรื่องเดือดร้อนใจจากเพื่อน อาจเป็นญาติมิตรหรือเพื่อนบ้านก็ได้',
    'c' => 'ห',
  ),
  'ไหม้' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันเห็นไฟไหม้เคหะหรือบ้านเรือนของตน <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์อย่างหนัก อาจเกิดถ้อยร้อยความ หรือโดนย้ายที่อยู่หรือที่ทำงาน <br />
ถ้า<br />
ฝันว่าไฟไหม้สิ่งของภายในบ้าน เช่นไหม้ เตียง,โต๊ะ,หรือเสื้อผ้า <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์ หรือโยกย้ายเปลี่ยนแปลงที่อยู่ หรือที่ทำงาน หรืออาจมีการเดินทางไกล <br />
ถ้า<br />
ฝันว่าไฟไหม้แต่ไม่เห็นแสงไฟมีแต่ควันดำหรือขาวครึ้ม <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ หรือรับเคราะห์แล้ว จะมีลาภ(ในฝันที่เกี่ยวกับเรื่องไฟถือว่าเป็นเคราะห์หนัก)',
    'c' => 'ห',
  ),
  'ไหล' => 
  array (
    'd' => 'ฝันเห็นปลาไหลอยู่ในน้ำ <br />
<u>ทำนายว่า</u> จะเอาชนะอุปสรรคหรือความยากลำบากต่างๆ ได้',
    'c' => 'ห',
  ),
  'อ่าง' => 
  array (
    'd' => 'ฝันว่าลงไปในอ่างน้ำ หรือเอามือลงไปล้างในอ่างน้ำ  <br />
<u>ทำนายว่า</u> จะหมดเคราะห์ ที่เจ็บจะหาย และจะมีลาภตามมาภายหลัง',
    's1' => '0',
    's2' => '8',
    's3' => '08 , 04 , 208 , 209 , 508',
    'c' => 'อ',
  ),
  'องครักษ์' => 
  array (
    'd' => 'ฝันเห็นองครักษ์หรือทหารรักษาพระองค์ <br />
<u>ทำนายว่า</u> ผู้ใหญ่จะสนับสนุนการงานธุรกิจ หรือจะได้ข่าวดีจากญาติสนิทมิตรสหายที่อยู่ห่างไกลกัน',
    'c' => 'อ',
  ),
  'อนุสาวรีย์' => 
  array (
    'd' => 'ฝันเห็นอนุสาวรีย์ หรือรูปปั้น หรือสถานที่ศักดิ์สิทธิ์  <br />
<u>ทำนายว่า</u> จะได้รับข่าวดีจากญาติมิตร หรือจะได้เลื่อนตำแหน่งหน้าที่การงาน',
    's1' => '9',
    's2' => '1',
    's3' => '19 , 09 , 109 , 119 , 189',
    'c' => 'อ',
  ),
  'อวัยวะเพศ' => 
  array (
    'd' => 'ฝันเห็นอวัยวะเพศชาย <br />
<u>ทำนายว่า</u> ท่านกำลังจะหมดเคราะห์ ถ้าป่วยอาการป่วยไข้จะทุเลา ถ้ามีคดีความก็จะชนะคดีความ <br />
ฝันเห็นอวัยวะเพศหญิง <br />
<u>ทำนายว่า</u> จะได้รับเคราะห์หรือโชคร้ายจากการงานในหน้าที่ อาจจะมีผลต่อบุตรหลาน หรือคู่ครอง',
    'c' => 'อ',
  ),
  'อสนีบาต' => 
  array (
    'd' => 'ฝันว่าอสนีบาตตก หรือฟ้าผ่า เป็นความฝันดี  <br />
<u>ทำนายว่า</u> ผู้ฝันจะได้ลาภ หรือได้โชคทางการเสี่ยงและการค้า',
    's1' => '9',
    's2' => '2',
    's3' => '90 , 92 , 94 , 190 , 192 , 194',
    'c' => 'อ',
  ),
  'อ้อย' => 
  array (
    'd' => 'ฝันว่าได้กินอ้อย เป็นความฝันดี ผู้ฝันจะได้ลาภยศ และจะหมดเคราะห์หมดโรคภัย',
    's1' => '1',
    's2' => '7',
    's3' => '11 , 12 , 17 , 111 , 112 , 117',
    'c' => 'อ',
  ),
  'อาคาร' => 
  array (
    'd' => 'ฝันเห็นบ้านหรือเรือนปรักหักพัง <br />
<u>ทำนายว่า</u> จะเสียของรักหรือมีเหตุทะเลาะวิวาทภายในครอบครัว <br />
ถ้า<br />
ฝันว่าเดินเข้าไปในบ้านร้าง <br />
<u>ทำนายว่า</u> จะต้องโยกย้ายที่อยู่หรือการงาน <br />
ถ้า<br />
ฝันเห็นบ้านตนเองถูกไฟไหม้ จะเดือดเนื้อร้อนใจหรือต้องคดีทางกฎหมาย',
    'c' => 'อ',
  ),
  'อาเจียน' => 
  array (
    'd' => 'ฝันว่าอาเจียนออกมาเป็นเลือด  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภก้อนใหญ่ <br />
ฝันว่าอาเจียนเป็นหนองข้น  <br />
<u>ทำนายว่า</u> จะเกิดเคราะห์ร้ายแก่บุตรภรรยาสามี <br />
ฝันว่าอาเจียนออกมาทั้งหนองทั้งเลือด  <br />
<u>ทำนายว่า</u> จะได้รับความมั่งคั่งสมบูรณ์',
    's1' => '0',
    's2' => '6',
    's3' => '05 , 06 , 07 , 805 , 806 , 807',
    'c' => 'อ',
  ),
  'อาทิตย์' => 
  array (
    'd' => 'ฝันว่าได้เห็นดวงอาทิตย์เปล่งรัศมีลงมาสู่พื้นดิน แต่ไม่บังเกิดความร้อน <br />
<u>ทำนายว่า</u> จะเป็นศุภมิตรอันดีแก่ชีวิต หรือจะได้บุตรเป็นชายมีสง่าน่ารัก',
    'c' => 'อ',
  ),
  'อานม้า' => 
  array (
    'd' => 'ฝันเห็นอานม้าหรือนั่งบนอานม้า <br />
<u>ทำนายว่า</u> จะมีโชคลาภ มีคนสนับสนุนช่วยเหลือให้ประสบความสำเร็จ',
    'c' => 'อ',
  ),
  'อาบน้ำ' => 
  array (
    'd' => 'ฝันว่าอาบน้ำที่ใสสะอาด เป็นความฝันอันเป็นมงคลแก่ตน แต่ถ้าเป็นน้ำขุ่นโคลนตม จะมีเคราะห์หรือทุกข์เศร้าโศก',
    's1' => '2',
    's2' => '1',
    's3' => '25 , 28 , 29 , 251 , 281 , 291',
    'c' => 'อ',
  ),
  'อาวุธ' => 
  array (
    'd' => 'หญิงชายใด<br />
ฝันว่า ได้รับศัตราวุธต่างๆ <br />
<u>ทำนายว่า</u> ฝันนี้เป็นนิมิตดี จะมีอำนาจวาสนา หรือได้ผู้ใหญ่อุปการะช่วยเหลือ',
    'c' => 'อ',
  ),
  'อาศรม' => 
  array (
    'd' => 'ฝันเห็นอาศรมของนักบวชหรือผู้ทรงศีล <br />
<u>ทำนายว่า</u> สุขกายสุขใจ ไม่มีโรคภัย ครอบครัวสุขสันต์',
    'c' => 'อ',
  ),
  'อิฐ' => 
  array (
    'd' => 'ฝันว่าได้จับอิฐเป็นก้อน หรือหิน หรือเดินไปสะดุดอิฐก้อนใหญ่  <br />
<u>ทำนายว่า</u> จะได้รับโชคลาภจากญาติมิตรทีใกล้ชิด',
    's1' => '5',
    's2' => '6',
    's3' => '55 , 56 , 06 , 556 , 506 , 509',
    'c' => 'อ',
  ),
  'อินทรีย์' => 
  array (
    'd' => 'ฝันเห็นนกอินทรีย์ หรือนกใหญ่ บินมาโฉบร่างเรา หรือบินอยู่บนท้องฟ้าน่าเกรงกลัว  <br />
<u>ทำนายว่า</u> จะได้อำนาจวาสนา หรือได้เลื่อนยศเลื่อนตำแหน่งหน้าที่',
    's1' => '9',
    's2' => '8',
    's3' => '98 , 99 , 969 , 988 , 908',
    'c' => 'อ',
  ),
  'อีกา' => 
  array (
    'd' => 'ฝันเห็นอีกา <br />
<u>ทำนายว่า</u> ระวังจะเสียเงินเสียทอง มีคนคิดไม่ซื่อ',
    'c' => 'อ',
  ),
  'อุจจาระ' => 
  array (
    'd' => 'ฝันเห็นอุจจาระหรือขี้ หรือได้จับขี้ หรือตัวเองถ่ายอุจจาระ <br />
<u>ทำนายว่า</u> ผู้นั้นจะมีเคราะห์ จะมีเรื่องเสื่อมเสียในทางชื่อเสียง หรือถูกคนนินทากล่าวร้ายป้ายสี',
    'c' => 'อ',
  ),
  'อุบัติเหตุ' => 
  array (
    'd' => 'ฝันว่าเกิดอุบัติเหตุ ส่วนมากจะเป็นฝันร้าย มักจะเกิดกับตนเองหรือไม่ก็ญาติพี่น้องและบริวาร เช่น <br />
ฝันว่า เกิดอุบัติเหตุทำให้ศีรษะบาดเจ็บ  <br />
<u>ทำนายว่า</u> จะเกิดอันตรายแก่ตนเอง หรือญาติผู้ใหญ่บิดามารดา อุบัติเหตุที่ขาข้างขวา จะเกิดแก่พี่น้องอุบัติเหตุที่ขาข้างซ้าย จะได้แก่คนใช้ ที่มือข้างซ้ายหรือข้างขวา จะเกิดแก่ภรรยาและบุตร',
    'c' => 'อ',
  ),
  'อุ้มเด็ก' => 
  array (
    'd' => 'ฝันว่าอุ้มเด็ก <br />
<u>ทำนายว่า</u> คนโสดจะได้คู่ คนมีคู่จะได้ลูก',
    'c' => 'อ',
  ),
  'อูฐ' => 
  array (
    'd' => 'ฝันเห็นอูฐ <br />
<u>ทำนายว่า</u> จะมีคนต่างชาติชวนไปทำงาน จะเป็นงานที่ดีกว่าที่ทำอยู่มาก หรือได้ติดต่องานกับคนต่างชาติ',
    'c' => 'อ',
  ),
  'อู่รถ' => 
  array (
    'd' => 'ฝันเห็นอู่รถ <br />
<u>ทำนายว่า</u> อาจจะเสียทรัพย์หรือเกิดอุบัติเหตุ หากมีแผนการเดินทาง ขอให้เลื่อนออกไปสักระยะ',
    'c' => 'อ',
  ),
  'แอก' => 
  array (
    'd' => 'ฝันเห็นแอกวางบนหัววัวควาย <br />
<u>ทำนายว่า</u> จะเกิดอุปสรรค การงานธุรกิจติดขัด ต้องอดทนให้มากแล้วจะผ่านพ้นไปได้',
    'c' => 'อ',
  ),
  'โอ่ง' => 
  array (
    'd' => 'ฝันว่าเห็นโอ่งที่มีน้ำอยู่เต็ม <br />
<u>ทำนายว่า</u> จะร่ำรวยเงินทอง<br />
ฝันว่าเห็นโอ่งมีไม่มีน้ำเลย <br />
<u>ทำนายว่า</u> จะลำบากก่อนแล้วสบายทีหลัง',
    'c' => 'อ',
  ),
  'ไอ' => 
  array (
    'd' => 'ฝันว่าไอไม่หยุด <br />
<u>ทำนายว่า</u> ครอบครัวจะมีปัญหากัน อาจจะเป็นเรื่องลูกหลานหรือมรดก',
    'c' => 'อ',
  ),
  'นกฮูก นกเค้าแมว' => 
  array (
    'd' => 'ฝันเห็นนกฮูกหรือนกเค้าแมว  <br />
<u>ทำนายว่า</u> จะได้รับข่าวทางไกลจากมิตร อาจมีทั้งข่าวดีและข่าวร้าย',
    's1' => '0',
    's2' => '8',
    's3' => '08 , 09 , 108 , 709 , 309',
    'c' => 'ฮ',
  ),
  'ฮองเฮา , ราชินี' => 
  array (
    'd' => 'ฝันเห็นราชินีของจีน ตามภาพนึกคิดในฝัน  <br />
<u>ทำนายว่า</u> จะได้ลาภใหญ่',
    's1' => '8',
    's2' => '9',
    's3' => '89 , 18 , 189 , 889',
    'c' => 'ฮ',
  ),
  'ฮินดู' => 
  array (
    'd' => 'ฝันเห็นคนนับถือศาสนาฮินดู กำลังนมัสการ พระพรหม พระศิวะหรือพระนารายณ์ พระพิฆเนศ ตลอดจนเหล่าเทพของฮินดู <br />
<u>ทำนายว่า</u> จะหมดเคราะห์หมดโศก สุขภาพจะแข็งแรง',
    'c' => 'ฮ',
  ),
  'เฮฮา' => 
  array (
    'd' => 'ฝันว่าตนเองกำลังอยู่ในงานเลี้ยง สนุกสนานเฮฮาเต็มที่ <br />
<u>ทำนายว่า</u> จะเจ็บป่วยหรือชื่อเสียงเสื่อมเสีย',
    'c' => 'ฮ',
  ),
);



echo json_encode($e);
?>