<?php

require_once('../../handlers/boxza.php');

# Initialization Application
_::load('bin');



$db=_::db();

$folder=_::folder();

$format=_::format();



$cate=array(
	'4f0a64609eb19f1a1c000049'=>array(1,'สถานที่ท่องเที่ยว'),
	'4f0a64609eb19f1a1c000060'=>array(2,'ที่พัก'),
	'4f0a64609eb19f1a1c000067'=>array(3,'อาหาร และเครื่องดื่ม'),
	'4f0a64609eb19f1a1c000057'=>array(4,'สถานบริการด้านความบันเทิง'),
	'4f0a64609eb19f1a1c00000a'=>array(5,'สถานศึกษา'),
	'4f0a64609eb19f1a1c000001'=>array(6,'หน่วยงานราชการ รัฐวิสาหกิจ'),
	'4f0a64609eb19f1a1c00000f'=>array(7,'ศูนย์รวมการซื้อ-ขาย'),
	'4f0a64609eb19f1a1c00001d'=>array(8,'การเดินทาง การคมนาคม'),
	'4f0a64609eb19f1a1c00003c'=>array(9,'กีฬา'),
	'4f0a64609eb19f1a1c00002c'=>array(10,'สถานบริการด้านสุขภาพ'),
	'4f0a64609eb19f1a1c000038'=>array(11,'การเงิน การลงทุน'),
	'4f0a64609eb19f1a1c00005c'=>array(12,'สถานีบริการเชื้อเพลิง'),
	'4f0a64609eb19f1a1c00006e'=>array(13,'ศาสนสถาน'),
	'4f0eb6329eb19fdd58000000'=>array(14,'อาสาสมัคร'),
	'4f0a64609eb19f1a1c00007d'=>array(99,'อื่นๆ')
);

$f=1;
$cate2=array(
'4f0a64609eb19f1a1c00004a'=>array(1,'อุทยานแห่งชาติ',1),
'4f0a64609eb19f1a1c00004b'=>array(2,'พิพิธภัณฑ์',1),
'4f0a64609eb19f1a1c00004c'=>array(3,'สถานที่ท่องเที่ยวทางธรรมชาติ',1),
'4f0d53f99eb19f7128001dde'=>array(9,'สวนสัตว์',1),
'4f0a64609eb19f1a1c000050'=>array(10,'เขื่อน',1),
'4f0a64609eb19f1a1c000051'=>array(11,'สถานที่ท่องเที่ยวทางประวัติศาสตร์',1),
'4f0a64609eb19f1a1c000052'=>array(12,'สถานที่ท่องเที่ยวทางวัฒนธรรม',1),
'4f0a64609eb19f1a1c000053'=>array(13,'สถานที่มีชื่อเสียง',1),
'4f0a64609eb19f1a1c000054'=>array(14,'อนุสาวรีย์',1),
'4f0a64609eb19f1a1c000055'=>array(15,'ปางช้าง',1),
'4f0d54479eb19f7128001ddf'=>array(20,'อื่นๆ',1),

'4f0a64609eb19f1a1c000061'=>array(21,'โรงแรม / รีสอร์ท',2),
'4f0a64609eb19f1a1c000063'=>array(22,'บ้านพักอุทยานแห่งชาติ',2),
'4f0a64609eb19f1a1c000064'=>array(23,'สถานที่กางเต็นท์',2),
'4f0a64609eb19f1a1c000065'=>array(24,'อพาร์ทเม้นท์, คอนโดมิเนียม',2),
'4f0a64609eb19f1a1c000066'=>array(40,'อื่นๆ',2),

'4f0a64609eb19f1a1c000068'=>array(41,'ร้านอาหารทั่วไป',3),
'4f0a64609eb19f1a1c000069'=>array(42,'ร้านอาหารฟาสต์ฟู้ด',3),
'4f0a64609eb19f1a1c00006a'=>array(43,'ร้านกาแฟ ไอศกรีม และเบเกอรี่',3),
'4f0a64609eb19f1a1c00006b'=>array(44,'ร้านอาหาร (มีสาขา)',3),
'4f0a64609eb19f1a1c00006c'=>array(45,'ร้านอาหารกึ่งผับ',3),
'4f0a64609eb19f1a1c00006d'=>array(60,'อื่นๆ',3),

'4f0a64609eb19f1a1c000058'=>array(61,'โรงภาพยนตร์',4),
'4f0a64609eb19f1a1c000059'=>array(62,'คาราโอเกะ',4),
'4f0a64609eb19f1a1c00005b'=>array(80,'อื่นๆ',4),

'4f0a64609eb19f1a1c00000b'=>array(81,'สถาบันอุดมศึกษา',5),
'4f0a64609eb19f1a1c00000c'=>array(82,'โรงเรียน',5),
'4f0a64609eb19f1a1c00000d'=>array(83,'สถาบันกวดวิชา',5),
'4f0a64609eb19f1a1c00000e'=>array(100,'อื่นๆ',5),

'4f0a64609eb19f1a1c000002'=>array(101,'กระทรวง',6),
'4f0a64609eb19f1a1c000003'=>array(102,'หน่วยงานราชการ',6),
'4f0a64609eb19f1a1c000004'=>array(103,'หน่วยงานรัฐวิสาหกิจ',6),
'4f0a64609eb19f1a1c000005'=>array(104,'องค์กรมหาชน',6),
'4f0a64609eb19f1a1c000006'=>array(105,'ไปรษณีย์',6),
'4f0a64609eb19f1a1c000007'=>array(106,'สถานีตำรวจ',6),
'4f0a64609eb19f1a1c000008'=>array(107,'ค่ายทหาร',6),
'4f0a64609eb19f1a1c000009'=>array(120,'อื่นๆ',6),

'4f0a64609eb19f1a1c000010'=>array(121,'ศูนย์การค้า',7),
'4f0a64609eb19f1a1c000011'=>array(122,'ร้านสะดวกซื้อ',7),
'4f0a64609eb19f1a1c000012'=>array(123,'แหล่งรวมอุปกรณ์ IT',7),
'4f0ab3419eb19f6f1c000012'=>array(124,'ตลาด',7),
'4f0a64609eb19f1a1c000013'=>array(125,'เฟอร์นิเจอร์ และของแต่งบ้าน',7),
'4f0a64609eb19f1a1c000015'=>array(126,'ร้านขายอาหารและอุปกรณ์สัตว์เลี้ยง',7),
'4f0a64609eb19f1a1c000017'=>array(127,'ร้านหนังสือ',7),
'4f0a64609eb19f1a1c00001c'=>array(140,'อื่นๆ',7),

'4f0a64609eb19f1a1c00001e'=>array(141,'สนามบิน',8),
'4f0a64609eb19f1a1c00001f'=>array(142,'สถานีขนส่งผู้โดยสาร',8),
'4f0a64609eb19f1a1c000020'=>array(143,'สถานีรถไฟ',8),
'4f0a64609eb19f1a1c000022'=>array(144,'ท่าเรือ',8),
'4f0a64609eb19f1a1c000023'=>array(145,'สถานีรถไฟฟ้า บีทีเอส',8),
'4f0a64609eb19f1a1c000024'=>array(146,'สถานีรถไฟใต้ดิน MRT',8),
'4f0a64609eb19f1a1c000025'=>array(147,'อู่ซ่อมรถ',8),
'4f0a64609eb19f1a1c000026'=>array(148,'เต็นท์รถ',8),
'4f0a64609eb19f1a1c000027'=>array(149,'ศูนย์บริการ, จำหน่ายรถยนต์ และโชว์รูม',8),
'4f0a64609eb19f1a1c000028'=>array(150,'วงเวียน',8),
'4f0a64609eb19f1a1c000029'=>array(151,'ทางแยก',8),
'4f154f589eb19f7c25000007'=>array(152,'สะพาน',8),
'4f2110b19eb19f0558000003'=>array(153,'ด่าน',8),
'4f2622349eb19ff417000000'=>array(154,'แม่น้ำ',8),
'4f28e3d39eb19f3f55000002'=>array(155,'อาคาร, ตึก',8),
'4f0a64609eb19f1a1c00002b'=>array(160,'อื่น ๆ',8),

'4f0a64609eb19f1a1c00003d'=>array(161,'ศูนย์กีฬา / สปอร์ตคลับ',9),
'4f0a64609eb19f1a1c000040'=>array(162,'สวนสนุก / สนามเด็กเล่น',9),
'4f0a64609eb19f1a1c000041'=>array(163,'สนามกอล์ฟ / สนามไดรฟ์กอล์ฟ',9),
'4f0a64609eb19f1a1c000043'=>array(164,'สนามรถแข่ง',9),
'4f0a64609eb19f1a1c000047'=>array(165,'สนามฟุตซอล',9),
'4f0a64609eb19f1a1c000048'=>array(180,'อื่น ๆ',9),

'4f0a64609eb19f1a1c00002d'=>array(181,'โรงพยาบาล',10),
'4f0a64609eb19f1a1c00002e'=>array(182,'คลีนิก, โพลีคลีนิก',10),
'4f0a64609eb19f1a1c00002f'=>array(183,'สถานเสริมความงาม',10),
'4f0a64609eb19f1a1c000031'=>array(184,'ศูนย์บริการสาธารณสุข',10),
'4f0a64609eb19f1a1c000033'=>array(185,'โรงพยาบาลสัตว์, สถานรักษาสัตว์',10),
'4f0a64609eb19f1a1c000034'=>array(186,'ร้านเสริมสวย',10),
'4f0a64609eb19f1a1c000035'=>array(187,'ร้านนวดเพื่อสุขภาพ, สปา',10),
'4f0a64609eb19f1a1c000036'=>array(188,'ร้านขายยา และเคมีภัณฑ์',10),
'4f3cd18d9eb19f437f000101'=>array(189,'โรงพยาบาลส่งเสริมสุขภาพตำบล',10),
'4f3e24ab9eb19fe41f000001'=>array(190,'ศูนย์บริการทางการแพทย์',10),
'4f3e24cf9eb19fe41f000002'=>array(191,'หน่วยงานทางการแพทย์',10),
'4f0a64609eb19f1a1c000037'=>array(200,'อื่น ๆ',10),

'4f0a64609eb19f1a1c000039'=>array(201,'ธนาคาร',11),
'4f0a64609eb19f1a1c00003a'=>array(202,'โรงรับจำนำ',11),
'4f0a64609eb19f1a1c00003b'=>array(220,'อื่น ๆ',11),

'4f0a64609eb19f1a1c00005d'=>array(221,'สถานีบริการน้ำมัน',12),
'4f0a64609eb19f1a1c00005e'=>array(222,'สถานีบริการ NGV',12),
'4f141c489eb19f2f71000004'=>array(223,'สถานีบริการ LPG',12),
'121212'=>array(240,'อื่นๆ',12),

'4f0a64609eb19f1a1c00006f'=>array(241,'วัด / พุทธศาสนสถาน',13),
'4f0a64609eb19f1a1c000072'=>array(242,'คริสต์ศาสนสถาน',13),
'4f0a64609eb19f1a1c000073'=>array(243,'วัดจีน / ศาลเจ้า',13),
'4f0a64609eb19f1a1c000074'=>array(244,'โรงเจ',13),
'4f0a64609eb19f1a1c000076'=>array(245,'สุเหร่า / มัสยิด',13),
'4f0a64609eb19f1a1c000077'=>array(246,'วัดฮินดู',13),
'4f0a64609eb19f1a1c000078'=>array(247,'สุสานชาวพุทธ',13),
'4f0a64609eb19f1a1c000079'=>array(248,'สุสานชาวคริสต์',13),
'4f0a64609eb19f1a1c00007a'=>array(249,'ฮวงซุ้ย, สุสานชาวจีน',13),
'4f0a64609eb19f1a1c00007b'=>array(250,'สุสานชาวมุสลิม / ฮินดู',13),
'4f0a64609eb19f1a1c00007c'=>array(260,'อื่น ๆ',13),

'4f0eb66b9eb19fdd58000001'=>array(261,'กู้ภัย /สมาคมสหพันธ์การกุศล',14),
'4f0eb7599eb19f042c000010'=>array(262,'นักวิทยุสมัครเล่น',14),
'4f0eb7ac9eb19f857e000086'=>array(263,'สถานีทวนสัญญาณ',14),
'4f2a69f89eb19fcf7d000000'=>array(280,'อื่น ๆ',14),

'4f0a64609eb19f1a1c000081'=>array(281,'สโมสร',99),
'4f0a64609eb19f1a1c000084'=>array(282,'อื่น ๆ',99),
'4f0a64609eb19f1a1c00007e'=>array(283,'ค่ายลูกเสือ',99),
'4f0a64609eb19f1a1c00007f'=>array(284,'ห้องน้ำสะอาด',99),
'4f0a64609eb19f1a1c000082'=>array(285,'สถานีสูบน้ำ',99),
'4f0a64609eb19f1a1c000083'=>array(286,'ประตูระบายน้ำ',99),
'asasasa'=>array(300,'อื่นๆ',99),



);



$zc=array(
'4'=>array(1, 'ภาคเหนือ'),
'1'=>array(2, 'ภาคกลาง'),
'3'=>array(3, 'ภาคตะวันออกเฉียงเหนือ'),
'5'=>array(4, 'ภาคตะวันตก'),
'2'=>array(5, 'ภาคตะวันออก'),
'6'=>array(6, 'ภาคใต้')
);

$start=(max(1,$_GET['start'])-1)*20000;

$_id=100001+$start;


$p=$db->find('place_bin',array(),array(),array('sort'=>array('_id'=>1),'limit'=>20000,'skip'=>$start));

for($i=0;$i<count($p);$i++)
{
	$v=$p[$i];

	#if(!isset($cate[$v['c1_id']]))
	#{
	#	print_r($v);
	#	echo $_id.': no c1 - '.$v['c1_id'].' - '.$i;
	#	exit;
	#}
	#if(!isset($cate2[$v['c2_id']]))
	#{
	#	print_r($v);
	#	echo $_id.':no c2 - '.$v['c2_id'].' - '.$i;
	#	exit;
	#}

	$fd2 = $folder->fd($_id);
	$fd=substr($fd2,0,2).'/'.substr($fd2,2,2).'/'.substr($fd2,4,2);

	$loc=explode(',',$v['latlng'],2);
	$arg=array(
					//	'_id'=>$_id,
						'_kp'=>$v['_kp'],
						'c'=>intval($cate[$v['c1_id']][0]),
						'cs'=>intval($cate2[$v['c2_id']][0]),
						'str'=>$v['adr'],
						'log'=>array(
												'amp'=>array('id'=>intval($v['dt_id']),'n'=>$v['dt_n']),
												'dist'=>array('id'=>intval($v['dt2_id']),'n'=>$v['dt2_n']),
												'prv'=>array('id'=>intval($v['pv_id']),'n'=>$v['pv_n']),
												'no'=>$v['no'],
												'soi'=>$v['soi'],
												'zip'=>$v['zip'],
												'zone'=>$v['z_id']
						),
						'loc'=>array(floatval($loc[0]),floatval($loc[1])),
						'p1'=>$zc[$v['z_id']][0],
						'ty'=>5,
						'fd'=>$fd,
						'lk'=>ltrim($fd2,'0'),
						'pl'=>1,
						'n'=>$v['nt'],
						'ne'=>$v['ne'],
	);
	$db->update('place',array('_id'=>$_id),array('$set'=>$arg));

	$_id++;
}









/*
$a1=array(
array(1, 'ภาคเหนือ'),
array(2, 'ภาคกลาง'),
array(3, 'ภาคตะวันออกเฉียงเหนือ'),
array(4, 'ภาคตะวันตก'),
array(5, 'ภาคตะวันออก'),
array(6, 'ภาคใต้')
);

$t1=array();
$_id=1;
for($i=0;$i<count($a1);$i++)
{
	$v=$a1[$i];
	$n=trim($v[1]);
	$lk=$format->link($n);
	$t1[$v[0]]=array('n'=>$n,'lk'=>$lk);
	$fd2 = $folder->fd($_id);
	$fd=substr($fd2,0,2).'/'.substr($fd2,2,2).'/'.substr($fd2,4,2);
	$db->insert('place',array('_id'=>$_id,'_ky'=>$v[0],'ky'=>$v[0],'n'=>$n,'fd'=>$fd,'lk'=>$lk,'pl'=>1,'q'=>$n,'ty'=>1));
	$_id++;
}


$t4=array();
$_id=10001;
for($i=0;$i<count($a4);$i++)
{
	$v=$a4[$i];
	$n=trim(trim(trim($v[2]),'*'));
	$lk=$format->link($n);
	$q=($v[4]>1?'ตำบล':'แขวง').$n;
	$t4[$v[0]]=array('n'=>$n,'lk'=>$lk);
	$fd2 = $folder->fd($_id);
	$fd=substr($fd2,0,2).'/'.substr($fd2,2,2).'/'.substr($fd2,4,2);
	$db->insert('place',array('_id'=>$_id,'_ky'=>$v[0],'ky'=>$v[1],'n'=>$n,'lk'=>$lk,'pl'=>1,'fd'=>$fd,'q'=>$q,'p1'=>$v[5],'p2'=>$v[4],'p3'=>$v[3],'ty'=>4,'tt'=>array('t1'=>$t1[$v[5]],'t2'=>$t2[$v[4]],'t3'=>$t3[$v[3]])));
	$_id++;
}

*/
?>
