<?php
/*
$aa=array (
  1 => 'ท่านผู้ใดเสี่ยงได้เซียมซีใบนี้ เปรียบเหมือนน้ำชายคาที่ไหลหยาดหยดย้อยเท่าไรก็ไม่หมดนับวันยิ่งมีมากเพิ่มทวีคูณ การทุกสิ่งจะสบแสนเป็นดังหวังทุกประการ ถามถึงลาภก็จะได้ดังใจนึกถามถึงข้าศึกศัตรูก็ไม่มีถามถึงพวกพองก็จักได้พบกันถ้าเจ็บป่วยก็คงจะคลายหายดี ถามถึงเนื้อคู่ก็จะสมรักสมจิต จะได้รับความปราณีจากผู้ใหญ่ ขอจงทำดีตลอดไปใครเสี่ยงได้ใบนี้ดีนักแล



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ.',
  11 => 'ท่านผู้ใดเสี่ยงได้ใบที่สิบเอ็ด เปรียบประดุจดั่งดวงจันทร์ทอแสงส่องผองนภากาศ เพราะผลกรรมความดีที่ทำมาในปางก่อนและปัจจุบัน จะได้ความสุขกายใจสมบูรณ์วัฒนาสถาพรยิ่งขึ้นเรื่อย ๆ สิ่งที่คิดทำก็จะพลันเสร็จสมหวัง ถามถึงคู่ร่วมรักก็จะได้ชื่นชม พวกพ้องน้องพี่เหล่าลูกหนี้ก็ไม่มีหนีหาย จะได้พบประสบโชคอันดีงาม ส่วนคดีความทั้งหลายก็สู้เขาได้ไม่แพ้เอย



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  13 => 'ผู้ที่เสี่ยงได้ใบยี่สิบสามว่าดีนัก เปรียบเหมือนกับสำเภาใหญ่ลอยแล่นบรรทุกสินค้าอยู่เป็นอาจิณไม่มีวันหมด จะมีสุขทุกคืนวัน ลาภสักการะนั้นจะมีอยู่มากมายเนืองนอง ค้าขายจะได้ผลดี เรื่องคู่ชู้ชื่นก็แสนจะประเสริฐไม่มีสอง เป็นสุขทุกเวลา ถามถึงคนเจ็บก็จะคลายและหายได้ ถามถึงเรื่องวิวาทคดีความคงไม่งามนักมักจะแพ้เขา ทางที่ดีควรหลีกหนี้ให้พ้นข้อนี้จะดีนักเอย



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  18 => 'ผู้เสี่ยงเซียมซีได้ใบที่สิบแปดนี้ ทรัพย์สินเงินทองหาได้ยากลำบากกาย เสียเวลามากได้มาน้อยนิดเปรียบเหมือนทรัพย์ติดกับหินเหมือนเรือถ่อทวนลม จะไปหาเงินก็เหน็ดเหนื่อยได้น้อยนิดแต่ไม่นานจะมีคนมาสงเคราะห์ช่วยเหลือ ถามคนเจ็บว่าหายสบายจิต ความคดีไม่สู้ดีโชคลาภยังไม่ค่อยมี บุตรในครรภ์นั้นเป็นชาย สรุปว่าต้นวายปลายดกเอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  20 => 'ผู้เสี่ยงได้ใบที่ยี่สิบ จงเป็นความจริงทำจริง มีความจริงใจต่อคนรอบข้าง ถ้าทำตนได้อย่างนี้จะสมดังใจ ต้องพยายามช่วยตนเองด้วยความสามารถของตนเองให้มาก เพราะผู้อุปถัมภ์มีไม่มากนัก ให้ทำบุญทำความดีแล้วทุกอย่างจะสดใส บอกคารมความที่สู้ดูดีเอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  2 => 'ผู้เสี่ยงได้ใบที่สองนี้ เปรียบประดุจดั่งต้นไม้ที่กำลังเบ่งบานผลิตดอกออกใบเต็มที่ จะทำการใดพลันได้ดังใจนึก สมดังใจปรารถนาสุขสมอารมณ์หมาย หากป่วยไข้ก็จะพลันมลายหายสิ้น หากถามลูกหนี้พวกพ้องก็ต้องได้พบประสบเจอ แต่ถ้าถามถึงเรื่องคู่ก็คงต้องรอไปก่อน แต่เรื่องลาภขอตอบว่าดี ตามวจีที่ทายไว้เอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  3 => 'ผู้เสี่ยงได้ใบที่สามนี้ไม่ค่อยดีนัก มักจะได้รับความลำบาก หากทำการสิ่งใดก็จะมีสิ่งคอยขัดขวางคอยปองร้าย เป็นอุปสรรคในการทำงานอยู่บ้าง ถ้าเป็นเรื่องคดีความก็พอสู้เขาได้บ้าง หากต้องการพบลูกหนี้หรือผู้ใดก็อาจไม่ได้พบในทันใด ถามถึงคู่รักมักไม่ค่อยสบอารมณ์ดังที่คิด ทางที่ดีควรใช้ความอดทนสงบกาย วาจา ใจ ไว้ก่อนแล้วจึงจะดีเเล



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  19 => 'ผู้เสี่ยงได้ใบที่สิบเก้า ขอทายว่าอารมณ์ไม่คงที่ใจร้อน ขอจงหยุดตรึกตรองใจเย็นไว้ ช้าหน่อยแต่จะได้ผลยั่งยืนชื่นใจภายหลัง มีบริวารยศพวกพ้องที่ดี ถามถึงการเจ็บการไข้จะหายดี ลาภสักการะมีมาก คดีความที่ไม่สู้ดี ติดต่อประสานงานไม่ค่อยได้ด้งใจนึก แต่ปลายมือว่าดีไม่มีภัย ขอจบใบที่สิบเก้าเท่านี้เอย



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  4 => 'ผู้เสี่ยงได้ใบที่สี่นี้ชี้ถึงความสุขที่จะได้รับในภายหลัง ยิ่งสูงอายุจะยิ่งมีความสบาย มีสุขภาพพลานามัยสมบูรณ์แข็งแรง ปราศจากโรคภัยพยาธิเบียดเบียน ถึงมีคดีความก็จะมีชัย แต่คนที่หนีหายก็ยังหาไม่พบ จะต้องจากคู่หรือคนรัก อีกนานกว่าจะได้พบกันอีก ควรอดทนอดกลั้นรักษาตนไว้ ภายหลังจะพบสุขสนุกสนาน ส่วนบุตรในท้องจะต้องเป็นชาย ตามคำทายนี้เอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  6 => 'ผู้เสี่ยงได้ใบที่หกจะพบลาภดั่งใจปองในอีกไม่นาน ถามหาพวกพ้องผองลูกหนี้ทั้งหลายก็จักได้พบประสบเจอแน่ ความร้ายไข้เจ็บทุกสิ่งอันจะพลันหายคืนหายวัน พลันสุขี สุขกายสบายจิต อีกญาติมิตรพวกพ้องบรรดามีจะมากมีให้อบอุ่นใจ ถามหาคู่คิดก็ดีมีความสุขทุกประการ ขอให้มีความสุขสำราญบานใจตามที่ขานไขทายไว้เอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  1 => 'ผู้เสี่ยงได้ใบที่หนึ่งนี้ จะไปอยู่ ณ สถานที่แห่งใดจะมีคนคอยอุปถัมภ์ค้ำจุน ประสบความสุขสบายไม่มีความลำบาก ถามถึงเรื่องคู่ครองจะสุขสมภิรมณ์ปอง ถามถึงเพื่อนสนิทมิตรสหายจะได้พบประสบเจอให้พิจารณาคิดดูให้ดีเสียก่อนแล้วจึงค่อยพูดค่อยทำ แล้วทุกอย่างจะสุขสมอารมณ์หมาย ถามถึงลาภยศพอมีทาง ถ้าเจรจาพาทีดี ๆ ลาภจะมีมาแน่นอนเอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  5 => 'ผู้เสี่ยงได้ใบที่ห้านี้ อย่าตื่นตระหนกตกใจกับเรื่องใด ๆ ไปจนเกินเหตุเพราะเรามีศีลธรรมไม่เคยมุ่งร้ายต่อใคร อันจะเป็นเหตุให้ทุกข์ใจไปเปล่า ๆ แต่ควรถือตามโบราณว่า จะคบคนต้องดูหน้าอย่าใจเบาเพราะจะได้ไม่เท่าเสีย ควรรู้จักระงับอารมณ์ ละชั่วทำดีจึงจะดี ตามหาเนื้อคู่ที่อยู่ไกลคงไม่สมหวัง ลูกหนี้คงไม่พบ เอกลาภนั้นดีแต่ไม่มาก ลูกเป็นหญิงนั้นแหละดี ขอจงทำดีเป็นนิจเทอญ



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  9 => 'ผู้เสี่ยงได้ใบที่เก้านี้ ความสุขที่ได้รับจะมีเพียงชั่วครูขณะไม่นานนัก ถามถึงคู่รักจะเป็นผลที่พึงพอใจ ของหายตามหาคนล้วนไม่ได้การ ใครคิดด่าว่าร้ายติฉินนินทานิ่งเสียได้ตำลึงทอง หากต่อขานขึ้นโลงศาลจักไม่เป็นการ โชคของท่านมีเพียงน้อยนิดจักไม่มาถึงในตอนนี้ ต้องใช้เวลา ควรหมั่นทำบุญกุศลบริจาคทานจะทำให้ท่านสบายกายใจเอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
   => 'ผู้เสี่ยงได้ใบนี้ บอกตามตรงว่าโชคลาภนั้นมีพอประมาณ จะทำการงานต่างๆ ก็จะได้ตามประมาณเปรียบเหมือนเอาขันรองน้ำฝนที่กลางแจ้งจะได้น้ำบ้างไม่เหมือนเอาขันตักจากตุ่ม ถามหาคู่ตอนนี้ยังอยู่ไกล ต้องรออีกหน่อยจึงจะพบ หากเป็นความคงยากลำบากอยู่ คนเจ็บจะพลันหาย ของหายยากที่จะตามหาเจอ เรื่องที่ยั่งยืนที่สุดเห็นจะเป็นเรื่องการศึกษาการงานที่ทำนั้นแล



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  12 => 'ใครเสี่ยงได้ใบที่สิบสอง ขอทายทักว่าเป็นเส้นขนาน ความคิดอ่านมักเป็นคนละเส้นทาง เจรจาไม่คล่องแสนยากลำบากใจ ปรับตัวปรับใจแล้วหันหน้าร่วมคิดแก้ไขแล้วทุกอย่างจะดีขึ้น แต่ก็ดีที่มีคนอุปถัมภ์ค้ำจุน ถามถึงคู่สมภิรมณ์รักคงอีกไม่นานนักจักแจ้งแถลงสาสน์ ถามถึงความว่าดีไม่มีไหนปานเรื่องเพื่อนรักประจักษ์ใจจะได้สมอารมณ์นึก ที่ตื้นลึกจักแจ้งแถลงไข พบพี่ป้าลุงน้าเพื่อนอาลัย ถามหาลาภพอมีเท่านี้เอย



ขอจงมีความสุขเจริญเทอญ',
  13 => 'ใครเสี่ยงได้ใบที่สิบสามเปรียบดั่งพฤกษาพรรณไม้ไร้ผลขาดผลแห้งแล้งน้ำ พึงระมัดระวังในการเดินทางไกล รักษาสุขภาพพลานามัยให้สมบูรณ์อยู่เสมอเพราะอาจเจ็บไข้ได้ป่วย หากแม้จำต้องการบุตรรวมทั้งคู่หมายร่วมเรียงเคียงสมร คงจะไม่ได้ดังใจหวัง หากต้องการพบปะผู้ใดแล้วจักต้องได้สมภิรมณ์แน่นอน ถ้าถามหาลาภจะได้สิ่งประเสริฐสมใจนักแลแต่ต้องทำความดียิ่งขึ้นไป



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  24 => 'ใบที่ยี่สิบสี่ช้า ๆ ได้พร้าเล่มงาม จะคิดการสิ่งใดขอพิจารณาดูให้รอบคอบ ถ้าใจเย็นรอไว้จะได้ผลดังใจปองตามที่หวังไว้ทุกประการ อย่าหุนหันพลันแล่นนึกประมาทจักได้รับความเดือดร้อนเสียข้าวของ จะได้พบกับผู้อุปถัมภ์คอยชี้ทางให้ หากเดินทางจักไม่มีภัยทั่วทุกถิ่นฐานตลอดกาล โรคที่หนักจักหายไม่วุ่นวาย เรื่องโชคลาภพอมีแต่ต้องรอหน่อย ถ้าเป็นเรื่องทะเลาะวุ่นวายจะสู้เขาไม่ได้เลย



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  26 => 'ใบที่ยี่สิบหกความเทียบเปรียบเหมือนว่า พวงผกาจวนแย้มแฉล้มสี ถึงมีทุกข์คงหายสบายดี แต่ว่ามี กรรมก่อนมารอนราญ ต้องเสงี่ยมเจียมตัว กลัวความคิด จะทำกิจตรองตรวจอย่าอวดหาญ แม้นโอหังบังอาจประมาทการ จะรำคาญเจ็บช้ำระกำใจ อย่ามัวเมาเฝ้าหลงงงชีวิต จงเร่งคิดธรรมดาฟังปราศรัย การดับเกิดคู่กันทุกชั้นวัย เหมือนผลไม้ที่ปลูกไว้ไม่ได้กิน บุตรในครรภ์เป็นหญิง สิ่งควรทราบจะมุ่งลาภฝืดเคืองเรื่องทรัพย์สิน ที่พึ่งถอยน้อยนักจักยลยิน 



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  18 => 'ใบที่ยี่สิบห้าว่าไว้ในอักษร เหมือนเรือเล็ก ไคลคลากลางสาคร พายุต้นทวนลมระบบใจ จะข้ามฟากแสนยากลำบากยิ่ง สิ้นทุกสิ่งจงแจ้งแถลงไข แม้นถามการไปมาจะคลาไคล ท่านบอกไว้ตามคำที่ทำนาย ทิศทักษิณทิศประจิมริมวิถี หนทางนี้ควรท่านจะผันผาย ถามคนเจ็บหายยากลำบากกาย ถึงถามหมาย พึ่งใครก็ไม่มี ถามหาลาภว่าเลวดูเหลวเลื่อน 



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  19 => 'ใบที่ยี่สิบเจ็ดชื่นจิตไม่ผิดพลาด รุกขชาติยามตายวายสังขาร ต้องน้ำค้างรวยรื่นกลับชื่นบาน แตก กิ่งก้านแยกใบวิไลตา เหมือหญิงชายแรกรุ่นดูอุ่นจิต มีชีวิตวายทุกข์เป็นสุขขา จักเจริญสมบัติวัฒนา ญาติวงค์พงษาก็ยินดี ถ้าแม้นถามความคดีที่มีอยู่ คงต่อสู้ได้แน่ไม่แพ้หนี ในส่วนลาภบอกว่าคงจะมี ถามโรคที่เจ็บไข้ได้ทุเลา จะมีผู้เมตตาอนุเคราะห์ บุญเฉพาะพาพบประสบเขา แม้นขอได้ในใบนี้ดีไม่เบา ตามสำเนาชี้แจงแสดงเอยฯ



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  20 => 'ใบที่ยี่สิบเอ็ดสมหวังดังบุปผาชื่นชีวา เป็นอิสระดั่งแมลงผึ้งชมเกสรดอกไม้ พอนานไปความสุขอิสระที่มีจะคลายหายไปชั่วขณะหนึ่งแต่ข้างหน้าจะสดชื่นสุขสนุกใจได้ชมเชย สิ่งปรารถนายิ่งเกษมเปรมปรีดี ถามหามิตรคู่ชมภิรมย์ขวัญ อีกไม่ช้าจะพบประสบกัน ถามหาลาภว่ามีเหมือนที่คิด จะสัมฤทธิ์สมหวังที่ตั้งไว้ ใครเสี่ยงได้ใบนี้ดีกระไรจะสดใสสุขสมอารมณ์เอย



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ',
  21 => 'ใบที่สิบนี้แสนจะงามสม หากต้องการลาภอันน่ารื่นรมณ์ จงบ่ายหน้าไปทางทิศใต้จะประสบโชคมั่งมีศรีสุข ความเศร้าหมองจะมลายสูญหมดเป็นสดใส ถามถึงคู่รักคงได้พบประสบศรี แต่มิใช่มีในทันที ลูกหนี้พี่น้องที่หลีกลี้หนีห่างหายก็จะได้พบอย่างแน่นอน คนเจ็บไข้ไม่สบายก็จะหายคลายถอนดีขึ้นทุกคืนวันแล โชคของทานล้ำเลิศประเสริฐนักแล



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
  22 => 'ใบที่สิบสี่ชี้ถึงการติดต่อประสานงานหรือความช่วยเหลือจากผู้อื่นจะไม่สมหวัง การเรียกร้องขอความเห็นใจเรื่องต่างๆ มักไม่ได้การตอบสนองตามต้องการ ให้คิดเสียว่ามันเป็นเรื่องธรรมดาของโลก อาการเจ็บไข้ว่าได้คลายหาย ถามเพื่อนฝูงน้องลูกหนี้นั้นว่าจะได้พบกันแสนสมอารมณ์หมาย ถามหาลาภไม่ดีพาทีทาย หมดอภิปรายเท่านั้นหนาท่านเอย



ขอจงสุขสวัสดี มีโชคเทอญ.',
  23 => 'ใบที่สิบหกโฉกโชคที่เหมาะ ได้เฉพาะแต่ใบนี้ดีหนักหนา จะอยู่เย็นเป็นสุขทุกเวลา อนาคตมีสุขกายสบายจิต จะได้พบผู้อุปถัมภ์มีเมตตาอารีคอยแนะนำในทางที่ดี ถามหาคู่เป็นได้แน่ประเสริฐสุขทั้งครอบครัว เรื่องลาภผลสมหวังเหมือนดังจิตบุญฤทธิ์ตามสนองที่ผ่องใส ความคดีนี้ให้เห็นว่าไม่เป็นไรชนะได้แน่นักจักทายเอย



ขอจงมีความสุขเจริญเทอญ.',
  24 => 'ใบที่สิบห้ามีผาสุขไม่ทุกข์จิต จะทำกิจการอันใดแสนสมอารมณ์หมาย จะสำเร็จผลตามที่ทาย ถ้าค้าขายยอดดีมีกำไร ถามถึงบุตรสุดที่รักจะเป็นชาย ถามหาคู่จะได้ชมสมดังใจ แม้นถามไถ่ลาภหนอก็ว่าดี เจ็บป่วยไข้จะหายในเร็ววัน ถึงลูกหนี้ก็จะประสบพบพาน โชคลาภอันวิไลเลิศล้นควรคิดจิตชื่นบาน พบเกษมสานต์เร็วไวในใบนี้เอย



ขอจงมีความสุขเจริญเทอญ',
  25 => 'ใบที่สิบเจ็ดนี้แสนเลิศดีงามเลิศประเสริฐยิ่ง จะพบสิ่งที่สุขสมอารมณ์หมาย จะตกถิ่นฐานใดก็ไม่ตกยาก เพราะมีทั้งหญิงชายเสน่หาเมตตาตน อันลาภนั้นเป็นศรีไม่มีขาด เปรียบดังผลพฤกษชาติที่สุกงอมหล่นให้ลิ้มลองอยู่เรื่อย ๆ ถามหาคู่ก็จะสุขได้พบหน้า ถามถึงบุตรก็จะได้เป็นบุตรชายอย่างแน่นอน ถ้าหาญาติมิตรลูกหนี้ที่หนีหายก็จะได้พบทุกคนเอย ชาตาดวงของท่านดีนักแล



ขอจงเจริญสุขสวัสดิ์ มีโชคลาภเทอญ.',
  26 => 'ใบที่แปดนี้จะชี้แจงผู้ที่ได้ว่า ควรคิดพิจารณางานที่ทำอยู่ว่าควรปรับปรุงแก้ไขส่วนใดที่บกพร่องให้ดีขึ้นกว่าเดิม แล้วจะเจริญก้าวหน้า วัตถุสิ่งของที่หายจะพบยาก เป็นความคดีไม่ค่อยดีควรหลีกเลี่ยงถามหาคู่ร่วมเตียงเคียงกายาคงยังไม่สมปรารถนา ถามถึงลาภผลก็จะประสบไม่มากนัก ใบที่แปดก็มีเพียงเท่านี้เอย



ขอจงมีอายุ วรรณะ สุขะ พละ สวัสดีลาโภ นะโมพุทธายะ',
);

ksort($aa);
var_export($aa);
exit;

*/
require_once('../../handlers/boxza.php');

# Initialization Application
_::load('bin');

//www.myhora.com/ดูดวง-เสี่ยงเซียมซี.aspx?id=1&act=prophesy

if($id=$_GET['id'])
{
	$ss=array();
	$cts=array();
	$http=_::http();
	for($i=0;$i<200;$i++)
	{
		$tmp=$http->get('http://www.myhora.com/%E0%B8%94%E0%B8%B9%E0%B8%94%E0%B8%A7%E0%B8%87-%E0%B9%80%E0%B8%AA%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%87%E0%B9%80%E0%B8%8B%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%8B%E0%B8%B5.aspx?id='.$id.'&act=prophesy');
		//echo $tmp;
		$s='<font style="font-size:1.08em" color="#333333">';
		$j=mb_strpos($tmp,$s,NULL,'utf-8');
		if($j>0)
		{
			$tmp2=mb_substr($tmp,$j+mb_strlen($s,'utf-8'),NULL,'utf-8');
			$s='</font>';
			$j=mb_strpos($tmp2,$s,NULL,'utf-8');
			if($j>0)
			{
				$ct=trim(mb_substr($tmp2,0,$j,'utf-8'));
				
				
				$s='<font style="font-size:3.00em" color="#333333"><strong>';
				$j=mb_strpos($tmp,$s,NULL,'utf-8');
				$tmp2=mb_substr($tmp,$j+mb_strlen($s,'utf-8'),NULL,'utf-8');
				$s='</strong>';
				$j=mb_strpos($tmp2,$s,NULL,'utf-8');
				$nn=trim(mb_substr($tmp2,0,$j,'utf-8'));
				//echo $nn.'<br>';
				list($ttt,$no)=explode(' ',$nn,2);
				$no=getno($no);
				$ss[$no]=$ct;
				/*
				
				$p=explode(' ',$ct,3);
				$no=getno($p[1]);
				$ss[$no]=$p[2];
				$cts[$no.'.'.$p[1]]=$ct;
				*/
			}
		}
	}
	ksort($ss);
	echo var_export($ss);
	ksort($cts);
	$cts=array_values($cts);
	echo var_export($cts);
	
}

function getno($a)
{
	$n=array('๐','๑','๒','๓','๔','๕','๖','๗','๘','๙');
	$s=mb_strlen($a,'utf-8');
	$no='';
	for($i=0;$i<$s;$i++)
	{
		$q=mb_substr($a,$i,1,'utf-8');
		for($j=0;$j<count($n);$j++)	
		{
			if($q==$n[$j])
			{
				$no.=strval($j);	
			}
		}
	}
	return $no;
}
?>