<?php

function date2pkn($day, $month, $th_year) {
        $year = $th_year - 543; // แปลงเป็น คริสตศักราช

        $jd = GregoriantoJD($month, $day, $year); // แปลงไปเป็นค่า JD
        $jd_start = 2355148; // JD ของวันที่ 28 มกราคม พ.ศ. 2279
        
        $days = $jd - $jd_start + 1; // จำนวนวันทั้งหมดนับตั้งแต่วันที่ 28 มค. พ.ศ. 2279 ถึงวันที่ต้องการหา

        $A = ceil($days/16168); // มหาสัมพยุหะ
        $B = ceil( ($days%16168) / 1447 ); // สัมพยุหะ
        $C = ceil( (($days%16168)%1447) / 251 ); // สมุหะ
        $D = ceil( ((($days%16168)%1447)%251) / 59 ); // วรรค
        $E = ceil( (((($days%16168)%1447)%251)%59) / 15 ); // ปักษ์
        $f = (((($days%16168)%1447)%251)%59) % 15 ; // ดิถี หรือ วันที่ ในรอบปักษ์

        return "มหาสัมพยุหะ $A สัมพยุหะ $B สมุหะ $C วรรค $D ปักษ์ $E วันที่ $f ในรอบปักษ์"; 
}



echo date2pkn(23,10,2556);

?>