<?php

require_once('../../handlers/boxza.php');

# Initialization Application
_::load('bin');

$db=_::db();


$a='1,เชียงราย
2,เชียงใหม่
3,แม่ฮ่องสอน
4,ตาก
5,น่าน
6,อุตรดิตถ์
7,พิษณุโลก
8,กำแพงเพชร
9,พิจิตร
10,สุโขทัย
11,พะเยา
12,ลำพูน
13,ลำปาง
14,แพร่
15,เพชรบูรณ์

16,หนองคาย
17,เลย
18,ขอนแก่น
19,อุบลราชธานี
20,นครราชสีมา
21,ร้อยเอ็ด
22,มุกดาหาร
23,อุดรธานี
24,หนองบัวลำภู
25,นครพนม
26,สกลนคร
27,มหาสารคาม
28,กาฬสินธุ์
29,ชัยภูมิ
30,ศรีสะเกษ
31,ยโสธร
32,สุรินทร์
33,บุรีรัมย์
34,อำนาจเจริญ
81,บึงกาฬ

35,กาญจนบุรี
36,นครสวรรค์
37,กรุงเทพมหานคร
38,สุพรรณบุรี
39,ชัยนาท
40,ลพบุรี
41,พระนครศรีอยุธยา
42,ราชบุรี
43,ปทุมธานี
44,สระบุรี
45,สิงห์บุรี
46,สมุทรสงคราม
47,อ่างทอง
48,อุทัยธานี
49,นนทบุรี
50,นครปฐม
51,สมุทรปราการ
52,สมุทรสาคร

53,สระแก้ว
54,ชลบุรี
55,ระยอง
56,ปราจีนบุรี
57,ตราด
58,จันทบุรี
59,ฉะเชิงเทรา
60,นครนายก
61,พัทยา

62,ประจวบคีรีขันธ์
63,ชุมพร
64,นครศรีธรรมราช
65,นราธิวาส
66,สุราษฎร์ธานี
67,ยะลา
68,ปัตตานี
69,สงขลา
70,เพชรบุรี
71,หัวหิน
72,เกาะสมุย
73,พัทลุง
80,หาดใหญ่

74,ระนอง
75,ภูเก็ต
76,กระบี่
77,ตรัง
78,พังงา
79,สตูล';

$b=array(
array(1, 'กระบี่', 'Krabi', '8.11', '98.85'),
array(2, 'กรุงเทพมหานคร', 'Bangkok', '13.72', '100.49'),
array(3, 'กาญจนบุรี', 'Kanchanaburi', '14.04', '99.30'),
array(4, 'กาฬสินธุ์', 'Kalasin', '16.62', '103.59'),
array(5, 'กำแพงเพชร', 'Kamphaeng Phet', '16.35', '99.36'),
array(6, 'ขอนแก่น', 'Khon Kaen', '16.43', '102.55'),
array(7, 'จันทบุรี', 'Chanthaburi', '12.58', '102.10'),
array(8, 'ฉะเชิงเทรา', 'Chachoengsao', '13.61', '101.26'),
array(9, 'ชลบุรี', 'Chon Buri', '13.20', '101.19'),
array(10, 'ชัยนาท', 'Chai Nat', '15.13', '99.95'),
array(11, 'ชัยภูมิ', 'Chaiyaphum', '15.83', '102.00'),
array(12, 'ชุมพร', 'Chumphon', '10.40', '99.04'),
array(13, 'เชียงราย', 'Chiang Rai', '19.89', '99.77'),
array(14, 'เชียงใหม่', 'Chiang Mai', '18.84', '98.69'),
array(15, 'ตรัง', 'Trang', '7.59', '99.52'),
array(16, 'ตราด', 'Trat', '12.34', '102.51'),
array(17, 'ตาก', 'Tak', '16.76', '98.76'),
array(18, 'นครนายก', 'Nakhon Nayok', '14.05', '100.77'),
array(19, 'นครปฐม', 'Nakhon Pathom', '13.80', '100.00'),
array(20, 'นครพนม', 'Nakhon Phanom', '17.30', '104.65'),
array(21, 'นครราชสีมา', 'Nakhon Ratchasima', '14.95', '102.08'),
array(22, 'นครศรีธรรมราช', 'Nakhon Si Thammarat', '8.42', '99.56'),
array(23, 'นครสวรรค์', 'Nakhon Sawan', '15.71', '100.07'),
array(24, 'นนทบุรี', 'Nonthaburi', '13.95', '100.17'),
array(25, 'นราธิวาส', 'Narathiwat', '6.38', '101.79'),
array(26, 'น่าน', 'Nan', '18.89', '100.84'),
array(27, 'บึงกาฬ', 'Bueng Kan', '0.00', '0.00'),
array(28, 'บุรีรัมย์', 'Buri Ram', '14.79', '102.90'),
array(29, 'ปทุมธานี', 'Pathum Thani', '14.18', '100.36'),
array(30, 'ประจวบคีรีขันธ์', 'Prachuap Khiri Khan', '11.86', '99.71'),
array(31, 'ปราจีนบุรี', 'Prachin Buri', '14.07', '101.06'),
array(32, 'ปัตตานี', 'Pattani', '6.76', '101.30'),
array(33, 'พระนครศรีอยุธยา', 'Phra Nakhon Si Ayutthaya', '14.40', '99.76'),
array(34, 'พะเยา', 'Phayao', '19.13', '99.85'),
array(35, 'พังงา', 'Phangnga', '8.46', '98.49'),
array(36, 'พัทลุง', 'Phatthalung', '7.54', '100.04'),
array(37, 'พิจิตร', 'Phichit', '16.32', '100.33'),
array(38, 'พิษณุโลก', 'Phitsanulok', '17.00', '100.45'),
array(39, 'เพชรบุรี', 'Phetchaburi', '12.99', '99.61'),
array(40, 'เพชรบูรณ์', 'Phetchabun', '16.36', '101.17'),
array(41, 'แพร่', 'Phrae', '18.25', '99.99'),
array(42, 'ภูเก็ต', 'Phuket', '8.00', '98.32'),
array(43, 'มหาสารคาม', 'Maha Sarakham', '16.03', '102.66'),
array(44, 'มุกดาหาร', 'Mukdahan', '16.60', '104.41'),
array(45, 'แม่ฮ่องสอน', 'Mae Hong Son', '19.24', '98.00'),
array(46, 'ยโสธร', 'Yasothon', '15.94', '104.32'),
array(47, 'ยะลา', 'Yala', '6.23', '101.19'),
array(48, 'ร้อยเอ็ด', 'Roi Et', '15.99', '103.60'),
array(49, 'ระนอง', 'Ranong', '10.04', '98.70'),
array(50, 'ระยอง', 'Rayong', '12.88', '101.43'),
array(51, 'ราชบุรี', 'Ratchaburi', '13.55', '99.56'),
array(52, 'ลพบุรี', 'Lop Buri', '15.26', '100.84'),
array(53, 'ลำปาง', 'Lampang', '18.37', '99.40'),
array(54, 'ลำพูน', 'Lamphun', '18.55', '99.05'),
array(55, 'เลย', 'Loei', '17.49', '101.60'),
array(56, 'ศรีสะเกษ', 'Si Sa Ket', '15.06', '104.33'),
array(57, 'สกลนคร', 'Sakon Nakhon', '17.14', '104.08'),
array(58, 'สงขลา', 'Songkhla', '7.10', '100.56'),
array(59, 'สตูล', 'Satun', '6.61', '99.96'),
array(60, 'สมุทรปราการ', 'Samut Prakan', '13.56', '100.21'),
array(61, 'สมุทรสงคราม', 'Samut Songkhram', '13.40', '99.97'),
array(62, 'สมุทรสาคร', 'Samut Sakhon', '13.54', '100.20'),
array(63, 'สระแก้ว', 'Sa Kaeo', '13.85', '102.26'),
array(64, 'สระบุรี', 'Saraburi', '14.65', '100.99'),
array(65, 'สิงห์บุรี', 'Sing Buri', '14.92', '100.29'),
array(66, 'สุโขทัย', 'Sukhothai', '17.01', '99.76'),
array(67, 'สุพรรณบุรี', 'Suphan Buri', '14.57', '99.62'),
array(68, 'สุราษฎร์ธานี', 'Surat Thani', '9.10', '99.06'),
array(69, 'สุรินทร์', 'Surin', '14.91', '103.66'),
array(70, 'หนองคาย', 'Nong Khai', '17.82', '102.78'),
array(71, 'หนองบัวลำภู', 'Nong Bua Lam Phu', '17.24', '102.22'),
array(72, 'อ่างทอง', 'Ang Thong', '14.74', '100.33'),
array(73, 'อำนาจเจริญ', 'Amnat Charoen', '15.94', '104.90'),
array(74, 'อุดรธานี', 'Udon Thani', '17.45', '102.79'),
array(75, 'อุตรดิตถ์', 'Uttaradit', '17.67', '100.17'),
array(76, 'อุทัยธานี', 'Uthai Thani', '15.39', '99.19'),
array(77, 'อุบลราชธานี', 'Ubon Ratchathani', '15.28', '104.82')
);

$c=array();
foreach($b as $v)
{
	echo $v[1].'='.$db->update('weather',array('name'=>$v[1]),array('$set'=>array('en'=>$v[2],'loc'=>array($v[3],$v[4])))).'<br>';
	
}
/*
$zone=1;
$p=explode("\n",$a);
for($i=0;$i<count($p);$i++)
{
	$t=trim($p[$i]);
	if($t)
	{
		$e=explode(',',$t);
		$arg=array('tmd'=>intval($e[0]),'name'=>trim($e[1]),'zone'=>$zone);
		//$db->insert('weather',$arg);
	}
	else
	{
		$zone++;	
	}
}
*/

?>