<?php


# check session/login
_::session();


define('NEWS_CATE',14);
//_::time();

#_::$meta['image']='http://s0.boxza.com/static/images/global/logo-news.png';
_::$meta['title'] = 'แบบบ้าน ตกแต่งบ้าน ออกแบบบ้าน บ้านและสวน จัดสวน ตกแต่ง ห้องนอน ห้องรับแขก ห้องครัว ห้องน้ำ คอนโด ออฟฟิค เฟอร์นิเจอร์ เครื่องใช้ไฟฟ้า';
_::$meta['description'] = 'ศูนย์รวมแบบบ้านสวยๆ  บ้านและสวน ฮวงจุ้ยบ้าน แต่งบ้าน จัดสวน แบบห้องนอน ฮวงจุ้ยห้องนอน ห้องน้ำ ตกแต่งห้องครัว ห้องนั่งเล่น แบบห้องนอนเด็ก คอนโด ออฟฟิศ เครื่องใช้ไฟฟ้า เฟอร์นิเจอร์';
_::$meta['keywords'] = 'บ้าน, แบบบ้าน, ตกแต่งบ้าน, ออกแบบบ้าน, บ้านและสวน, จัดบ้าน, จัดสวน, ห้องนอน, ห้องรับแขก, ห้องน้ำ, ห้องครัว';
			

$clink=array('bedroom'=>1,'kidsroom'=>2,'livingroom'=>3,'bathroom'=>4,'kitchen'=>5,'appliances'=>6,'condo'=>7,'office'=>8,'idea'=>9,'garden'=>10,'fengshui'=>11,'houseplan'=>12,'homeloan'=>13,'1floor'=>14,'2floors'=>15,'pretty'=>16);
$rlink=array_flip($clink);
$cate=array(
						1=>array('t'=>'ห้องนอน','l'=>$rlink[1],'tt'=>'ห้องนอน แบบห้องนอน ตกแต่งห้องนอน ออกแบบห้องนอน ห้องนอนสวยๆ ห้องนอนน่ารัก'),
						2=>array('t'=>'ห้องนอนเด็ก','l'=>$rlink[2],'tt'=>'ห้องนอนเด็ก แบบห้องนอนเด็ก ตกแต่งห้องนอนเด็ก ออกแบบห้องนอนเด็ก ห้องนอนเด็กสวยๆ ห้องนอนเด็กน่ารัก'),
						3=>array('t'=>'ห้องรับแขก','l'=>$rlink[3],'tt'=>'ห้องรับแขก แบบห้องรับแขก ออกแบบห้องรับแขก ตกแต่งห้องรับแขก'),
						4=>array('t'=>'ห้องน้ำ','l'=>$rlink[4],'tt'=>'ห้องน้ำ แบบห้องน้ำ ตกแต่งห้องน้ำ ออกแบบห้องน้ำ ห้องน้ำสวย ห้องน้ำหรู'),
						5=>array('t'=>'ห้องครัว','l'=>$rlink[5],'tt'=>'ห้องครัว แบบห้องครัว ตกแต่งห้องครัว ออกแบบห้องครัว ห้องครัวสวยๆ'),
						6=>array('t'=>'ของใช้ในบ้าน','l'=>$rlink[6],'tt'=>'ของใช้ในบ้าน ของตกแต่งบ้าน อุปกรณ์ตกแต่งบ้าน'),
						7=>array('t'=>'คอนโด','l'=>$rlink[7],'tt'=>'คอนโด แบบคอนโด ตกแต่งคอนโด ออกแบบคอนโด คอนโดทันสมัย'),
						8=>array('t'=>'ออฟฟิค','l'=>$rlink[8],'tt'=>'ออฟฟิค แบบออฟฟิค ตกแต่งออฟฟิค ออกแบบออฟฟิค ออฟฟิคสวยๆ'),
						9=>array('t'=>'ไอเดียแต่งบ้าน','l'=>$rlink[9],'tt'=>'ไอเดียแต่งบ้าน แนวการแต่งบ้าน วิธีแต่งบ้าน แนวคิดตกแต่งบ้าน'),
						10=>array('t'=>'การจัดสวน','l'=>$rlink[10],'tt'=>'จัดสวน การจัดสวน วิธีจัดสวน แนวทางการจัดสวน ตัวอย่างการจัดสวน'),
						11=>array('t'=>'ฮวงจุ้ยบ้าน','l'=>$rlink[11],'tt'=>'ฮวงจุ้ยบ้าน ฮวงจุ้ย ทำเลบ้าน ทำเลที่พัก '),
					//	12=>array('t'=>'ตัวอย่างบ้าน','l'=>$rlink[12],'tt'=>'ตัวอย่างบ้าน แบบบ้าน แบบบ้านฟรี '),
						13=>array('t'=>'สินเชื่อบ้าน','l'=>$rlink[13],'tt'=>'สินเชื่อบ้าน กู้เงินซื้อบ้าน ดอกเบี้ยนผ่อนบ้าน'),
						14=>array('t'=>'แบบบ้านชั้นเดียว','l'=>$rlink[14],'tt'=>'แบบบ้านชั้นเดียว ตัวอย่างบ้านชั้นเดียว'),
						15=>array('t'=>'แบบบ้านสองชั้น','l'=>$rlink[15],'tt'=>'แบบบ้านสองชั้น ตัวอย่างบ้านสองชั้น'),
						16=>array('t'=>'แบบบ้านสวย','l'=>$rlink[16],'tt'=>'แบบบ้านสวย ตัวอย่างบ้านสวยๆ'),
);
																											
$template=_::template();
$template->assign('cate',$cate);

$cache=_::cache();
if(!$data=$cache->get('ca1',_::$type.'-global'))
{
	$db=_::db();
	$data=array();
	$data['service']=_::sidebar()->service();
	$data['_banner']=_::banner(_::$type);
	
	$lotto=$db->find('lotto',array('dd'=>array('$exists'=>false),'pl'=>1),array('tm'=>1,'a1'=>1,'l3'=>1,'l2'=>1),array('sort'=>array('tm'=>-1),'limit'=>1));
	$data['lotto']=$lotto[0];

	$cache->set('ca1',_::$type.'-global',$data,false,3600);
}
$template->assign('_banner',$data['_banner']);
$template->assign('service',$data['service']);
$template->assign('lotto',$data['lotto']);


require_once(
									_::run(
													array(
																	'' => 'home',
																	'home' => 'home',
																	'news'=>'news',
																	'forum'=>'forum',
													),
													true,
													function()
													{
														global $clink;
														if(isset($clink[_::$path[0]]))
														{	
															define('MODULE','news');
															define('MODULE_LINK',_::$path[0]);
															array_shift(_::$path);
														}
														else
														{
															_::move('/');	
														}
													}
									)
);


$template->display('content');


?>