<?php
return array(
  1 => 'ดีนักประจักจิต                ในลิขิตบอกแจ้งแห่งนุสนธิ์
จะสมหวังดังที่มีกังวล                   หาลาภผลก็ได้ดังหมายใจ
ถ้าหญิงชายหาคู่ที่ชูชิด                 ต้องสมคิดมั่นคงอย่าสงสัย
ถามหาลาภลาภก็มีดีกระไร            ถามถึงไข้ก็เบาบรรเทาลง
ถามถึงที่พึ่งก็หนึ่งแน่                    ไม่ปรวนแปรเหลวเลือนให้เชือนหลง
ถามถึงบุตรในครรภ์นั้นมั่นคง          เป็นชายยงแน่แล้วไม่แคล้ว เอยฯ',
  2 => 'ปองหาถ้าลำบาก                    เหมือนนกจากรังบินขึ้นเวหา
ต้องแดดเผาเศร้าอารมณ์ระทมอุรา         หาเลี้ยงตนแต่พอปากลำบากกาย
ต้องรอใจไว้ท่าช้าๆก่อน                       จึงจะผ่อนให้เบาบรรเทาหาย
ฤดูนี้มีแต่ไม่ใคร่สบาย                         จึงขวนขวายยิ่งช้ำแสนรำคาญ
เปรียบพฤกษาหน้าแล้งไม่มีฝน              ทั้งดอกผลก็ไม่สดรสไม่หวาน
ถามความจริงใดไม่ได้การ                    ต่อนานๆปลายปีจึงดี เอยฯ',
  3 => 'ตามตำราทายว่าเห็น              ถ้าหวังเป็นลาภผลต้องขวนขวาย
จึงจะสมอารมณ์มาตรไม่คลาดคลาย     ลำบากกายสักหน่อยหนึ่งจึงจะดี
เป็นแน่ใจในตำราไม่ช้านัก                  เช่นไม้ปักบนเนินไม่เดินหนี
ถามถึงลาภที่หาถ้าจะมี                      ถามถึงคนที่ปองยังสองใจ
ถามถึงคู่ชู้เช่นคำที่ร่ำว่า                     จะมีมามั่นคงไม่สงสัย
แต่เดือนนี้ลำบากแสนยากใจ              ต้องรอไปสักนิดสมคิด เอยฯ',
  4 => 'ตำราทายว่ายาก                ต้องพลัดพรากนานพบประสพสม
เช่นว่าวน้อยขาดลอยไปตามลม        ใครนิยมไม่ได้ดังหมายใจ
ตำราทายว่าพายเรือทวนน้ำ              ยิ่งลอยลำยังไกลไปไม่ได้
ถ้าคลาดแคล้วแจวจ้ำกระหน่ำไป        ก็เหนื่อยใจเจียนชีวาตจะขาดรอน
เหตุสำคัญท่านว่าเวลานี้                   พระฤาษีพบศพพราหมณ์เกษร
ควรหยุดยั้งฟังกระแสให้แน่นอน        ช้าๆก่อนเถิดจะสมอารมณ์ เอยฯ',
  5 => 'ว่าไว้ในอักษร                    ไม่มีใครทำร้ายขจายจร
อย่าทุกข์ร้อนไปเลยไม่เคยการ          ถ้าแม้นรักมักได้ควายของเขา
ม้าของเราจะต้องพรากจากสถาน        ถ้าจะคบคนผู้ให้ดูการ
ถือโบราณแบบเก่าค่อยเบาความ         แม้นถามหาเนื้อคู่ว่าอยู่ไกล
ยังไม่ได้เหมือนจิตที่คิดถาม               ถามลูกหนี้หนีไปในวันยาม
จะติดตามไม่พบประสพกัน                ถามหาลาภนี้ไซร้ก็ได้ยาก
ต้องลำบากทุกข์ร้อนจงผ่อนผัน           แม้นถามบุตรสุดใจที่ในครรภ์
เลขที่ ๕ นั้นว่าหญิงทุกสิ่งเอยฯ',
  6 => 'นาวากำลังเพียบ                  จนน้ำเลียบแคมแล้วแจวไม่ไหว
ทุกวันนี้มีแต่ตรมระทมใจ                   คิดสิ่งใดไม่สัมฤทธิ์ดังจิตจง
มีคู่ชิดจิตใจกใหลเลื่อน                     มักพาเชือนให้เกินจนเดินหลง
เปรียบสุบรรณผันข้ามแม่น้ำตรง          ต้องโผลงกลับไปอาศัยปลา
ตำราทายว่ากายจะวิบัติ                     ลาภก็ขัดแสนลำบากยากจะหา
ต้องสะเดาะเคราะห์กรรมทำบูชา          ต่อเดือนหน้าจึงจะคลายสบาย เอย ฯ',
  7 => 'เสร็จหวังดังประสงค์             ที่จำนงจะได้ดังหมายมั่น
อีกไม่ช้าม้าตัวทองของสำคัญ            จะมาพลันพาเหาะไปเหมาะใจ
คนที่หนีของที่หายก็ได้กลับ               คู่ที่ลับห่างชิดพิสมัย
จะกลับคืนชื่นชิดสนิทใน                   คิดสิ่งไรก็จะสร้างสำเร็จการ
ตามตำราว่าได้เมื่อพระราเมศร์           ได้ดวงเนตรสีดามาสถาน
ตั้งแต่นี้มีสุขทุกข์ไม่นาน                   ที่คิดการหามิตรสมคิด เอยฯ',
  8 => 'ว่าใครได้ใบนี้                       เรื่องจะมีมาถึงตนกมลเศร้า
ตำราเปรียบดังโดยสารเรือสำเภา          พบนงเยาว์ชอบเชิงระเริงใจ
นายสำเภาจับเอานางขึ้นอุ้ม                 แล้วทิ้งทุ่มในวนสายชลไหล
เห็นแต่ฟ้าเหลียวหาฝั่งก็ยังไกล            ต้องว่ายในยามนามหานที
ถามที่พึ่งอีกหนึ่งปีวรรษา                    จึงจะมาตามสนองคลายหมองศรี
ถามถึงลาภลาภไร้ยังไม่มี                   จะต้องรีรอท่าช้าๆเอยฯ',
  9 => 'ท่านว่าเวลานี้                   ลาภจะมีมาไม่นานเป็นการหวัง
ถ้าได้สมอารมณ์ปองต้องระวัง         ที่ชิงชังสอพลอจะก่อการ
สิ่งที่ดีทีท่าจะมาถึง                       ยังก้ำกึ่งอยู่ด้วยข่าวระร้าวฉาน
ถามถึงลาภก็มีพอประมาณ             ถามถึงการขวนขวายที่หมายใจ
ต้องสวดมนต์ภาวนาบูชาพระ           นั้นแหละจะผ่อนทุกข์เป็นสุขได้
จะสำเร็จดังเจตนานัย                    ที่คิดไว้จะสมอารมณ์ เอยฯ',
  10 => 'นั้นท่านว่าพระราหู           เมื่อจับคู่จันทราในราศี
ตำราทายว่าร้ายไม่สู้ดี                   มัวราคีต้องตนเป็นมลทิน
ในปีนี้ยังมีทุกข์หนักหนา                ในอุราไม่สู้แน่นเหมือนแผ่นหิน
ถามถึงคู่สู่สมนิยมยิน                    ไม่ทิ้งถิ่นไปห่างให้จางใจ
ถามถึงลาภลาภก็ยังกำลังหา           จะมีมานั้นก็หาพอไม่
จงหยุดยั้งฟังเหตุสังเกตใจ              อย่าด่วนไปจากที่ปีนี้ เอยฯ',
  11 => 'เสร้๗สมอารมณ์นึก            ที่ตื้นลึกลุได้ดังใจหวัง
เมื่อได้นางโมราคืนมาวัง                   ลาภกำลังหาคล่องของต้องใจ
ตำราทายน้ำใจแกล้วกล้าหาญ           จะปลงจิตคิดอ่านทำการใหญ่
จะสมหวังดังเจตนานัย แม้น               รอไว้เดือนหน้าถ้าจะดี
คงจะมีผู้ช่วยชุบอุปถัมภ์                   จะช่วยค้ำจุนเจิมเฉลิมศรี
ที่ตรึกตรองอย่ากล้าช้าเป็นดี             ลาภเกือบมีมาถึงแล้วไม่แคล้ว เอยฯ',
  12 => 'ต้องตามตำราว่า                 เหตุจะมารุมโรคให้โศกศัลย์
เหมือนภิเภกหมอดูคู่กุมภัณฑ์             ทศกัณฐ์ขับส่งจากลงกา
จะร้อนเร่าเศร้าทรวงเป็นห่วงหลัง          ด้วยกำลังเคราะห์มากยากนักหนา
ถามถึงลาภปีนี้ไม่มีมา                       ถามถึงว่าป่วยไข้ยังไม่คลาย
ต้องรอดูอยู่ท่าปีหน้าก่อน                   จึงจะผ่อนให้เบาบรรเทาได้
การสิ่งไรใจเร็วก็เหลวไป                    คนผู้ใหญ่เป็นคู่ศัตรู เอยฯ',
  13 => 'ตามตำราว่าฤาษี           ทำนาที่กลางป่าพนาสัณฑ์
ได้ผอบพบสีดาวิลาวรรณ             แน่สำคัญลาภยศปรากฏใจ
จะได้บุตรสุดแสนเสน่หา              ตามตำราบอกตรงไม่สงสัย
จะห่างไกลวิโยคโศรกฤทัย           ลาภผลผู้ใหญ่จะให้ปัน
การที่หวังตั้งใจไว้คอยท่า             คงจะมาถึงแน่ไม่แปรผัน
ถามหาที่พึ่งหนึ่งสำคัญ                เชิญนับวันคอยอยู่คงรู้ เอยฯ',
  14 => 'นี้หนาท่านว่าขาน                พิมพิสารต้องเชือดจนเลือดไหล
ทนติดกรุจนลุโสดาไป                        ปีนี้ไซร้เจ็บช้ำระกำทรวง
อันความยากหรือก็ยากอยู่ในอก           ปานจะยกเมรุไตรไสลหลวง
ต่อปีหน้าจึงจะเบาที่เศร้าทรวง              จะข้ามห้วงทุกข์ร้อนผ่อนสำราญ
ถามถึงลาภลาภก็ยังหายาก                 ทุกข์ยังมากไม่ใคร่สุขสนุกสนาน
หญิงหน้านวลจะกวนมาก่อการ             อยู่สมานหยุดยั้งระวังเอยฯ',
  15 => 'ว่าไม่มีราคีหมอง             จะเก็บของขาวเหลืองเฟื้องสลึง
มิตรที่โกรธโหดหึงทำมึนตึง             จะมาถึงเคหาไม่ช้าพลัน
กับจะได้สิ่งของที่ต้องจิต                 แน่ไม่ผิดคำทายเหมือนหมายมั่น
ถามถึงลูกผูกใจที่ในครรภ์               แน่สำคัญว่าเป็นหญิงเสียจริงจัง
ถ้าถามถึงที่พึ่งพาตอบว่าเสร็จ           ต้องสำเร็จได้สมอารมณ์หวัง
ถามถึงลาภลาภมีดีประทัง                ปีนี้กำลังเคราะห์ดีทั้งปี เอยฯ',
  16 => 'ตกอันจวนเจียนแย่              เห็นแต่จะไม่สมอารมณ์หมาย
มิตรที่รักชักจางไปห่างกาย                 ทั้งคนร้ายจะปองลักของตน
หวังฝากผีที่พึ่งหนึ่งเป็นสอง                 ทุกวันต้องลอยคว้างอยู่กลางหน
ต่อปลายปีจึงจะมีเภตรายนต์                มารับตนไปชมยมนา
เคราะห์ไม่ร้ายกาจถึงคลาดเคลื่อน        เป็นลาภเดือนขัดมากยากที่หา
ต้องหยุดยั้งระวังตัวกลัวอาญา              คนจะมาใส่โทษถึงเรือนตนฯ',
  17 => 'ท่านกล่าวว่าพระดาบส              เจริญพรตถือเคร่งบำเพ็ญศีล
สิ่งอันใดก็ยังนิยมยิน                              หวังถวิลไม่สมอารมณ์ปอง
แต่ศัตรูหมู่พาลปัจจามิตร                        ไม่หาญคิดลวนลามตามสนอง
พระเดชาอย่างม้าเผ่นลำพอง                    ด้วยเหตุกองกูณฑ์อัคคีที่บูชา
ถามถึงลาภลาภสำคัญที่มั่นหมาย              ยังห่างไกลอยู่มากยากที่หา
ถามถึงป่วยไข้ว่าไม่มรณา                       ลาภมีมาอย่างพอเพียงเลี้ยงตัวตน
การที่หวังยังไม่เสร็จเป็นเด็ดขาด               ขืนมุ่งมาตรแล้วคงเห็นไม่เป็นผล
สิ่งที่หมายรายที่ปองว่าของตน                  ระวังคนรูปงามใส่ความ เอยฯ',
  18 => 'นั้นท่านว่ามิตรที่รัก                  จะพรากพลัดแรมทางไปกลางหน
เกิดวิบัติขัดในอกตกกระมล                     อีกทั้งตนจะชอกช้ำระกำกาย
ถ้าเป็นหญิงชายท่านทายว่า                     ได้เมื่อพระไชยสุริยาเที่ยวผันผาย
เสียสำเภาเศร้ากระมลจนเจียนตาย            เสียไพร่นายมัจฉาคร่าเอาไป
ต้องเกาะไม้ร้องไห้อยู่กลางคลื่น               หลายวันคืนจึงเข้าถึงฝั่งได้
ในปีนี้มีแต่ตรอมระกำใจ                         คิดสิ่งไรไม่สำเร็จดังเจตนา
พระว่าอย่าไปไกลสถาน                         เพราะคนพาลปองคิดริษยา
จะโศกศัลย์ต้องทัณฑ์อาชญา                  เกรงว่าทาษหญิงโหดใส่โทษ เอยฯ',
  19 => 'ว่าไม่สมอารมณ์หมาย                เบ็ญจกายแปลงเป็นนางลอยกลางหน
จะผิดด้วยปัญญาวาจาตน                         จะหมองหม่นด้วยทัณฑ์ต้องอาญา
เพราะใจเราเบาเปลี้ยเสียแท้ๆ                    หลงแต่เชื่อคนผิดริษยา
ไม่สมดังเหตุเจตนา                                 จึงเลยพาให้ตนเป็นมลทิน
ถ้าจะเทียบเปรียบความเหมือนขนานพร้า      ถ้าเหล็กกล้าเกินนักมักจะบิ่น
อดออมใจหนาอย่าราคิน                          เมาเหล้าฝิ่นก็ไม่เมาเท่าความรัก
พระทายว่าในอุราทุกวันนี้                         ค่อนข้างมีวิตกเพียงอกหัก
สิ้นปีนี้จึงจะมีที่พึ่งพัก                               มีศักดิ์ผู้หมายประคองสมปอง เอยฯ',
  20 => 'ว่าอย่าหมายเลยรายนี้           เพราะมาลีนั้นเขามีเจ้าของ
จะเด็ดดมได้สมนึกต้องตรึกตรอง           น่ากลัวหมองใจนตเป็นมลทิน
ความวิตกดังนกสดายุ                         บินไปลุฟากฝั่งดังถวิล
ต้องแหวนทรงขององค์ยุพาพิน             จวนจะสิ้นศักดาเวลานี้
ให้รอรั้งฟังเหตุสังเกตเรื่อง                   จึงจะเปลื้องความทุกข์เป็นสุขี
รายที่ปองว่าสองใจไม่สู้ดี                    สิ้นปีนี้จึงจะเหมาะหมดเคราะห์ เอยฯ',
  21 => 'ได้เมื่อพระจักรกฤษณ์          คืนสถิตแสนโสมนัสสา
ของที่รักจากไปจะได้มา                     ปรารถนาสิ่งอันใดสมใจปอง
พวกศัตรูก็กลับสู่มาเป็นมิตร                กลับซื่อสนิทไม่มีราคีหมอง
สัตว์สี่เท้าสองเท้าและเงินทอง             จะมีช่องไหลมาดังวาริน
ถ้าถามไข้ว่าจะหายในไม่ช้า                ถามหาคู่ว่าจะสมอารมณ์ถวิล
ถามของหายจะได้คืนอย่าราคิน           อยู่กับถิ่นลาภจะมาไม่ช้า เอยฯ',
  22 => 'ได้เมื่ออวตาร                        ผลาญลงกาของยักษี
จะได้ลาภยศปรากฏมี                            เจริญศรีสุสวัสดิ์กำจัดภัย
ทั้งดินฟ้าอากาศประกาศก้อง                   เทพไททุกห้องสั่นไหว
จะช่วยกันสรรเสริญเจริญใจ                    บุญชาติก่อนส่งให้ค้ำจุนเรา
คนทั้งหลายเกรงขามไม่หยามหยาบ          ประสงค์ลาภสมจิตพิสมัย
มีผู้คนอ่อนน้อมยอมตามใจ                    ทำการใหญ่ก็สำเร็จดังเจตนา
ถามหาคู่สู่สมอารมณ์นึก                        ที่ตื้นลึกต้องได้ดังใจหมาย
ถามโรคภัยไข้เจ็บในร่างกาย                  จะเสื่อมคลายหายเร็วหนาในไม่ช้า เอยฯ',
  23 => 'ได้เมื่อพระจักรีหะริรักษ์        ได้พบพักตร์ภิเภกทรงพระศรวล
จะทำสิ่งใดเร่งใครครวญ                      ให้รีบด่วนคงสมอารมณ์เรา
ถ้าเล่าเรียนการศึกษาหรือหาลาภ           โดยสุภาพพองอาจอย่าขลาดเขลา
อุตส่าห์เถิดจะประเสริฐอย่าดูเบา            ตามสำเนาคงสมอารมณ์ปอง
ถามหาคู่ที่ชอบใจคงได้แน่                   ไม่ปรวนแปรตามตำรามาสนอง
ถามโรคภัยไข้เจ็บที่ประคอง                 คงจะต้องช่วยเบาบรรเทาลง
ถ้าเป็นความทายว่าต้องชนะ                 จะพบปะคนที่ดีช่วยชี้ช่อง
ตำหรับท้าตำราทายว่าหมายปอง            บุญประคองส่งเคราะห์ดีทั้งปี เอยฯ',
  24 => 'ได้เมื่อพระลักษม์               ต้องหอกโมกขศักดิ์ ของยักษา
พึงสะเดาะเคราะห์กรรมทำบูชา             ยากนักหนาสิ่งที่คิดมักผิดไป
มีคู่ชิดหรือก็คิดมีใจสอง                     ผิดทำนองศีลกำหนดอันสดใส
ในอารมณ์ร้อนรุ่มดังสุ่มไฟ                  เพื่อคู่ใจทำแกล้งแทงอุรา
ต้องสวดมนต์บ่นท่องให้คล่องจิต          หยุดเรื่องคิดไว้เสียทีจะดีกว่า
ถึงทำไปไม่สำเร็จดังเจตนา                 เสียเวลาเปลืองเปล่าไม่เข้าการ
ถามโรคภัยไข้เจ็บที่เหน็บร่าง              จะคลายบ้างประการใดในคำขาน
ทำนายว่าป่วยไข้ไปไม่นาน                 อีกประมาณเดือนหายสบาย เอยฯ',
);
?>
