<?php
return array (
  1 => 'ใบที่หนึ่งสมมาตรปรารถนา ทายไว้ว่ามีคนชุบอุปถัมภ์ หมายสิ่งใดในจิตคิดจะทำ ว่าคงสำเร็จการประมาณมี แต่ช้าช้าจึงจะสมอารมณ์ปอง ทั้งพวกพ้องปรีเปรมเกษมศรี ว่าอยู่เย็นเป็นสุขทุกเดือนปี แม้นใบนี้ถามโรคที่โศกกาย ว่าคงหายเบาบางเหมือนอย่างทาย กัน หรือถามหาลูกหนี้พี่น้องหาย ว่าคงจะพบพักตร์เหมือนทักทาย หรือถามหมายหาลาภไม่หยาบคำ ว่าช้าช้าคงสมอารมณ์นึก ได้ก้องกึกเหล่ากอเป็นข้อขำ ถามหาคู่ดีนัก เหมือนชักนำขอจบคำที่หนึ่งรำพึง เอย ฯ',
  2 => 'ใบที่สองต้องกันเหมือนจันทร์ฉาย เปรียบกับต้นพฤกษาคราที่ตาย แล้วกลับกลายได้เป็น เหมือนเช่นเดิม ได้ผลิดอกออกใบไสวสว่าง ต้องน้ำค้างลมเชยรำเพยเสริม เหมือน กระจกบานเก่าเมื่อคราวเดิม ต้องเพิ่มเติมขัดถูจึงดูงาม จะทำการสิ่งใดพร้อมใจกัน จง ผ่อนผันหารือนับถือถาม คงสมจิตสมปองทำนองความ ใบนี้ถามคนไข้ว่าได้คลาย ถาม ลูกหนี้พวกพ้องว่าต้องพบ ถามเรื่องคู่รู้จบไม่สมหมาย ถามหาลาภว่าดีพาทีทาย จบ ภิปรายเลขสองทำนอง เอย ฯ',
  3 => 'ใบที่สามความยากลำบากล้น จะทำการป่วยการรำคาญตน 
ว่ามีคบปองร้ายไม่วายวัน กินไม่อิ่มนอนไม่หลับให้กลับทุกข์ 
ไม่มีสุขสักเวลาแทบอาสัญ แต่ถามเรื่องเป็นความไม่คร้ามกัน 
ควรผ่อนผันสู้ได้เป็นไรมี จะไปหาผู้ใดนั้นแสนยาก 
ถามลูกหนี้ที่จากพลัดพรากหนี ว่ายังไม่พบกันในทันที
หาลาภนี้ก็ยากลำบากกาย ถามเนื้อคู่สู่สมภิรมย์พักตร์ 
ว่าร้ายนักฟั่นเฟือนไม่เหมือนหมาย  จงสงบไว้ก่อนค่อยผ่อนกาย
จบคำทายใบที่สามจบความเอย',
  4 => 'ใบที่สี่นี้ไซร้เหมือนไกลคู่ มิได้รู้ปะพบประสบสอง 
เหมือนลูกไก่ฝูงเดียวเที่ยวคุนอง ตัวหนึ่งต้องจากไปเสียไกลกัน 
ต่อนาน ๆ จึงจะพบประสบพักตร์ ได้สมศักดิ์สุขีเป็นศรีสันต์ 
จะทำการสิ่งใดพร้อมใจกัน แต่ข้อนั้นทายไว้ที่ในที
อย่าดำเนินเดินหน้าท่านว่าร้าย เราต้องหมายตามหลังระวังหนี
เหมือนจันทร์ร่อนเร่ขึ้นเมฆี พระแสงศรีสุริยงค์ต้องลงดิน 
ถามคนเจ็บว่าหายสบายจิต ถามต้องติดเป็นความตามตราสิน
คงชนะเจียวหนาอย่าราคิน  แม้นถามถิ่นคนลี้หลบหนีกาย 
ทำนายว่ายังไม่พบประสบพักตร์ ถามลูกรักในครรภ์เหมือนมั่นหมาย
ว่าคงจะรู้เห็นเป็นว่าชาย จบคำทายที่สี่เท่านี้เอยฯ',
  5 => 'ใบที่ห้าว่าไว้ในอักษร ไม่มีใครทำร้ายขจายจร 
อย่าทุกข์ร้อนไปเลยไม่เคยการ ถ้าแม้นรักมักได้ควายของเขา 
ม้าของเราจะต้องพรากจากสถาน จะคบคนผู้ใดให้ดูการ
ถือโบราณแบบเก่าอย่าเบาความ แม้นถามหาเนื้อคู่ว่าอยู่ไกล 
ยังไม่ได้เหมือนจิตจงคิดขาม ถามลูกหนี้หนไปในใจความ
จะติดตามไม่พบประสบกัน ถามหาลาภนี้ไซร้ว่าได้ยาก 
ต้องลำบากทุกข์ร้อนจงผ่อนผัน แม้นถามบุตรสุดใจที่ในครรภ์
เลขห้านั้นว่าหญิงจริงแน่เอยฯ',
  6 => 'ใบที่หกตกจิตคิดสงสัย  ว่าอย่านึกกลอกกลับจะคับใจ 
แม้นานไปจะสมอารมณ์ปอง  เดี๋ยวนี้เราเหลวไหลไม่ได้เรื่อง 
ขืนยักเยื้องร้อนรนจะหม่นหมอง แม้นถามลาภว่าได้เหมือนใจปอง 
ถามพวกพ้องลูกหนี้ที่รุงรัง ว่าคงยังจะพบประสบพักตร์ 
อย่าเยื้องยักคงสมอารมณ์หวัง ใครขอได้ใบนี้ไม่มีบัง 
เป็นจริงจังดีจริงทุกสิ่งอัน ถึงคนเจ็บก็หายสบายจิต
จะสมคิดสุขีเป็นศรีสันต์ ถามหาคู่ใบนี้ว่าดีครัน 
จบที่หกเท่านั้นนะท่านเอย ฯ',
  7 => 'ใบที่เจ็ดเสร็จทุกข์เป็นสุขี ทั้งบ้านเรือนเพื่อนกินก็ยินดี 
แต่ตัวนี้เคืองขุ่นดูวุ่นวาย จะทำบุญให้ทานประมาณจิต 
คงสมคิดแสนสมอารมณ์หมาย อย่าอ้อมโอบโลภมากจะยากกาย 
ฟังภิปรายพาทีคงดีจริง เหมือนปลูกต้นผลไม้ไว้ใกล้บ้าน
คงเป็นการอยู่สุขสิ้นทุกสิ่ง ถามหาลาภใบนี้ว่าดีจริง 
หรือถามหาของหายก็ได้คืน ถามหาคู่สู่สมภิรมย์พักตร์ 
ว่าดีนักแสนดีเป็นที่ชื่น ถามคนเจ็บว่าหายสบายคืน
ถึงเรื่องอื่นก็ดีเท่านี้เอยฯ',
  8 => 'ใบที่แปดนี้ไซร้แม้นได้สม คงชื่นชมสุขีเป็นที่สอง
เปรียบเหมือนต้นพฤกษามณฑาทอง รากแก้วต้องขาดไปอยู่ไม่ทน
เวลานี้ก็แล้งเหมือนแบ่งรับ จงเปลี่ยนกลับย้ายที่จึงมีผล
ถามของหายได้ยากลำบากตน ถามหาคนเนื้อคู่ไม่สู้ดี 
แม้ถามเรื่องเป็นความต้องขามเข็ด  ไม่สำเร็จสู้ยากลำบากหนี
ถามหาลาภเล่าไซร้ว่าไม่ดี จบที่แปดเท่านี้ไม่ดีเอยฯ',
  9 => 'ใบที่เก้าเล่าชัดตัวมัจฉา จะกลายเป็นมังกรเหมือนก่อนมา
คิดไปหาลาภผลด้วยกลใด ทิศทักษิณทิศประจิมริมวิถี 
ว่าไปดีมาดีเหมือนศรีใส เปรียบเหมือนกับนาวาที่คลาไคล
ได้แล่นใบตามลมคงสมปอง ว่ามังกรกับงูยังรู้แปลง
เหมือนหน้าแล้ววิดน้ำสักสามสอง คงจะได้ฟุ้งเฟื่องมีเนืองนอง
ถามคนต้องพลัดพรากที่จากไป ว่าคงจะปะพบประสบพักตร์
ถามคู่รักร่วมคิดพิศมัย ว่ายังไม่ได้กันในทันใด
ถามคนไข้ว่าชั่วบอกตัวตรง ถามหาลาภใบนี้นั้นดีนัก
ว่าคงจักสมจิตคิดประสงค์ จงอุตส่าห์หมั่นทำดังจำนง
ที่เก้าคงว่าดีเท่านี้เอง',
  10 => 'ใบที่สิบท่านเปรียบเทียบเอาไว้เหมือนคนใบ้นอนหลับแล้วกลีบฝัน
จะพูดจาแสนยากลำบากครัน ไม่รู้วันเป็นตายวายชีวา
แม้นถามลูกในท้องต้องเป็นหญิง ถามถึงสิ่งของหายอย่าหมายหา
แสนยากที่จะพบประสบตา ถามไข้ว่าหายยากลำบากกาย
ถามหาคู่สมภิรมย์พักตร์ ว่าคงจักได้สมอารมณ์หมาย 
ถามหาลาภไม่ดีพาทีทาย ระวังกายให้มั่นทุกวันเอยฯ',
  11 => 'ใบที่สิบเอ็ดเหมือนกันกับจันทร์ฉาย ก้อนเมฆมิดปิดไว้เคียงใกล้กาย 
แล้วผันผายออกห่างสว่างเดิม ชาติปางก่อนทำเท่าไรได้เท่านั้น 
พอสมกันสมมูลไม่พูนเพิ่ม ข้างฝ่ายหน้าว่าดีทวีเติม 
แม้นความเดิมแม่ลูกไม่ถูกกัน ทำสิ่งหนึ่งสิ่งใดคงได้สม
ถามคู่ชมว่าดีเป็นศรีสันต์ ถามลูกหนี้พวกพ้องพี่น้องกัน
คงผ่อนผันได้สมอารมณ์ปอง ถามหาลาภก็ดีเป็นที่ยิ่ง
ถามถึงสิ่งสู้ความว่างามผ่อง ดีทั้งนั้นใบนี้เหมือนสีทอง
จงตรึกตรงประนอมอ่อนน้อมเอย ฯ',
  12 => 'ใบสิบสองคนหนึ่งเดินดำเนินหน้า คนหนึ่งหน้าตามหลังมาทั้งสอง
เปรียบก็เหมือนคนใบ้ในใจปอง พูดไม่คล่องแสนยากลำบากครัน 
ว่าจะมีคนชุปอุปถัมภ์ เหมือนถ้อยคำพาทีคนที่ฝัน 
เวลาตื่นหายไปร้อนใจครัน ให้ป่วนปั่นเปล่า ๆ ไม่เข้าการ 
ถามหาคู่สู่สมภิรมย์พักตร์ ว่าร้ายนักจงแจ้งแถลงสาร
ถามเป็นความว่าดีไม่ปาน ถามถึงการเพื่อนรักประจักษ์ใจ 
คงจะได้สบสมอารมณ์นึก ที่ตื้นลึกจงแจ้งแถลงไข 
พบพี่ป้าน้าอาเพื่อนอาลัย ถามลาภไม่สู้ดีเท่านี้เอยฯ',
  13 => 'ใบที่สิบสามเปรียบตนเหมือนต้นไม้ ยังมิได้ผลิดอกหรือออกผล เหมือนรุกขาหน้าแล้งต้องแฝงตน ไร้น้ำฝนยังรอมิได้มี อย่าถูกโดนน้ำค้างที่กลางแจ้ง อย่าเคลือบแคลงจากไปให้ไกลที่ จงรอรั้งฟังว่าคำพาที แม้นการมีค่อยคิดตามกิจการ จึงจะไม่เสียเรื่องให้เคืองแค้น ถ้ามาตรแม้นขอบุตรสุดสงสาร ว่ายังไม่มีมาในอาการ ถามพบพานพวกพ้องพี่น้องดี ถามหาลาภว่าสมอารมณ์หมาย ถามถึงรายเรื่องคู่นั้นจู้จี้ ว่ายังไม่ได้กันในทันที จบใบที่สิบสามหมดความเอยฯ',
  14 => 'ใบที่สิบสี่นั้นว่าเหมือนฟ้าดิน ยังราคินต่าง ๆ ระคางเขิน
จะไปหาผู้ใดให้บังเอิญ เป็นการเกินประตูปิดไม่มิดบัง
จะร้องเรียกก็ขามให้คร้ามจิต เราต้องคิดคอยก่อนฟังสอนสั่ง 
ว่ายังไม่ทราบชัดเป็นสัจจัง เหมือนอยู่ยังในวนชลธาร
คะนึงการไม่สมอารมณ์คิด คู่เชยชิดนั้นหนาฟังว่าขาน
ไม่สู้ดีดอกนะจะราน ถามอาการเจ็บไข้ว่าได้คลาย
ถามเพื่อนฝูงน้องพี่ลูกหนี้นั้น ถามหาลาภไม่ดีพาทีทาย
จบภิปรายที่สิบสี่เท่านี้เอย',
  15 => 'ใบที่สิบห้าว่าไว้ในอักษร จะทำการสิ่งไม่อาวรณ์ 
สโมสรสมคิดเหมือนจิตปอง จะค้าขายก็ดีเป็นที่สุด 
แม้นถามบุตรว่าชายอยู่ในท้อง ถามหาคู่ชูชมได้สมปอง 
แม้นถามของหายว่าได้พบ ถามหาลาภก็ดีเป็นที่หนึ่ง 
แม้นถามถึงคนไข้เหมือนไข่กบ  ว่าหายวันหายคืนให้ครื้นครบ 
ถามหาพบลูกหนี้ก็ดีครัน แม้นผู้ใดขอได้ที่ใบนี้ 
ว่าแสนดีแสนสมช่างคมสัน คงอยู่เย็นเป็นสุขทุกคืนวัน
เกษมสันต์สมอารมณ์เอย ฯ',
  16 => 'ที่สิบหกว่าสมอารมณ์นัก คงพบพักตร์คนชุปอุปถัมภ์ 
กับคนที่มีบุญการุญธรรม   เสมอร่ำร่ำไปด้วยใจดี 
ว่าข้างหน้าจะถาวรเจริญสุข ไม่มีทุกข์ขุ่นข้องหม่นหมองศรี 
จะสมความปรารถนาเหมือนพาที  แม้นใบนี้ถามไข้ว่าได้คลาย 
ถามหาคู่สู่สมภิรมย์พักตร์ ว่าสมศักดิ์แสนสมอารมณ์หมาย
ถามหาลาภก็ดีพาทีทาย หรือถามหมายเป็นความไม่ลามลวน 
คงจะสู้ได้แท้เป็นแน่นัก ถึงจะชักจะไซร้เรื่องไต่สวน 
จงตอบแต่ข้อความตามกระบวน ขอจบถ้วนใบนี้ว่าดีเอย',
  17 => 'ที่สิบเจ็ดไม่เสร็จเหมือนใจหมาย คิดทำการหว่านจุนดูวุ่นวาย 
จะหาร้ายใส่ตัวจงกลัวเกรง อย่าร้อนใจไปเลยไม่เคยนึก
ค่อย ๆ ตรึกจงเจาะให้เหมาะเหม็ง   คงสมหมายชมชื่นได้ครื้นเครง 
ตัวเราเองต้องเจียมเสงี่ยมตัว มันเชือดเนื้อถือหนังเราทั้งสิ้น
จะผันผินมองแผลมีแต่ชั่ว  ถามคนเจ็บว่าหายสบายตัว 
หรือพันพัวเรื่องความที่ถามหา คงชนะทั้งสิ้นอย่ากินแหนง 
ถามเคลือบแคลงลูกหนี้ไม่ดีหนา เพื่อนฝูงก็ไม่พบประสบตา
ถ้าถามหาลาภนี้ว่าดีเอย',
  18 => 'ที่สิบแปดเห็นทรัพย์ติดกับหิน เปรียบเหมือนเราจะหาเป็นราคิน
ก็สุดสิ้นแสนยากลำบากกาย ว่าป่วยการเปล่า ๆ ไม่เข้าข้อ
เหมือนถ่อเรือทวนลมระบมหมาย จะไปหาก็ยากลำบากกาย 
ต่อนานคลายคนเหมาะสงเคราะห์มี  ถามคนเจ็บว่าหายสบายจิต
ถามเป็นความตามติดต้องคิดหนี ถามหาลาภบอกไว้ว่าไม่มี
ถามบุตรที่ในครรภ์นั้นเป็นชาย ใครขอได้ใบนี้เป็นที่ยั้ง
เราต้องตั้งอารมณ์สมหมาย ขอจบคำเท่านี้พาทีทาย
ข้างต้นนั้นว่าวายปลายดกเอย',
  19 => 'ที่สิบเก้าเกิดมาเป็นมนุษย์ เวลาดีก็ดีแสนที่สุด
จงยั้งหยุดตรึกตรองทำนองการ ช้า ๆ หน่อยคงสมอารมณ์ปอง 
จะอยู่จนแก่คร่ำไม่รำคาญ แม้นถามการเจ็บกายว่าหายดี 
ถามหาลาภก็ได้เหมือนใจนึก   จะครื้นครึกวายทุกข์เป็นสุขี 
ถามเป็นความนั้นไซร้ไม่สู้ดี ถามถึงที่ไปมาจะหาใคร 
ว่าไม่สมอารมณ์หมายเหมือนใจคิด สุดจะคิดจะแจ้งแถลงไข
แต่ปลายมือว่าดีไม่มีภัย ขอจบใบที่สิบเก้าเท่านี้เอยฯ',
  20 => 'ที่ยี่สิบนับถือไม่ซื่อตรง แม้นมั่นคงคงสมอารมณ์บ้าง 
ระวังตัวให้ดีในที่ทาง ด้วยเราว่างคนซึ่งจะพึ่งพา 
ใครขอได้ใบนี้ที่เป็นเคราะห์ ต้องสะเดาะด้วยน้ำมันฟังปัญหา
เติมตะเกียงไว้นี้ที่บูชา ไปข้างหน้าคงสมอารมณ์ปอง 
ถามคนเจ็บว่าหายสบายจิต แม้นถามคิดขอบุตรเป็นสุดหมอง 
ยังไม่ได้สมนึกที่ตรึกตรอง แม้นถามปองหาลาภไม่หยาบคาย 
ว่ายังไม่ได้มีเป็นที่เห็น แต่ถามเป็นความนั้นที่มั่นหมาย 
คงชนะเหมือนคำที่ทำนาย ต้องถวายน้ำมันเท่านั้นเอยฯ',
  21 => 'ยี่สิบเอ็ดชูชุบเหมือนบุปผา ต้องลมแดดแผดส่องทำนองมา 
แต่ทว่าไม่แห้งอย่าแหนงเลย เหมือนลูกนกสอนบินเที่ยวผินผัน
ถูกลมหันพลัดตกโอ้อกเอ๋ย แต่ข้างหนึ่งรื่นรมย์ได้ชมเชย 
คงเสบยแสนสบายไม่วายวน  ถามคนเจ็บว่าเบาบรรเทาจิต 
ถามหามิตรคนชมภิรมย์ขวัญ ว่ายังอยู่ห่างไกลไม่ได้กัน
ถามความนั้นสู้ยากลำบากการ แต่มีลาภอยู่บ้างเหมือนอย่างทาย 
คงสมหมายปรีดิ์เปรมเกษมศานต์ ใครขอได้ใบนี้แม้นมีการ
ไม่ช้านานคงสมอารมณ์เอยฯ',
  22 => 'ยี่สิบสองต้องความตามหลังเขา จะทำการสิ่งใดอย่าใจเบา 
ตัวของเราต้องหาปรึกษาการ ให้มีผู้ชี้แจงแสดงกิจ 
คงสมคิดดอกหนาฟังว่าขาน อย่าเป็นทุกข์ไปเลยไม่เคยการ
ถือโบราณเอาไว้คงได้ดี ถามคนเจ็บว่าหายเหมือนทายทัก 
คงจักเบาบรรเทาทุกข์เป็นสุขี  ถามเป็นความท่านดูไม่สู้ดี 
ถามลาภมีมากมายเหมือนหมายปอง ถ้าไปหาสิ่งใดที่ในจิต
คงสมคิดแสดสมภิรมย์สอง ใครขอได้ใบนี้เป็นสีทอง
ยี่สิบสองจบกันเท่านั้นเอยฯ',
  23 => 'ยี่สิบสามความดีเป็นศรีสุข  ถึงใครต้องเจ็บไข้อย่าได้ทุกข์ 
คนเป็นสุขทั้งเรือนไม่เคลื่อนคลาย ทั้งจะมีลาภด้วยอย่างวยงง
สมประสงค์แสนสมอารมณ์หมาย ไปทางไกลจะได้ตามความสบาย 
แม้นถามหมายสิ่งใดคงได้การ ถามคนเจ็บว่าหายสบายจิต 
แม้นถามติดเรื่องความที่ตามศาล คงชนะเป็นแท้แน่แก่การ 
เกษมสานต์แสนสมอารมณ์ปอง ถามหาลาภก็ดีเป็นที่ยิ่ง 
สิ้นทุกสิ่งดีพร้อมไม่มัวหมอง เหมือนโกสุมบุปผามณฑาทอง
ทำในนองใบนี้ว่าดีเอย',
  24 => 'ยี่สิบสี่นี้ไซร้ว่าไกลนัก เราสุดจักแลเห็นที่เช่นของ
อีกสักหน่อยคงสมอารมณ์ปอง ม้าตัวทองคอยท่าข้างหน้ามี 
คงได้พบคนชุปอุปถัมภ์ ทั้งคมขำดีนักเป็นศักดิ์ศรี
คงสมความตามจิตที่คิดดี แม้นใบนี้ถามไข้ว่าได้คลาย 
ถามไปไหนก็ดีเป็นที่ยิ่ง  สิ้นทุกสิ่งคงสมอารมณ์หมาย 
ถามหาลาภดีนักเหมือนทักทาย ใบนี้หมายการหน้าท่านว่าดี 
ถามอะไรให้ดูที่รู้ถาม ได้สมความวายทุกข์เป็นสุขี
ใบนี้หนาท่านจัดเอาว่าดี เป็นความนี้สู้ยากลำบากเอยฯ',
  25 => 'ยี่สิบห้าว่าไว้ในอักษร เหมือนเรือเล็กไคลคลากลางสาคร 
พายุต้อนทวนลมระบมใจ จะข้ามฟากก็ยากลำบากยิ่ง 
สิ้นทุกสิ่งจงแจ้งแถลงไข แม้นถามการไปมาจะคลาไคล 
ท่านบอกไว้ตามคำที่ทำนาย ทิศทักษิณประจิมริมวิถี 
หนทางนี้ควรท่านจะผันผาย  ถามคนเจ็บหายยากลำบากกาย 
ถามถึงหมายพึ่งใครว่าไม่มี ถามหาลาภว่าเลวดูเหลวเลื่อน
ถามของเคลื่อนหายไปจากในที่ สุดแสนยากจะพบประสบมี
แต่เป็นความว่าดีเท่านี้เอยฯ',
  26 => 'ยี่สิบหกเปรียบใกล้ดอกไม้บาน ถึงมีการทุกข์ร้อนค่อยผ่อนผัน 
สุดแท้แต่บุญกรรมเป็นสำคัญ ตัวเรานั้นต้องเจียมเสงี่ยมตัว
จะทำการอันใดอย่าได้หาญ ขืนรำคาญฮึกฮักว่าจักชั่ว
ต่อภายหลังจักต้องหม่นหมอง มัวคิดถึงตัวถึงกายไม่วายวัน 
เปรียบเหมือนเราปลูกต้นผลไม้ คนอื่นได้เก็บกินไม่ผินผัน
แม้นถามบุตรดูใจที่ในครรภ์ ว่าคนนั้นเป็นหญิงจริง ๆ ใจ 
ถามเป็นความว่าเห็นเป็นอย่างกลาง  ถามที่พึ่งว่าห่างกระจ่างใส 
ถามหาลาภได้ยากลำบากใจ  จึงจบใบนี้พลันเท่านั้นเอยฯ',
  27 => 'ยี่สิบเจ็ดเสร็จสมอารมณ์หมาย เปรียบเหมือนตันรุกขาเวลาตาย 
ต้องสาดสายน้ำค้างในกลางคืน แตกใบอ่อนได้จริงทุกกิ่งก้าน 
ก็เหมือนการสาวหนุ่มได้ชุ่มชื่น  คงจะสมคิดบ้างอยู่ยั่งยืน 
บ้านเรือนรื่นสุขียินดีครัน ถ้าแม้นถามเป็นความไม่ขามเข็ด
ชนะเสร็จดับร้อนได้ผ่อนผัน  ถามหาลาภใบนี้ว่าดีครัน 
ถามคนเจ็บนั้นว่าหายสบายเบา ทั้งคนเหมาะสมสงเคราะห์ก็มีอยู่ 
เหมือนบุญชูให้พบประสบเขา จบภิปรายทายคำในสำเนา
ต้องจัดเอาว่ามีเท่านี้เอย',
);
?>
