<?php
return array(
  1 => 'ใบปฐมสมด้วยพระสิทธารถ                  เธอคิดคาดแน่ชัดระหัสสา
สำรวมจิตต์คิดมานะบรรพชา                  มินานช้าไดเสร็จสำเร็จฌาน 
ใครเสี่ยงได้ใบเป็นนี้ดีเลิศ                     ลาภประเสริฐจะได้สมอารมณ์สมาน
ถึงป่วยไข้ก็จะหายมิทันนาน                  จะคลาดแคล้วภัยพาลทุกสิ่งอัน
ถามของหายหรือคนร้ายลักไปลับ           ว่าจะกลับคืนแน่ไม่แปรผัน
แม้ทางไกลที่จะไปหลายวัน                   ปราศจากสรรพภัยไม่บีฑา
อีกเนื้อคู่ก็ว่าอยู่กันใกล้ชิด                    จะสมจิตต์สมมาตรปรารถนา
จะอยู่เย็นเป็นสุขทุกเวลา                      ทุกสิ่งสารพันเสร็จสำเร็จ เอย ฯ',
  2 => 'พ้องด้วยธรรมทานผล                บรรดาลดลตามสนองคล่องนักหนา
เคยลำบากยากไร้แต่ไรมา                    สิ้นเวราคลายเข็ญเย็นหทัย
สมโฉลกโชคมาปัญญาช่วย                  เคยจนหายกลายเป็นรวยนับไม่ไหว
ถูกใบนี้ทายว่าดีนี่กระไร                      จะคล่องใจเบิกบานสราญรมย์
ที่มุ่งจิตต์คิดจำนงค์จงหวังไว้                  คงจะได้ตามจริงทุกสิ่งสม
จงนอนใจเถิดหนาได้ปรารมภ์                ต้องเสร็จสมใจแท้เป็นแน่เอยฯ',
  3 => 'ความหมายได้ด้วยยาก             เหมือนนกจากรังบินขึ้นเวหน
ต้องแดดเผาเศร้าอารมณ์ระทมทน         หาเลี้ยงตนแต่พอปากลำบากกาย
จงตั้งใจไว้ท่าช้าช้าก่อน                      จึงจะผ่อนให้เบาบรรเทาหาย
ฤดูนี้มีแต่ไม่สบาย                             ยิ่งขวยขวายก็ยิ่งช้ำแสนรำคาญ
เปรียบพฤกษาหน้าแล้งไม่มีฝน             อีกทั้งผลก็ไม่สดรสไม่หวาน
ต้องรดน้ำเพิ่มพูนด้วยบุญทาน              ต่อนานๆปลายปีจึงดี เอยฯ',
  4 => 'นี้เมื่อโฆสกกุมาร               เขามุ่งผลาญปองฆ่าชีวาหวัง
กุศลช่วยชูไว้ได้ประทัง                  มาตอนหลังสวัสดีมีชโย
ถูกใบนี้ทีเดิมเริ่มจะร้าย                  แต่ตอนปลายสิ้นทุกข์เป็นสุโข
ถามเจ็บไข้นานหายกายพุงโร          ของหายว่าไม่โผล่จะกลับคืน
ถ้าเป็นร้อยความลามปามเกิด          เชื่อใจเถิดชนะแน่ไม่แปรอื่น
ถามถึงคู่ว่าจะอยู่กันยั่งยืน              เคยค้อนควันจักคืนยิ้มรับ เอยฯ',
  5 => 'เมื่อมหาฉัตรทันตราช             เป็นเชื้อชาติคชไกรชาญชัยศรี
หักมะเดื่อเผื่อเมียด้วยหวังดี                เผอิญมีมดแดงเหมือนแกล้งกัน
กุศลกรรมทำมาจึงอาเภท                   ทุกข์เทวศถูกเลื่อยงาถึงอาสัญ
จะคร่ำครวญหวลไห้ไม่วายวัน             เคราะห์สำคัญอกุศลดลบรรดาล
ถูกใบนี้ว่าไม่ดีเคราะห์ร้ายนัก              จะเสื่อมศักดิ์เสียของที่แก่นสาร
จะเกิดความด้วยหญิงยิ่งรำคาญ           เร่งทำบุญสุนทรทานเสียเถิด เอยฯ',
  6 => 'นี้สมชมภูกาชีวก                   สกปรกยากแค้นแสนนักหนา
เสพมูตรคูถต่างอาหารเป็นอัตรา         เองแต่เวรก่อนมาบรรดาลดล
พอได้รับสดับพระพุทโธวาท              ก็ประหลาดลุได้ในมรรคผล
สำเร็จพระอรหันต์ในบัดดล               เกิดจากผลน้อมมนัสด้วยศรัทธา
ถูกใบนี้ส่วนดีน้อยกว่าร้าย                ให้ขวนขวายประพฤติตามคำสิขา
ด้วยจะเกิดอันตรายแก่กายา              ต้องรักษาอย่าได้พลั้งระวังกาย
คิดจะทำอะไรต้องทำจริง                  ค้าจับจดทอดทิ้งไม่ดีหลาย
เป็นเสนียดรังเกียจแก่เจ้านาย            ต้องขวนขวายปัดด้วยทางสร้างบุญ เอยฯ',
  7 => 'นโมพุทธายะ                 ชัยชนะโชคงามตามมาถึง
มิตรที่โกรธโหดหื่นทำมึนตึง         จะมาถึงเคหาไม่ช้าพลัน
กับจะได้สิ่งของที่ต้องจิตต์           แน่ไม่ผิดตำราทายเหมือนหมายมั่น
ถามถึงลูกผูกใจที่ในครรภ์           แน่สำคัญว่าเป็นหญิงเสียจริงจัง
ถามหาที่พึ่งพาอยู่อาศัย              ตอบว่าได้เสร็จสมอารมณ์หวัง
อีกผู้ใหญ่ไปหาไม่กล้าชัง            เป็นสมหวังโชคดีมีชัย เอยฯ',
  8 => 'ธัมมิกอุบาสก                    ต้องวิตกถึงมาตชีวาสัญ
มีนางฟ้ามาเชิญเจริญจรัล               ขึ้นสุวรรณราชรถหมดภัยตัว
ได้ใบนี้ทั้งดีและทั้งร้าย                  ตามคำทายปะปนละคนกลั้ว
ชั่วกับดีทุกข์สุขคลุกกันนัว              มีคราวชั่วคราวดีที่สำคัญ
คิดอะไรมักได้แต่ขัดค้าง                เหมือนพายเรือในอ่างวนอยู่นั่น
จะตรงออกมันก็ติดมีกีดกัน             เลยหมุนคว้างกลางกันอยู่ตามลม
เรานึกนั่นมันไพล่มาได้นี่                ให้ผิดที่นึกไว้ไม่ใคร่สม
เร่งทำบุญสุนทรทานหมั่นอบรม        ผลจะสมข่มร้ายให้หาย เอยฯ',
9 => 'คราวนางประทุมวดี                จอมบุรีอภิเศกเป็นฝ่ายขวา
พระโปรดปรานประทานให้ได้นานา       อวิญญานะกะทรัพย์นับอนันต์
บริวารยศลาภาดิเรก                         เนื่องอเนกมากจริงทุกสิ่งสรรพ์
สุขเกษมเปรมปรีดิ์ทุกวี่วัน                  สารพันสมนึกดั่งตรึกตรา
ถ้าเป็นความทายว่าจะชนะเขา             ของหายเล่าไม่ต้องตามสืบถามหา
จะได้คืนอื่นจะเพิ่มซ้ำเติมมา               ทั้งเนื้อคู่ก็จะหาได้สมใจ
ถ้าเป็นชายนายให้ยศปรากฏชอบ         บุญประกอบมั่นคงไม่สงสัย
ชันษาชาตาดีนี่กระไร                        สุขทั้งกายทั้งใจสบาย เอยฯ',
  10 => 'เมื่อภิกษุโกสัมภี                          สามัคคีแตกหมางระคางหาม
มิเชื่อพระพุทธวจนะที่ห้ามปราบ                   เพราะถึงยามจะวิบัติจึงชัดไป
ใครถูกนี่คัมภีร์ว่าชะตาร้าย                         จะวุ่นวายมั่นคงไม่สงสัย
เห็นกงจักรเป็นโกสุมประทุมไป                    เหตุทั้งหลายมักจะเนื่องด้วยปากคน
จะผิดพ้องกับผู้ใหญ่ได้รันทด                      อันลาภยศบรรดาศักดิ์อย่าขวนขวาย
เป็นคราวเคราะห์จำเพาะกรรมตามมาดล        ระวังตนภัยจะมีมาบีฑา
อันคู่ครองปองไว้ว่าใกล้มือ                         ก็จะปรื๋อบินปลีกหลีกถลา
ถ้าป่วยไข้อยู่ข้างใหญ่หนักอุรา                    ถามของหายทายว่าต้องสูญ เอยฯ',
  11 => 'เหตุเมื่อกุมภโฆษก                     ชาตาตกร่อนเร่ระเหระหน
เที่ยวมะงุมมะงาหราประสาจน                    ความขัดสนคราวเคราะห์เฉพาะกรรม
มาตอนนี้แสนดีเสียเหลือล้น                      ด้วยเจอะคนช่วยชุบอุปถัมภ์
ท่านมีบุญชุบเลี้ยงเป็นเที่ยงธรรม                เลยได้สำราญรื่นกลับฟื้นกาย
ทรัพย์ก็อู๋คู่ก็งามนามก็หอม                       มีคนตอมมุ่งประสงค์จำนงหมาย
ได้ใบนี้ดีแท้กระแสร์ทาย                         ถึงของหายก็จะได้ไม่ช้วัน
ถามป่วยไข้ภัยพาลอาการโรค                   อย่าอาโภคหายแน่ไม่แปรผัน
จะสร้างคลายหายสนิทในเร็ววัน                 เกษมสันต์นิรทุกข์สุขี เอยฯ',
  12 => 'ต้องเมื่อพระชนก                    เชาวน์ฉลาดแก้ตกปฤษณา
ได้สิบหกขุนสุวรรณกำนัลมา                  ในตำราท่านทำนายทายว่าเฮ็ง
จะได้ทรัพย์ตระการสำราญรื่น                จะชุ่มชื่นสิ้นเคราะห์แสนเหมาะเหม็ง
จะสมตรึกนึกได้ดังใจเก็ง                      เป็นยามเฮ็งถ้าค้าขายกำไรดี
ถ้าเป็นชายหมายหน้าหาคนรัก                คงจักพบนางสะอางศรี
ได้เป็นคู่เสน่หาไม่ราคี                          จักเป็นที่หายกลุ้มกระชุ่มกระชวย
หากเป็นนางทรามวัยยังไร้คู่                   คงพบผู้ชื่นชุ่มชายหนุ่มสวย
ถึงจะไม่ดีล้ำอีกร่ำรวย                          บุญอำนวยช่วยสนองได้คล่อง เอยฯ',
  13 => 'ความเกเรพระเทวทัตต์              เธอขืนขัดลัทธิมิได้เหลียว
ครองกาสาว์ฝ่าฝืนใช้ผืนเดียว                  ภิกษุเกรียวกราวว่านินทาเธอ
ถูกใบนี้ไม่ดีค่อนข้างร้าย                        ระมัดระวังกายตัวอย่ามัวเผลอ
จะผิดพ้องหมองจิตต์ด้วยมิตรเกลอ           เพราะเลินเล่อตนจะถูกซึ่งถ้อยความ
แม้ของหายถ้าจะได้ก็โดยยาก                 ต้องลำบากยำเยงเร่งเกรงขาม
อย่าหวังยศลาภาพยายาม                       มีแต่ทรามทรุดกับทรงคงอย่างดี
จะหาคู่แม้จะได้ไม่เป็นเรื่อง                     รังเป็นเครื่องทำทุกข์ตัดสุขี
สละทรัพย์บูชาพระนอนนี้                       จะกลับร้ายกลายเป็นดีภายหน้า เอยฯ',
  14 => 'นี้พระนันทะกุมาร                  พร้อมวงศ์วารศากยราชสโมสร
กระทำกิจพิธีการสยุมพร                     กับบังอรนามชนะปะทะนาง
พระพุทธองค์ทรงเสด็จในงานนี้             พระนันทะจรลีไม่อางขนาง
โดยเสด็จบรรพชาหวังหาทาง                สำเร็จอย่างมรรคผลกุศลชัย
ได้ใบนี้เห็นทีจะลำบาก                        มักจะจากพรากถิ่นที่อาศัย
แต่ต่อมาว่าจะหายค่อยคลายไป            ในตอนปลายที่พึ่งพาว่าจะมี
อันคู่รักริเริ่มเผดิมแรก                         มันจะแตกแยกห่างร้างหน่ายหนี
มาคนหลังจึงหวังได้ว่าดี                       จะเป็นศรีศิริแท้แก่ตัว เอยฯ',
  15 => 'ที่พระพุทธเดชา                    ชนะหมู่มาราสิ้นทั้งผอง
ใครจับได้วิเศษล้ำตามทำนอง               อันชั่วร้ายจะไม่ต้องมากล้ำกราย
ที่มุ่งไว้จะได้สมอารมณ์คิด                   ถ้าป่วยไข้คลายสนิทอาการหาย
ของที่สูญอย่าอาดูรให้วุ่นวาย                ไม่ทันสายก็จะรับได้กลับคืน
ได้คู่เคียงเรียงชมก็สมศักดิ์                   จะน่ารักอุ่นกว่าผ้าหลายผืน
จะเจริญบุญมั่นขวัญยืน                        ถ้าใครขืนคิดร้ายแพ้ภัยเอง
ที่พึ่งพาถาวรจะได้พบ                          ถ้าความหนักก็จงรบให้เหมาะเหมง
จะมีผู้แก้ไขช่วยไว้เอง                         ไม่ต้องเกรงได้ใบนี้ล้วนดี เอยฯ',
  16 => 'ตกเมื่อนางวิสาขา                ได้อาวาห์มีคู่ร่วมสู่สม
และบังเกิดลาภามาอุดม                    ทายว่าสมมโนยิ่งทุกสิ่งอัน
จะบริบูรณ์พูลสุขไม่ทุกข์ร้อน              แต่ต้องจรจากนิเวสน์เขื่อนเขตต์ขัณฑ์
ถึงจากไปก็ไม่ไร้ที่ฐานันดร์                ยศศักดิ์ชั้นชื่อกระเดื่องลาภเนืองนอง
ชายใดได้ใบนี้เหมาะดีนัก                  อันคู่รักจะได้ชมประสมสอง
ไปทางไกลหรือค้าขายได้มูลมอง        กำไรกองเต็มที่โชคดี เอยฯ',
  17 => 'อาเพศพระมหาชนก                ให้ร้อนอกทุกขืระทมเป็นนักหนา
ต้องแหวกว่ายอยู่ในสายพระคงคา           เจ็ดเวลาปิ้มจะวายทำลายชนม์
หากเดชะบารมียังอำนวย                       เทวดามาช่วยให้เป็นผล
นำไปไว้ในนครหายร้อนรน                    ใบนี้ต้นค่อนข้างร้ายแต่ปลายดี
ถ้าเป็นความก็จักได้ชัยชนะ                    ถึงยศฐาน์ลาภะก็ไม่หนี
ถามเจ็บไข้ทายว่าไม่ม้วยชีวี                   ท้ายจะดีจริงหนาสถาพร
อันเนื้อคู่ชูชมภิรมย์รัก                          ก็คงจักได้ชิดมิตรสมร
แต่จะเนิ่นเพลาให้อาวรณ์                       ครั้นลงท้ายคลายร้อนสำเร็จ เอยฯ',
  18 => 'เป็นสุขสิ้นทุกข์ร้อน              ทายสุนทรจริงจังดังว่าขาน
บำราศทุกข์สุขใจให้เบิกบาน               ทุกทิวาราตรีกาลไม่มีเลือน
จะหวังลาภอาบสมอารมณ์ปอง             ทั้งคู่ครองดีกระไรใครจะเหมือน
ลาภหรือคู่สู้แน่ไม่แชเชือน                 ในสามเดือนนี้ไซร้ไม่คลาดคลา
แม้เป็นความก็จะชนะเขา                    ความของเราจะเป็นต่อในข้อหา
ถามตามญาติลูกหนี้หนีพักตรา             ขอทายว่าคงประสบพบยินดี
จะสู่ถิ่นฐานใดไม่ตกอับ                      คนจะนับหน้าพร้อมน้อมศักดิ์ศรี
ยิ่งแก่ตัวยิ่งเพิ่มเสริมความดี                จบใบนี้ว่าประเสริฐเลิศนัก เอยฯ',
  19 => 'ความว่าท่านอนาถบิณฑ์           ทำทานสิ้นสารพันสรรพสิ่งของ
ผลทานบันดาลดลเนืองนอง                  เทวะต้องนำทรัพย์ให้ได้กว่าเดิม
ในตำราว่าไว้จะได้ลาภ                        โดยสุภาพเนื่องหนุนมาพูนเพิ่ม
พร่องไปบ้างก็จงหวังว่าได้เติม               กุศลเสริมส่งศรีดีกระไร
ถ้าเป็นความคงจะชำนะแน่                    จะมีผู้กู้แก้อย่าสงสัย
ถามเนื้อคู่ว่าอยู่ไม่ใกล้ไกล                   คงจักได้สมถวิลจินตนา
แม้จะคิดไปข้างทางค้าขาย                   หวังกำไรก็จงลองคล่องนักหนา
ถามป่วยไข้ว่าจะหายเร็วเวลา                 จะวัฒนาผาสุกทุกวันเอยฯ',
  20 => '  ดังสมเด็จพระราเมศร์              จากสีดาดวงเนตรพิสมัย
โดยบรรดาสิ่งของที่ต้องใจ                     จะพลัดพรากจากไกลให้หมองเมิน
ที่เคยสุขก็จะทุกข์ระทมทับ                     จะแค้นคับอกใจให้ขัดเขิน
หมั่นกราบไหว้ บาปกรรมที่ก้ำเกิน             บุญบังเอิญช่วยบ้างคงบางเบา
จงยับยั้งชั่งใจเสียให้ดี                            เหมือนจามรีรักาาเสงี่ยมเหงา
ผู้ใดได้ใบนี้มีเคราะห์เนา                          อุตส่าห์เป่าภาวนาเป็นอาจินต์
ให้เสงี่ยมเจียมกายวาจาจิตต์                    สิ่งที่ผิดภายหน้าจะสุดสิ้น
จงอุตส่าห์ตั้งหน้าหมั่นหากิน                     แลจงผินหน้ามาหาบุญ เอยฯ',
  21 => 'ว่าพระภูริทัตตา                   เป็นนาคาจำศีลอยู่ถิ่นเขา
เฒ่าเนสาทเจ้ากรรมมันทำเอา             ใช้เชือกบาศคล้องเข้าแล้วนำไป
พาลดเลี้ยวเที่ยวแสดงทุกแห่งหน         สุดแต่คนจะมีอยู่ที่ไหน
มันใช้เวทมนต์ระงับบังคับใจ                ต้องเล่นกลทนให้เขาทัศนา
ถูกใบนี้ว่าไม่ดีจะลำบาก                     ต้องพลัดพรากร่อนเร่จากเคหา
ควรทำบุญปิดทองพระไสยา                ตั้งสัจจาของพ้นทุกข์เป็นสุข เอยฯ',
  22 => 'ต้องความพราหมณ์ชูชก             เที่ยวงันงกขอทรัพย์นับได้หลาย
โดยเหนื่อยยากลำบากฝากตายาย            พราหมณ์ไปหายยายตาก็พร่าทรัพย์
ครั้นพราหมณ์มาสองชราให้เศร้าจิต           มีความผิดผลาญพราหมณ์ยามตกอับ
อีกทั้งทองก็กระหน่ำระยำยับ                   พราหมณ์สำทับทวงแปร๋นด้วยแค้นเคือง
สองยายตาเกรงอาญาทุจริต                    พร้อมกันคิดยกลูกสาวผิวขาวเหลือง
มอบให้พราหมณ์ตามที่ผิดอย่าคิดเคือง      พอเป็นเรื่องแก้หน้าไม่ช้าที
ถ้าใครได้ใบนี้เหมือนมีสุข                       แต่บางคราวมีทุกข์แทบเป็นผี
มีเจ็ดหนจนเจ็ดครั้งไม่มั่งมี                      หมั่นทำบุญหนุนไว้ดีพ้นภัย เอยฯ',
  23 => 'ความว่าเภตราใหญ่               ซึ่งแล่นไปในมหาชลาสินธุ์
ขนบรรทุกสินค้าอยู่อาจิณ                   ไม่หมดสิ้นมีสุขทุกคืนวัน
ใครเสี่ยงได้ใบนี้ว่าดีนัก                       ลาภนั้นจักเนืองนองเป็นของขวัญ
จะค้าขายก็มีผลดีครัน                         อย่าได้พรั่นคิดความตามจิตต์ปอง
ถ้าถามถึงหาชู้เนื้อคู่สร้าง                     ประเสริฐอย่างแสนดีไม่มีสอง 
จะสมเนื้อสมรักสมศักดิ์ครอง               ไม่มีหมองคงสุขทุกเวลา
ถามคนเจ็บว่าคลายจะหายขาด             แต่วิวาทเรื่องความไม่งามหน้า
จะแพ้เขาย่อยยับอัปรา                       หนีดีกว่าพ้นข้อนี้ดีนัก เอยฯ',
  24 => 'นี้สมอารมณ์หมาย                พระพุทธเจ้าเข้าป่าเมืองปาวาย
ที่เชิงชายภาราเวสาลี                         สำแดงบุญบอกบาปให้ทราบทั่ว
เรื่องความชั่วแล้วให้ตัดสลัดหนี            จงเชื่อกรรมเชื่อผลที่ตนมี
คือทำดีได้ดีไม่หนีไป                         ใบนี้จัดเป็นมัชฌิมามาก
ไม่ล้นหลากแลหย่อนจนอ่อนไส้           ถ้าคิดอ่านการมิดีจะมีภัย
กิจชอบไซร้โชคส่งจงเร่งทำ                 ส่วนเรื่องคู่ร่วมคิดสนิทแนบ
ว่ายับแอบอินทรีย์อย่าผลีผลำ              จงค่อยๆคิดไปจะได้คลำ
แม้ถามบุตรบอกย้ำว่าหญิง เอยฯ',
  25 => 'เป็นมหาศรีศุภสวัสดิ์          ดังบรมโพธิสัตว์สุตโสม
แสดงธรรมร่ำกว่าวประเล้าประโลม    ความฮึกโหมท้าวพญาก็ซาลง
โปริสาทเกิดศรัทธาจึงล่าทัพ            เลิกคืนกลับเมืองสมอารมณ์ประสงค์
ตามตำราว่าชาตาจะดีตรง                หวังสิ่งใดไว้ก็คงไม่กลับกลาย
ทั้งคู่ชิดก็จะได้ไว้ชูชื่น                    ถึงป่วยไข้ว่าจะคืนบรรเทาหาย
เป็นแม่นมั่นสันติสุขสนุกสบาย          แล้วอย่าหน่ายทำบุญเพิ่มพูน เอยฯ',
  26 => 'วิตกพระปาละเถร                        สู้อดเพลเพียรทำกัมมัฏฐาน
ครบไตรมาสยังไม่คลาดออกจากฌาน          ทรมานข่มทุกข์ทุกนิรันดร์
จึงนัยนามาแยกแตกปะทุ                           ก็ได้ลุถึงพระอรหันต์
ตำราทายว่าจะยากลำบากครัน                    ทุกสิ่งสรรพ์จะยากอยุ่มากมี
อันยศลาภสการะจะแสวง                           ต้องหน้าแห้งจะได้ชิมริมเป็นผี
มักจะได้แต่ร้ายๆในต้นปี                           ไปทางไกลเป็นไม่มีลำบากตน
ต่อปลายปีจึงจะดีหมดเรื่องทุกข์                  ค่อยเป็นสุขเฟื่องฟูเพราะกุศล
อันโชคร้ายจะเสื่อมหายคลายกังวล              ควรสวดมนต์ทำบุญจุนไว้ เอยฯ',
  27 => 'มูลเหตุพระเทวทัตต์                   มุ่งมนัสวุ่นวายทำลายสงฆ์
เขย่งเผยอเห่อจะแข่งแสงพระองค์             พระพุทธพงศ์ท่านก็เฉยไม่นำพา
เมื่อไม่ได้เสร็จสมอารมณ์มาด                  เกิดอาพาธคลื่นเหียนเวียนนักหนา
จึงอาเจียนเป็นโลหิตผลิตออกมา              ไม่กี่ชั่วนาฬิกาก็วางวาย
ถูกใบนี้เต็มทีกะลียุค                             จะเกิดทุกข์ยามวิบัติปัดไม่หาย
ควรระมัดประหยัดเอาบันเทาร้าย              เร่งขวนขวายตรองตรึกนึกถึงตน
ควรตั้งจิตต์คิดระงับโทษะเคียด                อย่าเบียนเบียดฆ่าสัตว์ตัดกุศล
บุญให้ทำน้ำให้กรวดหมั่นสวดมนต์            ที่ร้อนรนจะได้เบาบันเทา เอยฯ',
  28 => 'ความหมายเหมือนกระจก           ที่ทิ้งหมกฝุ่นต้องหมองไม่หาย
หมั่นเอาผ้าเช็ดถูอย่าดูดาย                      ไว้ส่องกายส่องหน้าราคามี
เหมือนกับเราเหงาหงึมเศร้าซึมจิตต์            เพราะกรรมปิดมิให้จิตต์มีราษี           
ยิ่งหมกมุ่นครุ่นคิดไม่เข้าที                       ถ้าสพเหตุไม่ดีจงยั้งใจ
ถามถึงลาภท่านว่ามิดีกระไร                     หมั่นตั้งใจบูชาพระสมาทาน
ยึดพระพุทธธรรมสงฆ์เป็นที่พึ่ง                 ไม่ควรพึงเว้นสละอธิษฐาน
ปรารถนาสิ่งใดคงได้การ                         มิช้านานก็จะสมอารมณ์ เอยฯ',
  29 => 'กล่าวถึงพระเทวทัตต์             โดยมนัสอาฆาตองค์พระชินสีห์
ผลักศิลามาจากยอดขุนคีรี                  ตกถูกที่พระพุทธบาทา
ถึงกับเป็นรอยดำช้ำโลหิต                   กรรมจึงติดตามตัวชั่วนักหนา
ถูกใบนี้มีแต่ร้ายในตำรา                     อันลาภอย่าหมายไม่ได้เลย
ที่หวังไว้ไม่สำเร็จเสร็จสักสิ่ง                มีแต่ยิ่งร้ายล้ำจำเฉลย
ทำสิ่งใดก็จะไม่ได้งอกเงย                  อยู่เฉยๆดีกว่าอย่าวุ่นวาย
ส่วนกุศลผลบุญแลคุณพระ                 จงมานะรีบร้นเร่งขวนขวาย
สละทรัพย์นับออกให้มากมาย             จบถวายพระไสยาบูชาเอยฯ',
  30 => 'ดุจคราวโฆษกน้อย                 มารดาปล่อยทอดละสละหนี
เขาเก็บได้นำไปขายไว้อีกที                  ท่านเศรษฐีเลี้ยงไว้จนใหญ่โต
ใครเสี่ยงได้ใบนี้ทีลำบาก                     แต่ตอนปลายหายยากเป็นสุโข
จะยิ้มเผล่นอนเอ้ตะเถโร                      ทั้งยศฐาลาโภจะไหลมา
ถึงป่วยไข้อย่างไรต้องหายแน่               แสนสุขแท้แต่อย่าพลาดประมาทหนา
เพราะชั่วดียังระคนปนคละคลา              ควรอุตส่าห์ทำบุญทานเถิดท่านเอยฯ',
  31 => 'เข็ดอย่าหมายเลขรายนี้          เพราะมาลีนั้นเขามีซึ่งเจ้าของ
จะเด็ดดมให้สมนึกต้องตรึกตรอง          น่ากลัวหมองใจตนเป็นมลทิน
ความวิตกดังนกสดายุ                        บินไม่ลุฟากฝั่งดังถวิล
ต้องแหวนทรงขององค์ยุพาพิน            จวนจะสิ้นศักดาลาชีวี
ให้รอรั้งฟังเหตุสังเกตเรื่อง                  จึงจะเปลื้องความทุกข์เป็นสุขี
สละทรัพย์บูชาพระไสยานี้                  ภายหน้าดีมีชัยรวยใหญ่ เอยฯ',
  32 => 'ต้องเมื่อพระวิธูร                      แสนอาดูรยามวิโยคเฝ้าโศกศัลย์
เพราะพรหมทัตเล่นแพ้สกาพนัน              จึงต้องส่งองค์ท่านให้ยักษ์ไป
ใครเสี่ยงได้ใบนี้ที่จะยาก                       ต้องจรจากเคหาเคยอาศัย
แม้มีจิตต์คิดการสิ่งใดๆ                         มักผิดได้ทั้งเนื้อคู่ไม่สู้ดี
เป็นความค้างอย่างชนะเขา                    ได้ไม่เท่าเสียนักเสื่อมศักดิ์ศรี
ต้องเสดาะเคราะห์กรรมกระทำพลี           บุญนิธีจักช่วยอวยชัยเอย ฯ',
  33 => 'ยามนี้มีสง่า                        แสนอร่ามงามงดรจนา
เป็นมหาลาภามาอำนวย                     ถามถึงคู่หรูหราตำรากล่าว
แม้นเป็นหญิงยอดสาวแลขาวสวย        ถ้าเป็นชายทายทักว่าจักรวย
ถามคนป่วยบอกเห็นไม่เป็นไร             ถามญาติมิตรชิดเชื้อว่าเหลือซื่อ
ประดุจคือแขนขาได้อาศัย                 ใครเสี่ยงได้ใบนี้เป็นมีชัย
เปรียบท้าวไทราเชศร์เวสสันดร            เมื่อบำเพ็ญซึ่งทานการกุศล
มหาชนพรึบพรั่งนั่งสลอน                   รับไทยทานกรานก้นประนมกร
บุตรในอุทรของทายว่าชาย เอยฯ',
  34 => 'มีหวังดังประสงค์              ที่จำนงจะได้ดังหมายมั่น
อีกไม่ช้าม้าตัวทองที่สำคัญ             จะมาผลันพาเหาะไปเหมาะใจ
ถามคนหนีของที่หายก็ได้กลับ         คู่ที่ลับห่างชิดพิสมัย
จะกลับคืนชื่นชิดสนิทใจ                 คิดสิ่งใดก็จะเสร็จสำเร็จการ
ตามตำราว่าเมื่อพระราเมศร์            ได้ดวงเนตรสีดามาสถาน
ตั้งแต่นี้มีสุขทุกข์ไม่พาล                ที่คิดการหามิตรสมคิด เอยฯ',
  35 => 'ว่าด้วยอานนท์เถร                  เธอรู้ธรรมล้ำวิลาศไม่ขาดกระเด็น
แต่สุดเป็นพระอรหันต์ให้ทันใจ               พิไรอ้อนวอนทูลพระพุทธเจ้า
เมื่อไรเล่าจะสำเร็จบรรลุได้                   พระภควันต์ท่านว่าอย่าร้อนใจ
มิวันใดวันหนึ่งเป็นได้การ                      ฉะนั้นใครเสี่ยงได้ซึ่งใบนี้
ทายว่าดีภายหน้าอย่าหักหาญ                ค่อยๆทำค่อยๆไปไม่ช้านาน
คงสมมาดที่มุ่งมานเจริญเรือง                แม้ถามถึงถ้อยความไม่ทรามศรี
นับทิวาราตรีจะกระเดื่อง                       ถามลูกหนี้ของหายจะคลายเคือง
คงได้เรื่องแต่น้อยรออย่าท้อใจ              ถามเนื่อคู่ชูชิดมิตรที่รัก
ต่อนานจักได้ชิดพสมัย                         อย่าชิงสุกก่อนห่ามทำเร่งไป
แต่คงได้ดุจพระอานนท์ เอยฯ',
  36 => 'ตกที่พระพุทธะ                  ได้ชำนะหมู่ทมิฬสิ้นทั้งหลาย
ใครเลือกได้แสนดีคัมภีร์ทาย             อันเรื่องร้ายบอกขาดไม่อาจมี
ที่หวังไว้ก็คงได้ดั่งใจปอง                  ทั้งคู่ครองเคียงพักตร์สมศักดิ์ศรี
อันลาภยศจะอุดมสมบูรณ์ดี               ทรัพย์ทวีพูนเพิ่มเสริมอนันต์
เป็นความหนักก็ไม่พักที่จะแพ้            จะได้ผู้กู้แก้อันคมสรร
ถามของหายว่าจะได้ในเร็ววัน             ทุกสิ่งสรรพ์สวัสดีมีชัย เอยฯ',
);
?>
