<?php
return array (
  1 => 'ใบที่หนึ่งพยากรณ์สุนทรเฉลย ด้วยกุศลบุญสร้างปางก่อนเคย จะน้อมนำให้สเบยและเบิกบาน ท่านจะมีถิ่น
ฐานบ้านสำนัก และยศศักดิ์สิ่งห้อมพร้อมสถาน ทั้งข้าทาสทรัพย์สินศฤงคาร ทุกทิวารสุขนี้ไม่มีคลาย
เปรียบเป็นเช่นพญาราชสีห์ ซึ่งล้วนมีบริวารนั้นมากหลาย คอยพิทักษ์ล้อมอยู่รอบกาย จะมิวายสุขซาบ
อาบทรวงเอยฯ',
  2 => 'ใบที่สองว่าสมอารมณ์คิด ความในจิตจะสำเร็จเหมือนหมาย จะปราศจากทุกข์สุขเพิ่มเสริมสบาย ไม่คลาด
คลายดังคำพยากรณ์ แต่ช้าหน่อยเช่นเท้าก้าวบันได ทีละขั้นขึ้นไปไม่หยุดหย่อน หนทางราบรื่นเรื่อยบทจร 
ถึงยอดสุดสโมสรสวัสดี อันทุกข์โศกโลกภัยจะหายหมด ดังจันทร์ตรงทรงกลดอร่ามศรี ถามหาลาภก็สุข
สมฤดี ถามลูกหนี้พี่น้องต้องพบกัน ถามเนื้อคู่ชู้ร่วมภิรมย์รัก ว่าดีนักสุขเปรมเกษมสันต์ แต่ช้าหน่อยได้ชม
สมใจครัน จบคำประพันธ์คำทำนายภิปรายเอยฯ',
  3 => 'ใบที่สามเปรียบเวลาครามืดมิด เมฆลอยปิดปะปนระคนหมอง พิรุณโปรยปรายซ่าฟ้าคะนอง สักครู่กลับ
ลำยองพร่างสว่างตาจะทำการสิงใดให้ยั้งคิด ถามตามจิตจักทุกข์เป็นหนักหนา จงแจ้งเรื่องทุกสิ่งแต่จริงมา 
เข้าปรึกษาผู้ใหญ่ให้แนะนำ นั้นแหละจะสมอารมณ์หวังโชคสะพรั่งสิ้นทุกข์เป็นสุขสันต์ ถามลูกหนี้พี่น้อง
พวกพ้องญาติ ทายไม่พลาดคงพบสมสมาน ถามเนื้อคู่นั้นเห็นไม่เป็นการ อย่าริอ่านไม่สมอารมณ์เอย',
  4 => 'ใบที่สี่ความลำบากยากเหลือหลาย จะตกถิ่นฐานใดให้ขาดแคลน เฝ้าแต่แค้เคืองอยู่มิรู้วาย จะกินนอนร้อน
ใจไม่เป็นสุข มีแต่ทุกข์เพิ่มพูนไม่สูญหาย เหล่าศตรู แห่ห้อมล้อมรอบหาร ทายว่าร้านจงเล่นระวังตัว ถาม
หาลาภล้วนยากลำบากล้น แต่เป็นความนั้นพ้นข้อที่ชั่ว ถ้าถามถึงชู้คู่เคียงจะเรียงพักตร์ อย่าได้ฝักใฝ่
เห็นเป็นแก่นสาร มีแต่ร้ายร้อนใจให้รำคาญ สงบการยั้งสติ ตริตรองเอยฯ',
  5 => 'ใบที่ห้านี้แถลงแจ้งสุนทร ในคำกลอนบอกความที่ถามไถ่ ถามหาลาภนั้นเป็นไม่เป็นไร คงจะได้สมความ
ตามยินดี ถามเนื้อคู่ชู้สมสมสวาท ว่ายังคลาดเหินห่างทางวิถี ดังเรือน้อยลอยคว้างกลางนทีมองเห็นท่าที่
จอดอยู่ไกลตาต้องเนิ่นหน่อยลอยลำแล่นละล่อง แต่ไม่ต้องพายเหนื่อยเมื่อยนักหนา กระแสชนจะอำนวย
ช่วยพัดพา ให้นึกท่าสมสุขสำราญกาย ถามโชคลาภคงได้ดังใจนึก ถามถึงศึกสู้ความไม่ขามหลาย ต้อง
ชนะจริงจังดังภิปราย ถามคนเจ็บว่าสบายหายแน่นอน ถ้าถามถึงคนลี้หลบหนีหน้า ขอทายว่าไม่พบ
ประสบก่อน ถามบุตรสุดที่รักในอุทร ดังสุนทรคำทายว่าชายเอยฯ',
  6 => 'ใบที่หกไม่ตกลงปลงจิต ย่อมคิดเวียนวนเฝ้าสงสัยไม่ควรคิดปรวนแปรจงแน่ใจ อย่าฟุ้งไปตามอารมณ์ข่ม
วิญญา ตั้งสติอบรมถึงผลลัพธ์ อย่ากลอกกลับจับจดบทกังขา ขืนร้อนรนผลร้ายจะมีมา แม้นถามลาภไซร้ว่า
ได้ดี ทั้งโรคภัยไข้เจ็บทุกสิ่งอัน จะหายคืนหายวันพลันสุขี อีกพวกพ้องพงศ์พันธ์บรรดามี และลูกหนี้จะพบ
กันเป็นมั่นคง ถามถึงคู่ร่วมเรียงเคียงเขนย จะได้เชยชื่นสมประสงค์ อย่าลังเลในจิตคิดตกลง เนื้อความ
ตรงกล่าวแก้แน่นักเอยฯ',
  7 => 'ใบที่เจ็ดเปรียบน้ำชายคาน้อย ทีละน้อยหยาดหยดไม่หมดสูญ ยิ่งนานวันนั้นกลับเพิ่มพูน จะมากมูลทุกที่
ไม่มีแคลน การทุกสิ่งนิ่งนอนอย่าร้อนจิต คงสมคิดสิ้นทุกข์เป็นสุขแสน ขณะนี้ถึงคลาเวลาแคลน หาก
แม้นดิ้นรนจะรำคาญ ถามหาลาภว่าได้ดังใจนึก ถามข้าศึกว่าไม่เห็นเป็นแก่นสาร อันพวกพ้องคงประสบ
ได้พบพาน ถามอาการเจ็บไข้ว่าหายดี ถามเนื้อคู่ชู้ชื่นจะเชยชิด คงสมจิตสมรักสมศักดิ์ศรี ท่านผู้ใหญ่
เห็นหน้าจะปราณี ใครเสี่ยงได้ใบนี้ดีนักเอยฯ',
  8 => 'ใบที่แปดนี้ไซร้ได้ศักดิ์ศรี เป็นดีสมไร้ทุกข์สุขสิ้นทุกถิ่นฐาน จะประกอบอาชีพกิจการงาน ก็ชื่นบานเสร็จ
สิ้นดังจิตปอง ระวังภัยใกล้ชิดมิตรสหาย จะทำลายเกียรติศักดิ์ให้รักษา สมปากวาทีที่เจรจา อย่าให้ขวาง
หูตาจะพาพาลวงศาคณาญาติผู้สนิท ทั้งคู่คิดเนื้อคู่ที่สู่หา ล้วนแต่ผู้อารีมีเมตตา โรคาไม่แผ้วพานมารไม่
เบียดเบียน ทุกสิ่งเปลี่ยนท่าทีทางดีหมด เพราะดวงสดหมดราศรี อุตตระผละคุณีดีนักเอยฯ',
  9 => 'ใบที่เก้าตำรานั้นว่าร้าย เหมือนเทวทัตเมื่อตกลงอบาย มีพระเพลิงเรี่ยรายอยู่รอบตัว ได้รับทุกข์เวทนา
แสนสาหัส ซ้ำมีสัตว์คอยกัดกระบานหัว เมื่อรู้แล้วจงเร่งคิดเกรงกลัว รีบฟื้นตัวเพียรพันกุศลทาน สรรพกิจ
คิดไปไม่สำเร็จ ไม่ผลิเมล็ดผลสมอารมณ์หมาย มักจะเกิดอุบัติเหตุต้องกาย ถามหาของหายเห็นหลบ
ไม่พบพาน ทั้งแปดด้านมือมิดทุกทิศทาง แม้นไต่ถามถึงความว่าทรามแสน มักขาดแคลนเข็ญขลุกทุก
ทุกอย่างใครเสี่ยงได้ใบนี้ไม่มีทางไม่ควรห่างเคหาดีกว่าเอยฯ',
  10 => 'ใบที่สิบหยิบยกตกต้นไม้ เหมือนคนไข้นอนหลับแล้วกลับฝัน จะพูดจาแสนยากลำบากครัน ไม่รู้วันเป็น
ตายวายชีวี แม้ถามหาลูกในท้องต้องเป็นหญิง แม้ถามสิ่งของหายยากลำบากนัก ถามหาคู่สู่สมภิรม
พักตร์ ว่าคงจักสมอารมณ์หมาย ถามหาลาภไม่ดีเป็นที่วาย ระวังกายไว้มั่นทุกวันเอยฯ',
  11 => 'ใบที่สิบเอ็ดเสร็จตัวไม่มัวหมอง เหมือนจันทร์ส่องผ่องใสในเวหา ขี้เมฆลอยถอยพรากจากนภา ดูท้อง
ฟ้าโชติช่วงเพราะดวงจันทร์ ผลสนองต้องตามความประพฤติที่คนยึดปางก่อนมาผ่อนผัน ผลอันงามตาม มีพอดีกัน ภายหน้านั้นเห็นดีจริงยิ่งอุดม ความเดิมแท้แม่ลูกแสนถูกจิต สิ่งที่คิดบำเพ็ญเป็นเสร็จสม ถามถึงคู่ร่วมใจว่าได้ชม ตามนิยมกาเมประเวณี ทั้งพวกพ้องน้องพี่ลูกหนี้จบ จะต้องพบแท้เที่ยงไม่เลี่ยงหนี สิ่งเป็นลาภดีงามตามที่มี ความคดีสู้ได้ไม่แพ้เอยฯ',
  12 => 'ใบที่สิบสองเปรียบดาวพราวกระจ่าง ยังอยู่กลางเวหานภาใส เหมือนคนปลอดโปร่งโล่งฤทัย สบายใจ
เบิกบานสำราญรมณ์ ใครเสี่ยงใบนี้ว่าดีนัก ลาภนั้นจักเอิบอาบซาบทรวงสม ถ้าหวังหญิงยอดชู้ไว้ชูชม 
อย่าปรารมภ์ต้องได้ในเร็ววัน อันพี่น้องของหายทายได้คืน คงจะชื่นรื่นสุขเกษมสันต์ถามเรื่องความนั้น
หนาอย่ากลัวมัน จบประพันพาทีเท่านี้เอยฯ',
  13 => 'ใบที่สิบสามดีเลิศแล้ว ทรัพย์สินเงินทองเนืองนองมีถามถึงยศศักดิ์ได้ดังใจนึก ถามถึงความในจิตสำเร็จสมหมาย ถามคนเจ็บว่าหายดังปลิดทิ้ง ล้วนทุกสิ่งใบนี้ไม่มีชั่ว ถามถึงบุตรสุดที่รักในอุทร ดังสุนทรคำ
ทำนายว่าชายเอยฯ',
  14 => 'ใบที่สิบสี่หมายทายไม่ผิด จะทำกิจการใดได้ประสงค์เปรียบเหมือนป่าล้างต้องถางพง จะเตียนลงก็ต้องเหนื่อยเมื่อยอ่อนใจ ต้องนานหน่อยจึงสำเร็จเสร็จสมนึก เร่งตรองตรึกตามแจ้งแถลงไข อย่าร้อนรนวุ่นจิตคิดร่ำไร เถอะคงได้อย่าพะวงต้องโศกา ถ้าถามหาลาภว่าได้ในเร็ววัน แต่คู่นั้นตามทำนายขอทายว่า ยังมิได้สมจินตนา อดวิญญาไว้ก่อนอย่าร้อนรน ถ้าถามญาติที่สนิทมิตรสหาย ที่คลาดคลายไม่แจ้งทุกแห่งหน ขอทายว่าคงพบประสบดล จบนุสนธิ์ข้อคดีเท่านี้เอยฯ',
  15 => 'ใบที่สิบห้าว่าความตามแถลง เปรียบเพาะแปลงข้าวกล้าในนาสวน หมั่นรดน้ำพรวนดินสินสมบูรณ์ จะ
เกื้อหนุนยามเก็บเกี่ยวไม่เหี่ยวเฉา ดวงท่านดีมีโชคลาภวาสนา แต่ขาดการบูชาพาดวงดี ลาภไม่มา
วาสนาไม่ขึ้นพื้นไม่ร่วน ให้บูชาพระเคราะห์สะเดาะร้าย ตามบรรยายพรหมศาสตร์ปราชญ์ประดิษฐ์ บูชาพระรัตนตรับเจ้าเช้าเย็นเป็นชีวิตพรหมลิขิตจะบันดาลท่านสุขา ลาภชื่อเสียงเกียรติคุณจะหนุนมา เพราะชาตาดีเด่นเป็นพื้นดีฯ',
  16 => 'ใบที่สิบหกว่าเลิศประเสริฐนักจะมีศักดิ์อำนาจวาสนาพร้อมด้วยสุขสนุกสบายกายวิญญา อยู่ทุกวันเวลาไม่คลาดคลาย จะหวังลาภอาจสมอารมณ์คิด ได้ดังจิตเหมือนมุ่งกนกหมาย จะหวังชู้คู่แนบสนิทกาย พาทีทายว่าดีเป็นศรีตัวถามคนเจ็บว่าหายดังปลิดทิ้ง ด้วยทุกสิ่งใบนี้ไม่มีชั่ว ดังจันทร์เพ็ญพิศมองไม่หมองมัว สว่างทั่วฟ้ากับพิภพเอยฯ',
  17 => 'ใบที่สิบเจ็ดเสร็จความว่างามเลิศ แสนประเสริฐสิ่งสมอารมณ์หมาย จะตกถิ่นฐานใดไม่อดตาย ทั้งหญิง
ชายเสน่หาเมตตาตน อันลาภนั้นเป็นศรีไม่ดีขาด เปรียบดังพฤกษชาติที่ดื่นผล ทั้งอ่อนแก่มีคละอยู่ปะปน งอมก็หล่นเราลิ้มอิ่มอุรา ใบนี้ถามถึงคู่จะสมสู่ คงได้พบสมพักตร์เป็นหนักหนา ถามถึงบุตรสุดสวาทไม่คลาดคลา เป็นบุตรตรา๔ูกแท้อย่างแน่นอน ถามญาติมิตร ลูกหนี้ ที่หน่ายพักตร์ว่าจักได้พบสบสลอน อันเรื่องความนั้นเป็นต่อข้อสุนทรจบคำกลอนพาทีเท่านี้เอยฯ',
  18 => 'ใบที่สิบแปดโชคชะตาว่าปานกลาง พอสมอย่างสมตัวไม่มัวหมอง ลาภนั้นคงได้สมอารมณ์ปอง ว่า
เหมาะต้องพอดีไม่มีเกิน แต่ถ้าคิดการใหญ่ว่าร้ายอยู่ จะสุดรู้อัตคัดถึงขัดเขิน ต้องลำบากยากเข็ญเช่น
บังเอิญ อย่าให้เพลินพลั้งสติดำริดู เปรียบเช่นเรามีกระบือพาหนะ อย่าเอะอะหวังอาชามาเคียงคู่ มิใช่
บุญวาสนาสง่าชู ขืนสู่รู้ร้อนรนต้องรำคาญ ใบนี้ถามความดีไม่มีแพ้ทายว่าแน่นักชู้คู่สมานเดี๋ยวนี้ยังไม่ได้ประสบพาน รออยู่ก่อนเถิดการจะดีเอยฯ',
  19 => 'ใบที่สิบเก้าเปรียบเป็นเช่นมัจฉาในหน้าฝน อุดมสิ้นทั้งน้ำสาหร่ายว่ายเวียนวน ไม่อับจนภักษาของหากิน แต่เป็นปลาอยู่ใต้ฝั่งวังน้ำฝน มีเขื่อนกั้นประตูปิดน้ำไม่ลง จึงคอยฝนจนเขื่อนเปิดจะเลิศลอย ดวงชาตาชีวิตลิขิตไว้เปรียบเขื่อนใหญ่กั้นน้ำหลากไม่มากไหล ลงนิด ๆ ไม่มากให้ภาคใจ ลาภเลื่อนลอยจึงไม่มาหาตัวเรา ให้หมั่นไหว้วอนน้อมนบเคารพนับ พระตรัยรัตน์บิดามารดรสูงศักดิ์เผ่าวงศาเขื่อนจะเปิดลาภจะลอยน้ำไหลมา พรหมเมตตาเปิดทางให้เลิศลอยเอยฯ',
  20 => 'ใบที่ยี่สิบนั้นแจ้งแถลงไข ดังคนจรเจนป่าพนาลัยลัดวิถีทางในพนา ว่าต้องโดนหนามเหนี่ยวขีดกีดกาง
กั้นแต่คงดั้นด้นไปได้ทุกท่า ไม่นานนักหนามเหนี่ยวเกี่ยวกายาคงไคลคลาลุสมอารมณ์ปอง ถามหาลาภว่าได้เหมือนใจคิด แต่ติดนิดอุปสรรคมักขัดข้อง จะเป็นปากเสียงเถียงประลองแล้วสิ่งต้องการคงได้เหมือนใจเรา ถ้าเป็นความหมายถึงซึ่งโรงศาล ให้คิดอ่านหนีแน่จะแพ้เขา ถามคนไข้ว่าคลายหาย
บรรเทา คู่นั้นเล่าจะมีดีเอยฯ',
  21 => 'ใบที่ยี่สิบเอ็ดเสร็จกังขาเปรียบนาวาบรรทุกนานาสินวิ่งมุ่งหน้าสู่ท่าเป็นอาจิน จะถ่ายสินออกสู่อู่นคร แต่ท่าจอดม้วยมอดด้วยน้ำมาก จึงติดยากไม่มีที่จอดหมาย ตัวท่านนี้มีพร้อมทุกสิ่งสรรพ แต่ต้องอับหนทางห่างวิถี เมื่อที่จอดมีท่าฐานะดี ทางวิถีลอยละลิ่วเหมือนปลิวลม เกียรติศักดิ์ชื่อก้องขจรฟุ้ง ทุกผู้มุ่งยกยอปอปั้นใหญ่ ลาภเลื่อนลอยมากพ้นล้นทวี แต่ว่าตัวต้องอุปถัมภ์ตนก่อน ให้มีพร้อมวิชาศาสตร์สรรพศิลป์ งานที่ทำกรรมที่สร้างในทางดี นบไตรรัตน์ไม่วิบัติเบญจศีล ชื่อก้องเกียรติจะงามเป็นอาจิณทั่วทุกถิ่นจะบูชาวาสนาดีฯ',
  22 => 'ใบที่ยี่สิบสองบอกความตามกำหนด ไม่โป้ปดขอทำนายทายว่า ลาภนั้นมีพอประมาณการนานา ไม่คลาดคลาคงได้เหมือนใจปอง เปรียบเอาขันรองน้ำฝนที่กลางแจ้ง น้ำไม่แห้งคงได้แต่ไม่คล่อง เหมือน
ตวงจ้วงจักตักจากตุ่มคลองตามทำนองคำเปรียบเทียบทำนาย ถ้าถามถึงเนื้อคู่ยังอยู่ไกล ต้องรอไป
หน่อยหนึ่งจึงสมหมาย แม้เป็นความสู้ยากลำบากกาย ถามผู้คนของหายทำนายว่า จะติดตามเป็นถ้าจะ
เต็มฝืน ถามเรื่องงานนั้นหนาว่ายั่งยืน เรื่องอื่น ๆ ดี สถานปานกลางเอยฯ',
  24 => 'ใบที่ยี่สิบสี่หมายทายไม่ผิด จะทำกิจการใดได้ประสงค์ เปรียบเสมือนป่าร้างต้องถางพง จะเตียนลงก็
ต้องเหนื่อยเมื่อยอ่อนใจ ต้องนานหน่อยจึงสำเร็จเสร็จสมนึก เร่งตรองตรึกตามแจ้งแถลงไข อย่าร้อนรน
วุ่นจิตคิดร่ำไร เถอะคงได้อย่าพะวงต้องโศกา ถ้าถามหาลาภได้ในเร็ววัน แต่คู่นั้นตามทำนายขอทายว่า 
ยังมิได้สมดังจินตนา อดวิญญาไว้ก่อนอย่าร้อนรน ถ้าถามญาติที่สนิทมิตรสหาย ที่คลาดคลายไม่แจ้ง
ทุกแห่งหน ขอทายว่าคงพบประสบดล จบนุสนธิ์ข้อคดีเท่านี้เอยฯ',
  25 => 'ใบที่ยี่สิบห้านี้ชี้แจงแถลงสาร ดวงของท่านเปรียบดังก่อร่างสร้างสะพาน ข้ามห้วยหารธารนที เวลานี้
แรกทำยังลำบาก แรกลงรากต้องเหนื่อยเมื่อยเต็มที่ พอลุล่วงสำเร็จเสร็จสิ้นดี สะพานนี้จะช่วยให้หทัย
สบาย ลาภของท่านนั้นหนอจงรอก่อน ไม่ต้องร้อนใจยุ่งมุ่งจิตหมาย ถึงเวลาแล้วจะเห็นไม่เว้นวาย ยิ่ง
แก่กายยิ่งเบิกบานสำราญทรวง เนื้อคู่นั้นหนาท่านว่าเป็นคนหม้าย อยู่ด้วยกันแล้วจะสบายหยุดหายห่วง 
พร้อมสินทรัพย์ชายหญิงสิ่งทั้งปวง อีกลุล่วงทุกข์โศกโลกภัยเอยฯ',
  26 => 'ใบที่ยี่สิบหกนี้หนาชาตาบอก จะขัดข้องนิดหน่อยลมพลอยฝนเมื่อลมหยุดฝนห่างกระจ่างบน ทุกแห่งหน
จะชื่นบานปานใดมี กิจการงานดีหมด ไม่พบภัยพิบัติขัดหมองศรี ได้ผู้อุปถัมภ์ค้ำจุนหนุนชีวี ความรักพัน
ทวีที่มีมา แม้ยังสดไร้คู่ ก็ไม่เหงา จะมีเขาทอดสะพานผ่านมาหา จะเป็นคู่แท้สมสร้างปางหลังมา จะ
พบพาไม่นานจะหวานใจ โรคาพยาธิก็ปราศร้าย ที่ป่วยอยู่ก็หายในเร็วหนา ที่ชอกช้ำระกำแรมปีมา ก็
เหมือนนภาครึ้มฝนพ้นไปเอยฯ',
  27 => 'ใบที่ยี่สิบเจ็ดสำเร็จความตามคำเปรียบ เหมือนเรือเพียบฝ่าคลื่นทะมึนหลาย นายทายนายหัวช่วยกันพาย
ประคองกายนาวาให้ฝ่าไป พ้นแล้วจะราบรื่นคลื่นชีวิต จะหายเหน็ดหายเหนื่อยด้วยเบื้องหลัง ไม่ต้อง
ระวังมันแล่นไปได้การ ผู้ใดเสี่ยงได้ใบนี้บอกให้นบนอบผู้เฒ่าเผ่าพันธุ์สงฆ์ บิดามารดรธะผู้ทรง ครู
อาจารย์ก่นวิชา จะจำเริญพูนทวีมีความสุข ทางแก้ทุกข์มรสุมกลุ้มวิถี ถ้าทำได้ผ่านได้ไร้ราคีทางวิถีราบ
รื่นชื่นสบายฯ',
);
?>
