<?php
return array (
  1 => 'ใบที่หนึ่งเซียมซีนี้ดีหนักหนาพระท่านว่าจะมีโชคโฉลกสีคิดสิ่งใดจะสำเร็จเสร็จด้วยดีทั้งเงินทองมากมีไม่ขาดมือ
ถามถึงบุตรสุดสวาทที่มาดหมายจะเป็นชายเรียนเก่งเพ่งหนังสือได้เป็นใหญ่ฟูเฟื่องงามเลื่องลือเกียรติระบือลือยศปรากฏไกล
ถามถึงงานท่านว่าก้าวหน้าแท้สำเร็จแน่คลายพะวงสิ้นสงสัยต้องระวังคนใกล้จะให้ภัยอาจหนักใจนิดหน่อยแล้วค่อยคลาย
อีกโรคาพยาธิที่เบียดเบียนเป็นเสนียดตลอดมาท่านว่าหายจะสมบูรณ์พูนพลังทั้งใจกายแสนสบายสมสุขทุกๆวัน',
  2 => 'ใบที่สองเซียมซีดวงชี้ชัดช่วงติดขัดสารพัดดังนัดหมายทั้งคะแนนยอดแย่แทบวางวายลุ้นแทบตายยังติดเอฟเจ็บอุรา
ถามเรื่องแฟนแร้งแค้นแสนสาหัสรักวิบัติต้องห้ามยามศึกษาเอ่ยขอเงินพ่อแม่แย่จริงนาส่งสารามาสวดแสนปวดใจ
ลองเสี่ยงโชคโชคพนันขันสู้เขามีแต่เสียกับเศร้าเศร้าไฉนระยะนี้ดวงจู๋รอดูไปจงทำใจแผ่เมตตาทั่วหน้ากัน
มีขันติวิริยะอุตส่าห์เถิดผลจะเกิดจากกรรมทำขยัน',
  3 => 'ใบที่สามตามราศีที่มีอยู่จะได้ผู้ใหญ่ชุบอุปถัมภ์เรื่องคู่นั้นดูจะมีกรรมพบสองช้ำสามช้ำไม่ได้ดี
ระวังเพื่อนต่างเพศมีเลศคบจะกลิ้งกลองหลอกตลบพบบัดสีจะเสียเงินเสียทองของที่คนอัปรีย์จะคอยทำให้ช้ำใจ
จะได้สัตว์สี่เท้าเข้าในบ้านจะได้งานดีล้ำตำแหน่งใหญ่ให้ระวังอย่าเพลินเดินทางไกลจะได้ใช้กลางทางระหว่างจร
ของที่หายจะได้กลับมารับขวัญจนครบครันสุโขสโมสรถ้าเป็นความชนะพลันขั้นอุทธรณ์ลูกหนี้ผ่อนส่งครบไม่หลบเอย',
  4 => 'ตามชะตาหมายเลขสี่ที่กำหนดไปตามกฎของชีวิตลิขิตให้จงระวังอาวุธสุดมีภัยจะเดือดเนื้อร้อนใจในวาจา
ซึ่งนิสัยโผงผางขาดยั้งคิดความพลั้งผิดต้องเผชิญเกินแก้หนามีปมด้อยครั้งเก่าแต่เยาว์มาจึงเสาะหาปมเขื่องให้เลื่องลือ
ยามร่ำเรียนเพียรอุตส่าห์อาสาสมัครเอื้อประชาจนประจักษ์น่าเชื่อถือปณิธานยึดมั่นหมั่นฝึกปรือจนเลื่องชื่อลื่อผู้นำประชา
ระวังมิตรคิดร้ายหมายหาญหักจงยึดหลักรักชาติศาสนาจงรู้คุณบิดรและมารดาจึงจะพาตัวรอดตลอดเอย',
  5 => 'ใบที่ห้าชะตานี้ว่าดีเลิศดวงประเสริฐหวังใดดังใจหมายถามเรื่องสอบเอบีซีมีมากมายไม่อับอายเพื่อนครูชูชีวา
ทั้งทรัพย์สินรินรายดังสายน้ำดวงดีล้ำอาจได้ทุนการศึกษาจะทำให้พ่อแม่พออุราเพื่อนครูบาชื่นชมสมฤดี
เรื่องคู่รักยากสักหน่อยค่อยๆคิดมีมิ่งมิตรสนิทอยู่คู่ราศีแต่คู่ชิดนี้ยังไม่ใช่คู่ชีวีอีกสักปีมีตรงคู่ดูสมพงษ์
หากรับราชการงานของหลวงลาภทั้งปวงมีมาหาอย่าไหลหลงทั้งชื่อเสียงงดงามยศยืนยงทุกอย่างคงดีเด่นเห็นชัดเลย',
  6 => 'ใบที่หกเซียมซีนี้ไม่ดีนักเรื่องความรักหนักอุราพาใจหวิวรักลอยล่องไปลับกับลมปลิวลอยละลิ่วยากจะรับกลับมาคืน
จะขึ้นรถลงเรือไปเหนือใต้จะเคราะห์ร้ายให้ระวังยังสุดผืนกระดูกจะเดาะเคราะห์จะซ้ำต้องกล้ำกลืน
ซึ่งเกี่ยวกับธุรกิจสิทธิโชคต้องโฉลกตามตำราจะหาไหนจะทำมาค้าขายได้โดยไวมีกำไรสมหวังดังใจปอง
ทั้งเจ้านายส่งเสริมเพิ่มหน้าที่ตำแหน่งดีมีผลคนยกย่องงานเหนื่อยหน่อยได้งานดีดังตีกลองมีเงินทองเหลือล้นพ้นพอเอย',
  7 => 'ใบที่เจ็ดเสร็จความตามทายทักไม่ดีนักจักพบเหตุอาเพศแสนต้องร่อนรายย้ายที่ไม่มีแดนทั้งยากแค้นทรัพย์สินสิ้นหมดตัว
อาจเจ็บกายได้พบประสบเหตุเพื่อนต่างเพศผิวคล้ำจะทำชั่วจะทำการสิ่งใดให้หมองมัวโรคพันพัวทุกข์ถมอับสิ้นดี
จงปล่อยนกปล่อยปลารักษาสัตว์ให้เข้าวัดฟังธรรมนำสุขศรีการงานใดเพียรอุตส่าห์ประดามีจะพบหนทางที่สำเร็จพลัน
ความมานะพยายามความสามารถไม่ประมาทอุทิศกายหมายขยับก็จะพ้นเคราะห์ร้ายในเร็ววันดวงจะดีสุขสันต์วันหน้าเอย',
  8 => 'ใบที่แปดท่านว่าไม่ดีนักขอทายทักรักไม่สมอารมณ์หมายหากขยันหมั่นเพียรเวียนใกล้กรายสองปีปลายค่อยได้ชมสมใจจินต์
ถ้าจะเล่นการพนันท่านว่าเสี่ยงจะหลีกเลี่ยงอย่าพะวงอย่าหลงไหลถ้าเป็นความคงจะแย่อ่อนแก่ใจต้องฎีกาจึงจะได้สิ้นมลทิน
หากท่านต้องข้องเกี่ยวการศึกษาเป็นครูบาศิษย์มาหาเป็นนิจสินถ้าเรียนอยู่ครูจะช่วยด้วยใจจินต์สมถวิลเมื่อศิษย์จะละเกเร
หากค้าขายรายล่องจะคล่องบ้างแต่หว่างทางจะพบเหตุให้ไขว้เขวกิจการขายขาดอาจรวนเร ต้องหันเหรับคืนบ้างบางคราวเอย',
  9 => 'ใบที่เก้าใบนี้ที่ท่านถามเหมือนรักยามนานเนิ่นเกินกร่อยขมเห็นหน้ากันมันจะฝืนชื่นอารมณ์ทุกข์ทับถมระทมจิตคิดปวดใจ
กลืนไม่เข้าคายไม่ออกบอกไม่ถูกเหมือนดังถูกมนต์สะกดอดไม่ไหวอยากจะหนีชีวิตนี้ไปให้ไกลไปไม่ได้ห่วงข้างหลังยังมากมี
ตั้งสติให้มีมั่นหนั่นคงเถิดอันคนเราสุดประเสริฐเกิดศักดิ์ศรีทนอดกลั้นหมั่นต่อสู้ดูอีกทีจะพบว่าชีพนี้มีรางวัล
คนเข้าใจคนดียังมีอยู่พระท่านรู้ท่านเห็นอยู่ผู้ขยันจะเห็นผลดีเด็ดในเจ็ดวันลุกขึ้นพลันลุกขึ้นสู้ดูโลกเอย',
  10 => 'ใบที่สิบหยิบได้ดั่งใฝ่ฝันสิ่งใดอันที่ประสงค์จะตรงหมายทุกข์เดือดร้อนใดใดไม่ใกล้กรายแต่ถ้าหมายเกินตนจะจนใจ
การงานการศึกษามาก่อนอื่นผ่านราบรื่นทุกวิชาน่าสดใสคนที่รักอาจห่างบ้างไม่เป็นไรโอกาสหน้าฟ้าใหม่ได้เจอกัน
อันโรคภัยไข้เจ็บไม่เสาะหาก็ไม่มาใกล้กายไม่แปรผันมีความสุขพอประมาณเนิ่นนานวันใบสิบนั้นสบายสบายหายห่วงเอย',
  11 => 'ใบเซียมซีที่สิบเอ็ดเสร็จเสี่ยงโชคอันทุกข์โศกในใจยังไม่หายต้องกลัดกลุ้มรุมรั้งทั้งใจกายจะผ่อนคลายด้วยธรรมะพยายาม
ดวงคราวนี้มีทุกข์ทับตกอับบ้างต้องเลิกร้างคู่ชิดมิตรหยาบหยามความพลาดพลั้งครั้งก่อนผ่อนไปตามวันเวลาจะงดงามเพราะความดี
ตั้งต้นใหม่ด้วยใจที่ใสสุดงามใหม่ผุดรุดรับกับราศีมุ่งกับการงานเด่นเป็นมนตรีคู่ชีวีมิตรมาครานั้นเอย',
  12 => 'ใบสิบสองลองดูอยู่ที่นี่คำบ่นขอจากเจ้าที่มีอยู่แน่แต่ต้องคอยอีกหน่อยค่อยเล็งแลได้แน่แน่หวังใดไว้ได้สมใจ
ถามคะแนนการศึกษาว่าต้องคิดการงานเจ้ามีติดอยู่บ้างไหมบุญเก่าเจ้าทำดีไว้เท่าใดผลบุญนั้นจะได้ไม่ไกลกัน
คงจะผ่านการงานได้ตลอดแต่ไม่ปลอดโปร่งใจดั่งใฝ่ฝันเหตุเลินเลอเผลอไผลไปบางวันต้องตั้งมั่นมีสติริเริ่มงาน
ถามถึงคู่อยากรู้อยู่ที่ไหนเห็นเลือนลานห่างไกลในอีสานได้เป็นคู่ชู้ชมสมดวงมานจะเบิกบานเมื่อกลางคนชนม์ยืนเอย',
  13 => 'ใบที่สิบสามถามดูให้รู้แน่ดวงแปรปรวนเหตุไฉนไม่หยุดนิ่งช่างเปลี่ยนแปลงสุขทุกข์ทุกวางจริงอยากรูยิ่งดวงนี้มีอัศจรรย์
พระศุกร์เข้าพระเสาร์แทรกดวงเจ้าจึงทำเอาสุขทุกข์ทับกลับแปรผันรอดวงเคลื่อนเลื่อนลอยคล้อยตามกันดังดวงจันทร์สุกสว่างกลางนภา
แต่ชีวิตเจ้าเนาในโลกต้องโฉลกอย่างไรต้องใผ่หาความรู้เป็นผู้ฉวยช่วยสัมมนาคู่เสน่หายาใจได้ชื่นชม
แม้ฟันผ่าอุปสรรคมักนิยมงานชื่นชมสดชื่นจิตชั่วนิจเอย',
  14 => 'ใบที่สิบสี่ที่ถือในมือนี้เป็นเลขดีที่ชื่นชมสมปรารถนามีคนรักใกล้ชิดสนิทอุรามีเงินตราใช้จ่ายไม่ตรอมตรม
แต่การงานในหน้าที่ที่มีอยู่ถ้าไม่รู้บาบาทอาจขื่นขมเพราะทิ้งงานนานไปใครนิยมจึงระทมทรวงสะท้อนอ่อนคะแนน
การละเล่นเว้นเสียบ้างห่างแสงสีคงจะดีตามดวงน่าหวงแหนเป็นคนเด่นที่หมายปองของแฟนแฟนไม่แร้นแค้นเพื่อนยาพาสบาย
อันโรคภัยไม่มีที่จะเกิดแต่อย่าเพลิดเพลินกายใจจะไม่หายถ้าโรคซ้ำกรรมจะซัดอาจถึงตายอยากสบายให้สะดุดหยุดคิดเอย',
  15 => 'ใบที่สิบห้าว่ารักมันหนักอกจะหยิบยกยากเย็นเห็นประจักษ์ก็รักเขาข้างเดียวเปลี่ยวใจนักพอจะรักก็จะร้างช่างตรอมตรม
เพื่อนสนิทมิตรมากทั้งชายหญิงที่ใจจริงมีเพียงนิดสนิทสนมเพื่อนส่วนมากอยากเที่ยวจึงเกลียวกลมน่านิยมน้ำใจเจ้าเฉาเพื่อนยา
การศึกษาข้างหน้านี้ดีขึ้นบ้างเพราะคู่ร้างกลับรักงานการศึกษาฝึกปรือตนบ่นท่องคล่องกีฬาทุกวิชาผ่านตลอดยอดจริงจริง
ถามหาโชคโชคดีพอมีบ้างเพราะเคยสร้างบุญมากมายกับชายหญิงใจหนักแน่นไม่แร้นแค้นคู่แอบฉิงอย่าประวิงโชคยังดีมีแน่เอย',
  16 => 'ใบที่สิบหกตกเลขดีมีศรีศักดิ์มีคนรักหมายปองสนองขวัญเกียรติยศสินทรัพย์นับอนันต์แม้ใฝ่ฝันสิ่งใดสมใจปอง
ต้องเดินทางต่างเรือนเยือนต่างถิ่นเหมือนนกบินจากรังไปให้หมางหมองมินานวันพลันประสพพบคู่ครองทุกข์ทั้งผองพลันมลายหายสิ้นไป
แต่การงานการเรือนขอเตือนเจ้าอย่าสะเพร่าการงานพาลเฉไฉทั้งการเรือนเชือนชักมักง่ายไปจะวอดวายงานและเรือนเตือนให้ดี 
ทั้งการเงินระยะนี้มีใช้จ่ายพอสบายไม่ขัดสนจนศักดิ์ศรีแต่หากใช้คล่องไปมักไม่ดีอาจจะมีวันหมดทรัพย์อับจนเอย',
  17 => 'ใบที่สิบเจ็ดขอทายว่าถ้าใครได้จะหมองไหม้ตรมอุราหมดราศีเพราะเลขเจ็ดเป็นเลขคี่ว่าไม่ดีต้องจากหนีนิราศร้างห่างรวงรัง
ใช้ธรรมะขันติธรรมค้ำจุนโลกวิปโยคโศกสิ้นถวิลหวังอันต้นร้ายปลายดีมีพลังสุขสมหวังเพราะญาติมิตรคิดการุณ
จะทำการสิ่งใดให้รอบคอบสนองตอบญาติมิตรคิดเกื้อหนุนได้พึ่งพาอาศัยซึ่งใจบุญที่เจือจุนจึงอยู่รอดตลอดมา
อนาคตเป็นอย่างไรใจต้องสู้ไม่อดสูการงานผ่านได้หนาอันคู่รักยังไม่มีปีนี้นาวาสนาอนาคตหมดห่วงเอย',
  18 => 'ใบที่สิบแปดนี้ล้ำเลิศต้องบังเกิดผลดีมีสุขสันต์ที่เคยทุกข์เคยโศกโรคหายพลันทรัพย์อนันต์บันดาลให้สมใจปอง
ที่เคยอยู่เอกาว้าเหว่จิตจะสัมฤทธิ์ได้คู่มาสู่สองทั้งรูปสวยรวยทรัพย์นับเนืองนองคนทั้งผองนิยมสุขสมใจ
ทั้งหน้าที่การงานได้พานพบจะประสบช่องทางสว่างไสวอีกดวงเดินทางไปทางไกลก็จะได้ดังหวังตั้งใจรอ
แต่ว่ากับนิดหนึ่งซึ่งรักแท้ต้องหนักแน่นแน่แก้เคล็ดหนอภายภาคหน้าจะเป็นต่อทุกงานเอย',
  19 => 'ใบที่สิบเก้าเข้าตำราว่ามีโชคตามโฉลกดังม้าศึกคึกไม่หายแม้นชิงชัยได้ชนะแสนสบายเหล่าโรคร้ายไม่มีเข้าบีฑา
แม้นวันใดได้ปะทะถึงฉะฉานต้องฟันฟาดสุดกำลังอย่างกังขาแล้วจะมี โชคช่วยอำนวยมารวมวิญญาณฟาดฟันหมั่นอดทน
ตามชะตาเนื้อคู่ยังอยู่ห่างพบกันบ้างบางเวลาอย่าฉงนทั้งหญิงชายรายล้อมย่อมปะปนมิหนึ่งคนเป็นเนื้อคู่ดูให้ดี
อันการงานการธุระจะพุ่งพรวดไม่โอ้อวดสมองใสไม่หน่ายหนีงานสำเร็จเสร็จดังใจในทันทีโชคก็ดีงานก็เด่นเห็นชัดเลย',
  20 => 'ใบที่ยี่สิบหยิบดูก็รู้แน่ทดท้อแท้ชีวิตต้องผิดหวังที่เคยรักสมถวิลกลับภินท์พังคนชิงชังหวังร้ายหมายชีวี
แต่เคราะห์ร้ายกลับจะกลายไปมีโชคกาลโยคเข้าสถิตเมษราศีให้ปล่อยนกปล่อยปลาบรรดามีจะสุขีมีทรัพย์นับอนันต์
อันชีวิตอนาคตกำหนดว่าได้พึ่งพาบริวารสมานฉันท์เพราะบุญทำกรรมเก่าเราเกื้อกันไม่ช้าพลันเคราะห์ร้ายจะกลายดี
เมื่อเคราะห์ร้านผ่านไปให้กรอดน้ำอุทิศส่วนกุศลกรรมนำวิถีอยู่พอดีในโลกหายโศกเอย',
  21 => 'ใบที่ยี่สิบเอ็ดเสร็จสมอารมณ์หมายสุขใจกายพูนเพิ่มเสริมศรีทั้งสินทรัพย์ลาภยศปรากฏทวีสมฤดีดังฝันทุกวันวาร
แม้จะมีอุปสรรคเรื่องรักใคร่แต่หัวใจส่วนลึกรู้สึกหวานเพราะเขาเพียรคิดจะทรมานรอไม่นานจะประจักษ์รักหวานใจ
หมั่นมานะสร้างงานเบิกบานจิตอย่าไปคิดความผิดหวังครั้งเผลอไผลการศึกษาจะประวิงอย่าทิ้งไปจะช่วยให้คะแนนนิยมสมพากเพียร
คนรักจะมาพะนอคลอเคลียคู่จะชื่นชูดวงจิตคิดอ่านเขียนเกียรติยศสินทรัพย์นับจำเนียรให้พากเพียรวันนี้ดีแน่เอย',
  22 => 'ใบที่ยี่สิบสองหมองใจไปทุกสิ่งเพื่อนชายหญิงล้วนเคืองขัดอัชฌาศัยงานก็ยุ่งเงินก็หมดระหดใจจะพึ่งพาใครไม่มีปราณีเลย
ต้องยอมรับจะนี่คือชีวิตพรหมลิขิตสัจธรรมตามเฉลยอย่าทุกข์ร้อนจงแน่นหนักจักเสบยหน่อยก็เคยเพียรทำใจไปตามการณ์
หันหน้ามุ่งมาศึกษาหาความรู้เป็นเพื่อนผู้ฟูมฟักสมัครสมานอ่านและเขียนเพียรรู้ชูดวงมานไม่ช้านานจะเปรียบปราชญ์ฉลาดเกิน
สัพพัญญผู้นี้มีคำตอบคิดการใดรอบคอบไม่ขัดเขินเป็นที่พึ่งของเพื่อนฝูงที่เพลิดเพลินเป็นลิขิตชีวิตเดินดังนี้เอย',
  23 => 'ใบที่ยี่สิบสามความว่าเวลานี้จะโชคดีมีทรัพย์คณามหาศาลแม้คิดการใหญ่เอกโอฬารจักพบพานสิ่งประสงค์ดังจงจินต์
ถามหาโชคดีบ้างอย่างเบาะเบาะได้ประเหมาะช่องทางหาทรัพย์สินบริวารอุปถัมภ์ค้ำชีวินทั้งหากินค้าขายคล่องลองทำดู
แต่ในความโชคดีอาจมีร้ายจึงไม่ให้เปลี่ยนควงคู่ดูบัดสีอันเที่ยงเตร่เฉไฉโรคภัยมีตรองจงดีก่อนเที่ยวเสียวใจจัง
เจ้าเป็นผู้อยู่ดำรงวงศ์สถิตจะพูนพิศเกียรติไกลดังใจหวังจะมีผู้อื่นพึ่งซึ้งใจจังเป็นกำลังวงศ์ตระกูลพูนสุขเอย',
  24 => 'ใบที่ยี่สิบสี่หมองร้องหารักจะอกหักป่นปี้ศรีเศร้าหมองต้องลำบากยากเย็นต้องเป็นรองค่อยประคองตั้งไว้ให้จงดี
การศึกษาตอนนี้ดียิ่งนักให้รู้จักความขยันขมันขมีมีคนรักคนช่วยด้วยยินดีเกรดเอบีมีอยู่หนาพาสบาย
หากทำการธุรกิจติดสักหน่อยต้องค่อยค่อยหาหนฉงนฉงายค่อยค่อยผ่อนเครดิตติดปีปลายจะค่อยคลายหายเคราะห์ปะเหมาะเอง
จะได้โชคตอนปลายปีดีเหมาะเหม็งมีลาภเงินลาภรักชักมาเองนั่งร้องเพลงสบายสบายหายโศกเอย',
  25 => 'ใบยี่สิบห้าว่าดีจะมีโชคถูกโฉลกสนสัดทัดผิวสองสีคิดถึงเงินได้เงินเชิญโชคดีคิดมั่งมีก็จะได้สมใจปอง
แต่อย่าลืมสร้างบุญคุณสนองจะสำเร็จเสร็จได้สมใจปองถามคู่ครองก็ดีแท้แน่นักเอยในหมู่มิตรเดียวนี้มีคู่ด้วย
ผู้ที่ช่วยอยู่ข้างข้างอย่างเปิดเผยจะทุกข์ร้อนเรื่องใดไม่ละเลยขอเฉลยใครคู่เจ้าเขานั่นไง
อนาคตหมดห่วงดวงดวงนี้ศาสน์ให้มีกุศลสร้างทางสดใจเลิกหวยเบอร์น้ำเมาเอาแต่ใจบุญส่งให้ชะตาเด่นเป็นสุขเอย',
);
?>
